
WATCHDOG_DB = {
	["players"] = {
		["困獸犹斗-凤凰之神"] = {
			["time"] = 1554030622,
		},
		["男神丶陪我-冰川之拳"] = {
			["time"] = 1551594983,
		},
		["石厦丶-龙骨平原"] = {
			["time"] = 1550119430,
		},
		["新时代美男子-燃烧之刃"] = {
			["time"] = 0,
		},
		["鹿筱柒-迦拉克隆"] = {
			["time"] = 0,
		},
		["白总部族丶九-死亡之翼"] = {
			["time"] = 0,
		},
		["恶魔少女-无尽之海"] = {
			["time"] = 0,
		},
		["男神丶好用-巴尔古恩"] = {
			["time"] = 1551594983,
		},
		["孤逝忧伤-伊莫塔尔"] = {
			["time"] = 1550119430,
		},
		["张扬的阿昆达-黑铁"] = {
			["time"] = 1575096218,
		},
		["也容易付-格瑞姆巴托"] = {
			["time"] = 0,
		},
		["霜狼丶萨丶尔-斯克提斯"] = {
			["time"] = 1550112226,
		},
		["我们很红-丽丽（四川）"] = {
			["time"] = 1552131773,
		},
		["寂寞秋风-燃烧之刃"] = {
			["time"] = 0,
		},
		["致游花荣-死亡之翼"] = {
			["time"] = 0,
		},
		["华紫燕-燃烧之刃"] = {
			["time"] = 1551782116,
		},
		["紫紫姑娘-血色十字军"] = {
			["time"] = 1551239929,
		},
		["孙师傅大米四-梦境之树"] = {
			["time"] = 1551698568,
		},
		["小冷児九九-阿纳克洛斯"] = {
			["time"] = 0,
		},
		["风清春不老-塞拉摩"] = {
			["time"] = 1558955466,
		},
		["崂山道士-菲拉斯"] = {
			["time"] = 0,
		},
		["Ccmoni-贫瘠之地"] = {
			["time"] = 0,
		},
		["旋风要闪避-布兰卡德"] = {
			["time"] = 0,
		},
		["尾王丨萌大-燃烧之刃"] = {
			["time"] = 0,
		},
		["Taeyeona-燃烧之刃"] = {
			["time"] = 0,
		},
		["老虎打洞洞-凤凰之神"] = {
			["time"] = 0,
		},
		["杀戮战团-燃烧之刃"] = {
			["time"] = 1551246244,
		},
		["纯情小污婆-埃德萨拉"] = {
			["time"] = 1551246244,
		},
		["钢板川-燃烧之刃"] = {
			["time"] = 1551246244,
		},
		["老弟来玩呀-泰兰德"] = {
			["time"] = 1554704920,
		},
		["糖糖丶猫-死亡之翼"] = {
			["time"] = 1551246244,
		},
		["暴怒骑士-迅捷微风"] = {
			["time"] = 1550490711,
		},
		["暗黑游侠-梦境之树"] = {
			["time"] = 0,
		},
		["露风伊犁丹-提瑞斯法"] = {
			["time"] = 0,
		},
		["鼻梁子-安苏"] = {
			["time"] = 1554704920,
		},
		["男神丶雪碧-卡扎克"] = {
			["time"] = 1551594983,
		},
		["翠安-燃烧之刃"] = {
			["time"] = 0,
		},
		["白总部族丶五-死亡之翼"] = {
			["time"] = 0,
		},
		["青青姑娘-血色十字军"] = {
			["time"] = 1552131535,
		},
		["萌丨芯儿-燃烧之刃"] = {
			["time"] = 1551246244,
		},
		["英雄后二-燃烧之刃"] = {
			["time"] = 1551239929,
		},
		["可乐奥迪尔-无尽之海"] = {
			["time"] = 1551594983,
		},
		["糯米好吃-燃烧之刃"] = {
			["time"] = 1558949965,
		},
		["丨丨雪落-无尽之海"] = {
			["time"] = 1551239929,
		},
		["拨了盖-国王之谷"] = {
			["time"] = 1554704920,
		},
		["后贰无敌-血色十字军"] = {
			["time"] = 1551239929,
		},
		["英雄最后俩-血色十字军"] = {
			["time"] = 1551239929,
		},
		["鬼怪之眼-血吼"] = {
			["time"] = 1554030622,
		},
		["Voices-克洛玛古斯"] = {
			["time"] = 0,
		},
		["杨博陵-遗忘海岸"] = {
			["time"] = 0,
		},
		["锈水胖花-克尔苏加德"] = {
			["time"] = 1550119430,
		},
		["欧尼们-血色十字军"] = {
			["time"] = 1550119430,
		},
		["黄黄姑娘-血色十字军"] = {
			["time"] = 1551239929,
		},
		["奥迪尔三-艾露恩"] = {
			["time"] = 1550143440,
		},
		["领路匠-燃烧之刃"] = {
			["time"] = 0,
		},
		["萌丨宝儿-德拉诺"] = {
			["time"] = 1551239929,
		},
		["亿亿篮球队-血色十字军"] = {
			["time"] = 1551239929,
		},
		["就打吉安哪二-燃烧之刃"] = {
			["time"] = 0,
		},
		["囕囖巉巊-燃烧之刃"] = {
			["time"] = 0,
		},
		["婉若花襄-燃烧之刃"] = {
			["time"] = 0,
		},
		["看不见的阳光-基尔加丹"] = {
			["time"] = 0,
		},
		["谔谔豆腐-血色十字军"] = {
			["time"] = 1550119430,
		},
		["夢幻丶甜姊-布兰卡德"] = {
			["time"] = 1551239929,
		},
		["兰花丶小仙女-死亡之翼"] = {
			["time"] = 1551239929,
		},
		["咪球六号-丽丽（四川）"] = {
			["time"] = 1554704920,
		},
		["喵喵咆哮-燃烧之刃"] = {
			["time"] = 1551246244,
		},
		["清新的阿昆达-黑铁"] = {
			["time"] = 0,
		},
		["诸葛小亮-遗忘海岸"] = {
			["time"] = 0,
		},
		["playerQLYUDU-燃烧之刃"] = {
			["time"] = 0,
		},
		["三花二酒-凤凰之神"] = {
			["time"] = 0,
		},
		["书瑶-燃烧之刃"] = {
			["time"] = 0,
		},
		["枝丫-日落沼泽"] = {
			["time"] = 1551239929,
		},
		["牛哥溜血环-血环"] = {
			["time"] = 1550145143,
		},
		["小熊的少女梦-无尽之海"] = {
			["time"] = 1551239929,
		},
		["兜兜秘境九七-无尽之海"] = {
			["time"] = 0,
		},
		["东风正我-埃德萨拉"] = {
			["time"] = 0,
		},
		["一眼朝如青丝-死亡之翼"] = {
			["time"] = 1551239929,
		},
		["凤南天-燃烧之刃"] = {
			["time"] = 0,
		},
		["你太萌-无尽之海"] = {
			["time"] = 0,
		},
		["身体健康-克尔苏加德"] = {
			["time"] = 0,
		},
		["凶猛的阿昆达-黑铁"] = {
			["time"] = 0,
		},
		["晃荡的咂儿-凤凰之神"] = {
			["time"] = 0,
		},
		["美美的阿昆达-黑铁"] = {
			["time"] = 0,
		},
		["欧剔的阿昆达-影之哀伤"] = {
			["time"] = 0,
		},
		["双龙座-塞拉摩"] = {
			["time"] = 0,
		},
		["趴趴酱㖽-凤凰之神"] = {
			["time"] = 0,
		},
		["戈尔嘀呆瓜-安苏"] = {
			["time"] = 0,
		},
		["小玲伶-埃德萨拉"] = {
			["time"] = 0,
		},
		["当初遇见-血色十字军"] = {
			["time"] = 0,
		},
		["科学养猪-凤凰之神"] = {
			["time"] = 1550119430,
		},
		["男神丶十一路-卡扎克"] = {
			["time"] = 1551594983,
		},
		["低头一看-暗影之月"] = {
			["time"] = 1550119430,
		},
		["小红手一-回音山"] = {
			["time"] = 1551698568,
		},
		["蚂蚁骨头-埃德萨拉"] = {
			["time"] = 1550119430,
		},
		["头上丿有犄角-凤凰之神"] = {
			["time"] = 0,
		},
		["小灬可奈-燃烧之刃"] = {
			["time"] = 1551246244,
		},
		["此号已被封丶-贫瘠之地"] = {
			["time"] = 0,
		},
		["Suntiam-回音山"] = {
			["time"] = 1550561196,
		},
		["陈小皮-凤凰之神"] = {
			["time"] = 1554088628,
		},
		["小萢萢糖-死亡之翼"] = {
			["time"] = 1551239929,
		},
		["我真红-凤凰之神"] = {
			["time"] = 0,
		},
		["丶丨雪落-无尽之海"] = {
			["time"] = 1551239929,
		},
		["大菠萝丨-影之哀伤"] = {
			["time"] = 0,
		},
		["雪落灬灬丶-无尽之海"] = {
			["time"] = 1551239929,
		},
		["猫性筱仙女-冰风岗"] = {
			["time"] = 1551246244,
		},
		["猫猫丶有点乖-死亡之翼"] = {
			["time"] = 1551246244,
		},
		["枝丫-鲜血熔炉"] = {
			["time"] = 1551246244,
		},
		["灬丨雪落-无尽之海"] = {
			["time"] = 1551246244,
		},
		["夜幽婵-燃烧之刃"] = {
			["time"] = 1551239929,
		},
		["zxxccvvbbnn-冬泉谷"] = {
			["time"] = 0,
		},
		["天国降临-伊利丹"] = {
			["time"] = 0,
		},
		["萌筱柒-亚雷戈斯"] = {
			["time"] = 1550119430,
		},
		["萌筱柒丶-冰霜之刃"] = {
			["time"] = 1550119430,
		},
		["时代峰-燃烧之刃"] = {
			["time"] = 1551782116,
		},
		["萌萌丶小可爱-影之哀伤"] = {
			["time"] = 1551239929,
		},
		["丶青橙之声-凤凰之神"] = {
			["time"] = 0,
		},
		["马克刘老根-格瑞姆巴托"] = {
			["time"] = 1551239929,
		},
		["开心马骝-伊森利恩"] = {
			["time"] = 0,
		},
		["大哥大嫂-伊森利恩"] = {
			["time"] = 0,
		},
		["安安韩国-熔火之心"] = {
			["time"] = 1551239929,
		},
		["姥爷来吧-凤凰之神"] = {
			["time"] = 1550468932,
		},
		["术神在加班-格瑞姆巴托"] = {
			["time"] = 1551698568,
		},
		["笑柳-燃烧之刃"] = {
			["time"] = 0,
		},
		["孙师傅大米六-梦境之树"] = {
			["time"] = 1551698568,
		},
		["致游晁盖-凤凰之神"] = {
			["time"] = 0,
		},
		["索魂-格瑞姆巴托"] = {
			["time"] = 1551239929,
		},
		["过往不提-血色十字军"] = {
			["time"] = 0,
		},
		["映阳-燃烧之刃"] = {
			["time"] = 0,
		},
		["飞吧少年-无尽之海"] = {
			["time"] = 0,
		},
		["萌萌丶小丫头-血色十字军"] = {
			["time"] = 1551246244,
		},
		["杀之舞-燃烧之刃"] = {
			["time"] = 1551239929,
		},
		["房管局回-血色十字军"] = {
			["time"] = 1550119430,
		},
		["番红花-血色十字军"] = {
			["time"] = 1550119430,
		},
		["亿亿排球队-血色十字军"] = {
			["time"] = 1551239929,
		},
		["鸟语花香㐅㐅-无尽之海"] = {
			["time"] = 1558949965,
		},
		["恶魔星辰㧅-凤凰之神"] = {
			["time"] = 0,
		},
		["地表最快-血色十字军"] = {
			["time"] = 1551239929,
		},
		["白白姑娘-血色十字军"] = {
			["time"] = 1551239929,
		},
		["柳橙汁儿-凤凰之神"] = {
			["time"] = 1550112226,
		},
		["圣光大爷-影之哀伤"] = {
			["time"] = 1558316698,
		},
		["孙师傅大米七-梦境之树"] = {
			["time"] = 1550561196,
		},
		["启源乄沙沙-白骨荒野"] = {
			["time"] = 0,
		},
		["玫婷-哈兰"] = {
			["time"] = 0,
		},
		["Bynes-安苏"] = {
			["time"] = 0,
		},
		["凡凡击剑队-血色十字军"] = {
			["time"] = 1551239929,
		},
		["最帅的大叔-格瑞姆巴托"] = {
			["time"] = 0,
		},
		["独之卉-白骨荒野"] = {
			["time"] = 0,
		},
		["playdsaweq-燃烧之刃"] = {
			["time"] = 0,
		},
		["笑道专家-龙骨平原"] = {
			["time"] = 0,
		},
		["性感丶泳裤-丽丽（四川）"] = {
			["time"] = 0,
		},
		["可能是最快的-血色十字军"] = {
			["time"] = 1551239929,
		},
		["男神丶十四-火羽山"] = {
			["time"] = 1551239929,
		},
		["倩倩姑娘-血色十字军"] = {
			["time"] = 1551239929,
		},
		["苑施然-白骨荒野"] = {
			["time"] = 0,
		},
		["黄乄昏-格瑞姆巴托"] = {
			["time"] = 1551246244,
		},
		["发送卡进-布兰卡德"] = {
			["time"] = 1550119430,
		},
		["妞缸烈-燃烧之刃"] = {
			["time"] = 1552529690,
		},
		["波波优酸乳-贫瘠之地"] = {
			["time"] = 1551246244,
		},
		["天王怒-冰风岗"] = {
			["time"] = 1554003248,
		},
		["呆萌小二货-布兰卡德"] = {
			["time"] = 0,
		},
		["王座使者-狂热之刃"] = {
			["time"] = 0,
		},
		["凡凡冰球队-血色十字军"] = {
			["time"] = 1551239929,
		},
		["萌丨乐儿-恐怖图腾"] = {
			["time"] = 1551239929,
		},
		["樱岛麻衣-阿比迪斯"] = {
			["time"] = 0,
		},
		["明晃晃会-血色十字军"] = {
			["time"] = 1550143440,
		},
		["极限吉祥-影之哀伤"] = {
			["time"] = 0,
		},
		["就打后二团二-燃烧之刃"] = {
			["time"] = 0,
		},
		["㳒沉弥-无尽之海"] = {
			["time"] = 0,
		},
		["木木车队壹-罗宁"] = {
			["time"] = 1551513722,
		},
		["我敢问苍天-凤凰之神"] = {
			["time"] = 1550217968,
		},
		["肩膀头-翡翠梦境"] = {
			["time"] = 1554704920,
		},
		["Vcrevc-凤凰之神"] = {
			["time"] = 1550119430,
		},
		["陌上纤虹-熔火之心"] = {
			["time"] = 0,
		},
		["亿亿散打队-血色十字军"] = {
			["time"] = 1551239929,
		},
		["大宝剑吗-破碎岭"] = {
			["time"] = 1554704920,
		},
		["布拉德张三-格瑞姆巴托"] = {
			["time"] = 1551239929,
		},
		["低调丶小牧-燃烧之刃"] = {
			["time"] = 1551246244,
		},
		["李云志-遗忘海岸"] = {
			["time"] = 0,
		},
		["雨中忧伤-凤凰之神"] = {
			["time"] = 0,
		},
		["丨卲灬爺-破碎岭"] = {
			["time"] = 0,
		},
		["板砖得逆天-影之哀伤"] = {
			["time"] = 0,
		},
		["秋枫灬已逝-狂热之刃"] = {
			["time"] = 0,
		},
		["丨雪落灬丶-无尽之海"] = {
			["time"] = 1551239929,
		},
		["萌丨婵儿-燃烧之刃"] = {
			["time"] = 1551246244,
		},
		["对方更好的-血色十字军"] = {
			["time"] = 1550119430,
		},
		["嘴巴子-丽丽（四川）"] = {
			["time"] = 1554704920,
		},
		["愁花落尽-血色十字军"] = {
			["time"] = 0,
		},
		["Fwerfsdg-格瑞姆巴托"] = {
			["time"] = 1551322421,
		},
		["菠萝派-凤凰之神"] = {
			["time"] = 1554701535,
		},
		["神奇的八倍镜-布兰卡德"] = {
			["time"] = 0,
		},
		["云龙丶开炮-死亡之翼"] = {
			["time"] = 0,
		},
		["哈嘎大萨达-霜之哀伤"] = {
			["time"] = 0,
		},
		["虚空丨魔血术-红龙女王"] = {
			["time"] = 1550145143,
		},
		["挖走了-格瑞姆巴托"] = {
			["time"] = 0,
		},
		["風長嘯-安苏"] = {
			["time"] = 1550119430,
		},
		["尔特人通过后-冰风岗"] = {
			["time"] = 1551592221,
		},
		["莮爵-燃烧之刃"] = {
			["time"] = 0,
		},
		["神一猫-贫瘠之地"] = {
			["time"] = 1551246244,
		},
		["骑士快奶我-格瑞姆巴托"] = {
			["time"] = 1551246244,
		},
		["全能的阿昆达-黑铁"] = {
			["time"] = 1575096218,
		},
		["妥妥付-死亡之翼"] = {
			["time"] = 1550119430,
		},
		["Fdgerh-贫瘠之地"] = {
			["time"] = 1551322421,
		},
		["为时已晚-古达克"] = {
			["time"] = 0,
		},
		["就打后二团贰-燃烧之刃"] = {
			["time"] = 0,
		},
		["最强车头-凤凰之神"] = {
			["time"] = 0,
		},
		["Frwefg-格瑞姆巴托"] = {
			["time"] = 1551322421,
		},
		["谈笑有弘乳-死亡之翼"] = {
			["time"] = 0,
		},
		["影魔女-燃烧之刃"] = {
			["time"] = 0,
		},
		["雀巢麻辣烫-凤凰之神"] = {
			["time"] = 0,
		},
		["萌筱柒-丽丽（四川）"] = {
			["time"] = 1550119430,
		},
		["枝丫-布鲁塔卢斯"] = {
			["time"] = 1551239929,
		},
		["嫦鹅二号-洛萨"] = {
			["time"] = 1550490711,
		},
		["Endymionln-燃烧之刃"] = {
			["time"] = 0,
		},
		["南湖炸街王-伊森利恩"] = {
			["time"] = 1550490711,
		},
		["冰镇牛奶咖啡-血色十字军"] = {
			["time"] = 1558949965,
		},
		["亿亿足球队-血色十字军"] = {
			["time"] = 1551239929,
		},
		["Cbnfth-凤凰之神"] = {
			["time"] = 1550217968,
		},
		["老铁来吧-凤凰之神"] = {
			["time"] = 1554958017,
		},
		["导养正性-凤凰之神"] = {
			["time"] = 0,
		},
		["凡凡散打队-血色十字军"] = {
			["time"] = 1551239929,
		},
		["猫儿萌哒哒-死亡之翼"] = {
			["time"] = 1551239929,
		},
		["三维世界最强-血色十字军"] = {
			["time"] = 1551239929,
		},
		["灬劉德华灬-伊森利恩"] = {
			["time"] = 1550119430,
		},
		["宝爷丶-格瑞姆巴托"] = {
			["time"] = 1551239929,
		},
		["李云笼-遗忘海岸"] = {
			["time"] = 0,
		},
		["南昔烈酒-血色十字军"] = {
			["time"] = 0,
		},
		["紫烟若凝-萨菲隆"] = {
			["time"] = 0,
		},
		["零度的寂寞-提尔之手"] = {
			["time"] = 0,
		},
		["莱昂纳丨德-死亡之翼"] = {
			["time"] = 0,
		},
		["兜兜都是票-无尽之海"] = {
			["time"] = 1558949965,
		},
		["小黑脸-主宰之剑"] = {
			["time"] = 1550145143,
		},
		["咪球五号-银松森林"] = {
			["time"] = 1554704920,
		},
		["大风车额-托塞德林"] = {
			["time"] = 1550217968,
		},
		["䶁无羡-无尽之海"] = {
			["time"] = 0,
		},
		["杠底摸红中-血色十字军"] = {
			["time"] = 1551239929,
		},
		["风散-燃烧之刃"] = {
			["time"] = 1551239929,
		},
		["冲锋接怪倒-燃烧之刃"] = {
			["time"] = 1550119430,
		},
		["萌丨雅儿-拉文凯斯"] = {
			["time"] = 1551239929,
		},
		["尾王世界最强-伊森利恩"] = {
			["time"] = 0,
		},
		["咪球二号位-冬泉谷"] = {
			["time"] = 1554704920,
		},
		["王者网额-霜之哀伤"] = {
			["time"] = 0,
		},
		["凡凡啦啦队-血色十字军"] = {
			["time"] = 1551239929,
		},
		["冷酷的-格瑞姆巴托"] = {
			["time"] = 0,
		},
		["酒窝控-死亡之翼"] = {
			["time"] = 1551239929,
		},
		["银河系最快-血色十字军"] = {
			["time"] = 1551239929,
		},
		["呆萌傻瓜-死亡之翼"] = {
			["time"] = 0,
		},
		["直达安娜-泰兰德"] = {
			["time"] = 1551239929,
		},
		["孙师傅大米二-梦境之树"] = {
			["time"] = 1551698568,
		},
		["行走的马里奥-血环"] = {
			["time"] = 1550119430,
		},
		["筱笨吖頭-死亡之翼"] = {
			["time"] = 1551239929,
		},
		["娇软丶小仙女-死亡之翼"] = {
			["time"] = 1551239929,
		},
		["Held-太阳之井"] = {
			["time"] = 1551246244,
		},
		["恐怖游戏-森金"] = {
			["time"] = 1554030622,
		},
		["琪琪糖果-迅捷微风"] = {
			["time"] = 1550145143,
		},
		["泡泡牛十五-安苏"] = {
			["time"] = 1558949965,
		},
		["欧皇一号-迦拉克隆"] = {
			["time"] = 0,
		},
		["颜路-克尔苏加德"] = {
			["time"] = 0,
		},
		["张家辉㐅㐅-凤凰之神"] = {
			["time"] = 0,
		},
		["先来看下-死亡之翼"] = {
			["time"] = 0,
		},
		["卖萌剪刀嘟嘟-死亡之翼"] = {
			["time"] = 1551239929,
		},
		["效率第一-无尽之海"] = {
			["time"] = 0,
		},
		["岁月难得-无尽之海"] = {
			["time"] = 0,
		},
		["男神丶可乐-冰川之拳"] = {
			["time"] = 1551592221,
		},
		["咪球八号-辛达苟萨"] = {
			["time"] = 1554704920,
		},
		["阿斯蒂是-伊森利恩"] = {
			["time"] = 1550119430,
		},
		["粉红桃裙-死亡之翼"] = {
			["time"] = 1551239929,
		},
		["黑白无常团-伊森利恩"] = {
			["time"] = 1551239929,
		},
		["伊娃香桃-狂热之刃"] = {
			["time"] = 0,
		},
		["我是大頭-燃烧之刃"] = {
			["time"] = 0,
		},
		["丨丨丶雪落-无尽之海"] = {
			["time"] = 1551246244,
		},
		["鸡泡鱼-奥尔加隆"] = {
			["time"] = 1550145143,
		},
		["九尾狐丶-无尽之海"] = {
			["time"] = 1559195240,
		},
		["落雪四阁-燃烧之刃"] = {
			["time"] = 0,
		},
		["鬼奥法-死亡之翼"] = {
			["time"] = 0,
		},
		["韶华已远逝"] = {
			["time"] = 0,
		},
		["吉安那黑-血环"] = {
			["time"] = 1552042729,
		},
		["爱吃红地瓜-凤凰之神"] = {
			["time"] = 1550213411,
		},
		["王李杰-死亡之翼"] = {
			["time"] = 0,
		},
		["光之凯哥-黑暗之矛"] = {
			["time"] = 0,
		},
		["优优妹奶油-狂热之刃"] = {
			["time"] = 1550490711,
		},
		["大脸和大雄-阿古斯"] = {
			["time"] = 1551594983,
		},
		["老弟玩来啊-安苏"] = {
			["time"] = 1554704920,
		},
		["贵圈真好-熔火之心"] = {
			["time"] = 0,
		},
		["天野源五郎-燃烧之刃"] = {
			["time"] = 1551246244,
		},
		["可爱的我来了-暗影之月"] = {
			["time"] = 1550213411,
		},
		["千意染曲-燃烧之刃"] = {
			["time"] = 1558955466,
		},
		["吹呀吹呀-托塞德林"] = {
			["time"] = 1550119430,
		},
		["丨灬雪落-无尽之海"] = {
			["time"] = 1551239929,
		},
		["萌丨佳儿-战歌"] = {
			["time"] = 1551239929,
		},
		["大美女拉拉-雷斧堡垒"] = {
			["time"] = 0,
		},
		["咪咕兔-奥特兰克"] = {
			["time"] = 0,
		},
		["混乱之爪-血色十字军"] = {
			["time"] = 0,
		},
		["扣扣麻将-死亡之翼"] = {
			["time"] = 0,
		},
		["丢人的牛猎-凤凰之神"] = {
			["time"] = 1550119430,
		},
		["血骑灵-诺森德"] = {
			["time"] = 0,
		},
		["布鲁斯赵四-格瑞姆巴托"] = {
			["time"] = 1551239929,
		},
		["坚强的老王桑-鬼雾峰"] = {
			["time"] = 1551592221,
		},
		["李世明-遗忘海岸"] = {
			["time"] = 0,
		},
		["小樱桃女孩-死亡之翼"] = {
			["time"] = 1551239929,
		},
		["想你的依依-国王之谷"] = {
			["time"] = 0,
		},
		["看那春光早-燃烧之刃"] = {
			["time"] = 0,
		},
		["果巢嗒嗒-燃烧之刃"] = {
			["time"] = 0,
		},
		["狂怒爆发-火焰之树"] = {
			["time"] = 1551594983,
		},
		["看清未来-血色十字军"] = {
			["time"] = 0,
		},
		["落叶丶牵绊-燃烧之刃"] = {
			["time"] = 0,
		},
		["传说丶丽丽-无尽之海"] = {
			["time"] = 1551591027,
		},
		["闪闪丶阅阅-凤凰之神"] = {
			["time"] = 1553138007,
		},
		["星愿丶丶-贫瘠之地"] = {
			["time"] = 1551239929,
		},
		["鬼域纟魔-加兹鲁维"] = {
			["time"] = 1550145143,
		},
		["纳特一号-燃烧之刃"] = {
			["time"] = 0,
		},
		["其维基百科-血牙魔王"] = {
			["time"] = 1550119430,
		},
		["男神丶黯然-迦拉克隆"] = {
			["time"] = 1551246244,
		},
		["爆炸地皮-影之哀伤"] = {
			["time"] = 0,
		},
		["Bbvvccddffg-冬泉谷"] = {
			["time"] = 0,
		},
		["爱吃小萝卜-凤凰之神"] = {
			["time"] = 1551239929,
		},
		["审判之角-芬里斯"] = {
			["time"] = 1550119430,
		},
		["缘份玖月-熊猫酒仙"] = {
			["time"] = 0,
		},
		["就打后二团柒-燃烧之刃"] = {
			["time"] = 0,
		},
		["洗洗呗-血色十字军"] = {
			["time"] = 1550145143,
		},
		["听风雨雪-血环"] = {
			["time"] = 1550119430,
		},
		["苗圃-银松森林"] = {
			["time"] = 1551246244,
		},
		["安茹-安加萨"] = {
			["time"] = 0,
		},
		["奔跑的乔治-无尽之海"] = {
			["time"] = 0,
		},
		["罪恶猎刃-羽月"] = {
			["time"] = 1551594983,
		},
		["娜娜皮卡丘-狂热之刃"] = {
			["time"] = 1551239929,
		},
		["凡凡棒球队-血色十字军"] = {
			["time"] = 1551239929,
		},
		["萌哒哒的傲气-死亡之翼"] = {
			["time"] = 1551246244,
		},
		["恩佑斯-血色十字军"] = {
			["time"] = 0,
		},
		["吞噬快乐-燃烧之刃"] = {
			["time"] = 0,
		},
		["寻土豪七-夏维安"] = {
			["time"] = 1550217968,
		},
		["你眼里的眸-血色十字军"] = {
			["time"] = 1558955466,
		},
		["大德手工九一-苏拉玛"] = {
			["time"] = 0,
		},
		["黑管鬼-伊森利恩"] = {
			["time"] = 1551246244,
		},
		["司马云天-遗忘海岸"] = {
			["time"] = 0,
		},
		["张飞机油-死亡之翼"] = {
			["time"] = 1550561196,
		},
		["艾希西-古尔丹"] = {
			["time"] = 0,
		},
		["喵咕酱-死亡之翼"] = {
			["time"] = 1551246244,
		},
		["蜜心小萝莉-死亡之翼"] = {
			["time"] = 1551239929,
		},
		["绝版帅哥-奥尔加隆"] = {
			["time"] = 1550119430,
		},
		["盼芳姑娘-血色十字军"] = {
			["time"] = 0,
		},
		["肃通門漂-血色十字军"] = {
			["time"] = 0,
		},
		["乄贡嘎乄-外域"] = {
			["time"] = 0,
		},
		["飛克綁丨盜-霜狼"] = {
			["time"] = 1550112226,
		},
		["兔兔哭暸-死亡之翼"] = {
			["time"] = 1551239929,
		},
		["䶁狂小法-无尽之海"] = {
			["time"] = 0,
		},
		["谷聚岁常丰-亚雷戈斯"] = {
			["time"] = 1558949965,
		},
		["咕咕嗒灬-凤凰之神"] = {
			["time"] = 1554701535,
		},
		["孙师傅大米三-梦境之树"] = {
			["time"] = 1551698568,
		},
		["欧阳封-遗忘海岸"] = {
			["time"] = 0,
		},
		["萌系小仙女-黑铁"] = {
			["time"] = 1551239929,
		},
		["江湖需要我-血色十字军"] = {
			["time"] = 1551239929,
		},
		["梦醒半夏-死亡之翼"] = {
			["time"] = 0,
		},
		["早已忘记-血色十字军"] = {
			["time"] = 0,
		},
		["橙橙姑娘-血色十字军"] = {
			["time"] = 1551239929,
		},
		["地方各个-夏维安"] = {
			["time"] = 0,
		},
		["Dghf-斩魔者"] = {
			["time"] = 0,
		},
		["华丽的狱长-洛肯"] = {
			["time"] = 1550112226,
		},
		["安莉妮亚-燃烧之刃"] = {
			["time"] = 1551239929,
		},
		["丶丶雪落-无尽之海"] = {
			["time"] = 1551246244,
		},
		["神之语-大地之怒"] = {
			["time"] = 0,
		},
		["秋双-燃烧之刃"] = {
			["time"] = 0,
		},
		["紫安-燃烧之刃"] = {
			["time"] = 0,
		},
		["专属称号-无尽之海"] = {
			["time"] = 0,
		},
		["孙师傅大米五-梦境之树"] = {
			["time"] = 1551698568,
		},
		["人物选择-加尔"] = {
			["time"] = 0,
		},
		["三岔口啊-燃烧之刃"] = {
			["time"] = 1551702893,
		},
		["完美六-利刃之拳"] = {
			["time"] = 1550492015,
		},
		["秒杀你的-影之哀伤"] = {
			["time"] = 1550119430,
		},
		["五毛钱麻辣烫-凤凰之神"] = {
			["time"] = 0,
		},
		["小灬萍果-燃烧之刃"] = {
			["time"] = 1551239929,
		},
		["好嗨呦丨-死亡之翼"] = {
			["time"] = 1550119430,
		},
		["可遇可求-格瑞姆巴托"] = {
			["time"] = 0,
		},
		["姬听然-白骨荒野"] = {
			["time"] = 0,
		},
		["知了知了-古尔丹"] = {
			["time"] = 1550119430,
		},
		["人高马大㐅-凤凰之神"] = {
			["time"] = 1558949965,
		},
		["小德南南-冰风岗"] = {
			["time"] = 0,
		},
		["Gbhdr-贫瘠之地"] = {
			["time"] = 1550145143,
		},
		["Mmnnbbvvccxx-冬泉谷"] = {
			["time"] = 0,
		},
		["小女子之刃-风暴之怒"] = {
			["time"] = 0,
		},
		["zaaddffgghh-冬泉谷"] = {
			["time"] = 0,
		},
		["信者得爱-狂热之刃"] = {
			["time"] = 0,
		},
		["又鸟口巴-死亡之翼"] = {
			["time"] = 0,
		},
		["丶怀伤丶-埃德萨拉"] = {
			["time"] = 0,
		},
		["Llkkjjhhggff-冬泉谷"] = {
			["time"] = 0,
		},
		["来玩啊老弟-血色十字军"] = {
			["time"] = 1554704920,
		},
		["异界史莱姆-芬里斯"] = {
			["time"] = 1551246244,
		},
		["劳动者辉煌-埃苏雷格"] = {
			["time"] = 0,
		},
		["大米同甲包摸-血色十字军"] = {
			["time"] = 0,
		},
		["万牛奔腾-狂热之刃"] = {
			["time"] = 1550119430,
		},
		["无眠和乌呐-梦境之树"] = {
			["time"] = 0,
		},
		["肃进門漂-罗宁"] = {
			["time"] = 0,
		},
		["怒之晨星-戈提克"] = {
			["time"] = 0,
		},
		["我哭了快哄我-影之哀伤"] = {
			["time"] = 1550145143,
		},
		["秋之碭-燃烧之刃"] = {
			["time"] = 0,
		},
		["千颗心-死亡之翼"] = {
			["time"] = 0,
		},
		["蓝蓝姑娘-凤凰之神"] = {
			["time"] = 1551239929,
		},
		["发发世界-燃烧之刃"] = {
			["time"] = 1550119430,
		},
		["凡凡篮球队-血色十字军"] = {
			["time"] = 1551239929,
		},
		["萌筱柒-洛丹伦"] = {
			["time"] = 1550119430,
		},
		["无情灭霸-燃烧之刃"] = {
			["time"] = 0,
		},
		["尔冬升上-凤凰之神"] = {
			["time"] = 1550119430,
		},
		["地表最快-风暴之怒"] = {
			["time"] = 0,
		},
		["大吉八㑋三-死亡之翼"] = {
			["time"] = 0,
		},
		["求爆丶-凤凰之神"] = {
			["time"] = 0,
		},
		["木木车队一-血色十字军"] = {
			["time"] = 1550492015,
		},
		["扎心不扎肺-贫瘠之地"] = {
			["time"] = 0,
		},
		["空中管制-凤凰之神"] = {
			["time"] = 1550492015,
		},
		["尛尛噠-暗影迷宫"] = {
			["time"] = 0,
		},
		["两毛钱大呲花-太阳之井"] = {
			["time"] = 0,
		},
		["孙师傅大米八-梦境之树"] = {
			["time"] = 1550499196,
		},
		["启源乄冰红茶-白骨荒野"] = {
			["time"] = 0,
		},
		["飞天小奶妞-奈法利安"] = {
			["time"] = 0,
		},
		["武汉丶热干面-影之哀伤"] = {
			["time"] = 1550119430,
		},
		["张学友㐅-凤凰之神"] = {
			["time"] = 1558955466,
		},
		["晓茄子-凤凰之神"] = {
			["time"] = 1554701535,
		},
		["㳒阿开-无尽之海"] = {
			["time"] = 0,
		},
		["Ppooiiuuyytt-冬泉谷"] = {
			["time"] = 0,
		},
		["傲性小仙女-伊森利恩"] = {
			["time"] = 1551239929,
		},
		["谨慎的爱-燃烧之刃"] = {
			["time"] = 0,
		},
		["小灬爱儿-燃烧之刃"] = {
			["time"] = 1551239929,
		},
		["大美女拉拉-暗影迷宫"] = {
			["time"] = 0,
		},
		["孙师傅大米一-梦境之树"] = {
			["time"] = 1551702893,
		},
		["易水萧萧-红龙军团"] = {
			["time"] = 0,
		},
		["傻傻的阿昆达-黑铁"] = {
			["time"] = 1575006518,
		},
		["第一次瞎-布莱克摩"] = {
			["time"] = 0,
		},
		["尾王世界最强-血色十字军"] = {
			["time"] = 1551239929,
		},
		["男神丶十二-哈兰"] = {
			["time"] = 1551591027,
		},
		["肃杀門漂-冰风岗"] = {
			["time"] = 0,
		},
		["男神丶二纺股-回音山"] = {
			["time"] = 1551594983,
		},
		["糖小宝的糖-死亡之翼"] = {
			["time"] = 1550491648,
		},
		["我没有大打-熔火之心"] = {
			["time"] = 1550119430,
		},
		["神丶王-凤凰之神"] = {
			["time"] = 0,
		},
		["语萧嫣然-狂热之刃"] = {
			["time"] = 0,
		},
		["知否灬知否-凤凰之神"] = {
			["time"] = 0,
		},
		["钢格板和-血色十字军"] = {
			["time"] = 1550119430,
		},
		["布布姑娘-布兰卡德"] = {
			["time"] = 0,
		},
		["咪球七号-晴日峰（江苏）"] = {
			["time"] = 1554704920,
		},
		["朂毉毊灪-燃烧之刃"] = {
			["time"] = 0,
		},
		["锈水小花-克尔苏加德"] = {
			["time"] = 1550561196,
		},
		["我爱玉溪-黑铁"] = {
			["time"] = 1558949965,
		},
		["逝水殇流年-格瑞姆巴托"] = {
			["time"] = 0,
		},
		["黑黑姑娘-血色十字军"] = {
			["time"] = 1551239929,
		},
		["芝芝姑娘-死亡之翼"] = {
			["time"] = 0,
		},
		["夏未倾城-燃烧之刃"] = {
			["time"] = 0,
		},
		["晓晓的寄己-安苏"] = {
			["time"] = 0,
		},
		["布拉德强仔-格瑞姆巴托"] = {
			["time"] = 1551239929,
		},
		["坑呆二-燃烧之刃"] = {
			["time"] = 0,
		},
		["Ladenm-战歌"] = {
			["time"] = 0,
		},
		["遗莣混世者-地狱咆哮"] = {
			["time"] = 0,
		},
		["怪气小仙女-死亡之翼"] = {
			["time"] = 1551239929,
		},
		["飘飘公主-屠魔山谷"] = {
			["time"] = 0,
		},
		["轩墨二阁-燃烧之刃"] = {
			["time"] = 0,
		},
		["洪姐奶站-阿克蒙德"] = {
			["time"] = 0,
		},
		["小妖貝儿-凤凰之神"] = {
			["time"] = 1554701535,
		},
		["激流闯到-激流之傲"] = {
			["time"] = 0,
		},
		["后俩没灭过-血色十字军"] = {
			["time"] = 1551239929,
		},
		["平蝶-燃烧之刃"] = {
			["time"] = 0,
		},
		["紫颜倾夏-迅捷微风"] = {
			["time"] = 0,
		},
		["真的红-凤凰之神"] = {
			["time"] = 0,
		},
		["凡凡足球队-血色十字军"] = {
			["time"] = 1551239929,
		},
		["道格张三-格瑞姆巴托"] = {
			["time"] = 1551239929,
		},
		["迷你之人-奥特兰克"] = {
			["time"] = 0,
		},
		["野战狂龙-燃烧之刃"] = {
			["time"] = 0,
		},
		["熏悟丶空的熏-凤凰之神"] = {
			["time"] = 0,
		},
		["凡凡排球队-血色十字军"] = {
			["time"] = 1551239929,
		},
		["和搭嘎打法-霜之哀伤"] = {
			["time"] = 0,
		},
		["霞宝无敌-燃烧之刃"] = {
			["time"] = 0,
		},
		["吃樱桃的小孩-贫瘠之地"] = {
			["time"] = 1551239929,
		},
		["新冬-燃烧之刃"] = {
			["time"] = 0,
		},
		["姹紫嫣红-血牙魔王"] = {
			["time"] = 0,
		},
		["这也太简单了-罗宁"] = {
			["time"] = 0,
		},
	},
	["versionMessageRead"] = true,
	["shareLimit"] = 500,
	["versionMessageToggle"] = true,
	["version"] = 7,
	["ignoreTimeLimit"] = 259200,
	["shareToggle"] = true,
	["defaultFilterToggle"] = true,
	["shareGuildToggle"] = true,
}
