
ElephantDBPerChar = {
	["profileKeys"] = {
		["弄妆梳洗迟 - 亡语者"] = "弄妆梳洗迟 - 亡语者",
	},
	["char"] = {
		["弄妆梳洗迟 - 亡语者"] = {
			["logs"] = {
				{
					["enabled"] = true,
					["name"] = "悄悄话",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/16/2020 的 00:20:51。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				}, -- [1]
				{
					["enabled"] = true,
					["name"] = "团队",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/16/2020 的 00:20:51。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				}, -- [2]
				{
					["enabled"] = true,
					["name"] = "小队",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/16/2020 的 00:20:51。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				}, -- [3]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "说",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/14/2020 的 13:19:19。",
						}, -- [1]
						{
							["arg2"] = "薇薇安",
							["type"] = "MONSTER_SAY",
							["time"] = 1589433630,
							["arg1"] = "有人需要我去杀吗，指挥官？",
						}, -- [2]
						{
							["arg2"] = "暗影猎手乌卡比",
							["type"] = "MONSTER_SAY",
							["time"] = 1589433630,
							["arg1"] = "头儿，我把最近的一些威胁在桌子上画出来了，以便你随时查看。",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["arg1"] = " ",
						}, -- [5]
						{
							["arg1"] = "记录开始于 05/16/2020 的 00:20:51。",
							["type"] = "SYSTEM",
						}, -- [6]
					},
				}, -- [4]
				{
					["enabled"] = true,
					["name"] = "呼喊",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/16/2020 的 00:20:51。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				}, -- [5]
				{
					["enabled"] = true,
					["name"] = "公会官员",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/16/2020 的 00:20:51。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				}, -- [6]
				{
					["enabled"] = true,
					["name"] = "公会",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/16/2020 的 00:20:51。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				}, -- [7]
				{
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "战利品",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/14/2020 的 13:19:19。",
						}, -- [1]
						{
							["type"] = "CURRENCY",
							["time"] = 1589433658,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:824:0|h[要塞物资]|h|r x1000。",
						}, -- [2]
						{
							["type"] = "LOOT",
							["time"] = 1589433700,
							["arg1"] = "你制造了：|cff1eff00|Hitem:159786::::::::120:62::::::|h[附魔武器 - 迅捷远航]|h|r。",
						}, -- [3]
						{
							["type"] = "LOOT",
							["time"] = 1589433706,
							["arg1"] = "你制造了：|cff1eff00|Hitem:159788::::::::120:62::::::|h[附魔武器 - 全能远航]|h|r。",
						}, -- [4]
						{
							["type"] = "LOOT",
							["time"] = 1589433819,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:168641::::::::120:62::::::|h[迅捷沙色尖晶石]|h|r。",
						}, -- [5]
						{
							["arg1"] = " ",
						}, -- [6]
						{
							["arg1"] = " ",
						}, -- [7]
						{
							["arg1"] = "记录开始于 05/16/2020 的 00:20:51。",
							["type"] = "SYSTEM",
						}, -- [8]
						{
							["type"] = "LOOT",
							["time"] = 1589559740,
							["arg1"] = "你制造了：|cff1eff00|Hitem:159788::::::::120:62::::::|h[附魔武器 - 全能远航]|h|r。",
						}, -- [9]
						{
							["type"] = "LOOT",
							["time"] = 1589559745,
							["arg1"] = "你制造了：|cffffffff|Hitem:152875::::::::120:62::::::|h[幽影之尘]|h|rx3。",
						}, -- [10]
						{
							["type"] = "LOOT",
							["time"] = 1589559746,
							["arg1"] = "你制造了：|cffffffff|Hitem:152875::::::::120:62::::::|h[幽影之尘]|h|rx3。",
						}, -- [11]
						{
							["type"] = "LOOT",
							["time"] = 1589559747,
							["arg1"] = "你制造了：|cffffffff|Hitem:152875::::::::120:62::::::|h[幽影之尘]|h|rx3。",
						}, -- [12]
						{
							["type"] = "LOOT",
							["time"] = 1589559748,
							["arg1"] = "你制造了：|cffffffff|Hitem:152875::::::::120:62::::::|h[幽影之尘]|h|rx3。",
						}, -- [13]
						{
							["type"] = "LOOT",
							["time"] = 1589559749,
							["arg1"] = "你制造了：|cffffffff|Hitem:152875::::::::120:62::::::|h[幽影之尘]|h|rx3。",
						}, -- [14]
						{
							["type"] = "LOOT",
							["time"] = 1589559751,
							["arg1"] = "你制造了：|cffffffff|Hitem:152875::::::::120:62::::::|h[幽影之尘]|h|rx3。",
						}, -- [15]
						{
							["type"] = "LOOT",
							["time"] = 1589559752,
							["arg1"] = "你制造了：|cffffffff|Hitem:152875::::::::120:62::::::|h[幽影之尘]|h|rx3。",
						}, -- [16]
						{
							["type"] = "LOOT",
							["time"] = 1589559753,
							["arg1"] = "你制造了：|cffffffff|Hitem:152875::::::::120:62::::::|h[幽影之尘]|h|rx3。",
						}, -- [17]
						{
							["type"] = "LOOT",
							["time"] = 1589559754,
							["arg1"] = "你制造了：|cffffffff|Hitem:152875::::::::120:62::::::|h[幽影之尘]|h|rx3。",
						}, -- [18]
						{
							["type"] = "LOOT",
							["time"] = 1589559755,
							["arg1"] = "你制造了：|cffffffff|Hitem:152875::::::::120:62::::::|h[幽影之尘]|h|rx3。",
						}, -- [19]
						{
							["type"] = "LOOT",
							["time"] = 1589559757,
							["arg1"] = "你制造了：|cffffffff|Hitem:152875::::::::120:62::::::|h[幽影之尘]|h|rx3。",
						}, -- [20]
						{
							["type"] = "LOOT",
							["time"] = 1589559758,
							["arg1"] = "你制造了：|cffffffff|Hitem:152875::::::::120:62::::::|h[幽影之尘]|h|rx3。",
						}, -- [21]
						{
							["type"] = "LOOT",
							["time"] = 1589559759,
							["arg1"] = "你制造了：|cffffffff|Hitem:152875::::::::120:62::::::|h[幽影之尘]|h|rx3。",
						}, -- [22]
						{
							["type"] = "LOOT",
							["time"] = 1589559760,
							["arg1"] = "你制造了：|cffffffff|Hitem:152875::::::::120:62::::::|h[幽影之尘]|h|rx3。",
						}, -- [23]
					},
				}, -- [8]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "系统信息",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/14/2020 的 13:19:19。",
						}, -- [1]
						{
							["type"] = "SYSTEM",
							["time"] = 1589433629,
							["arg1"] = "天道酬勤-达基萨斯已经被你加入屏蔽名单了",
						}, -- [2]
						{
							["type"] = "SYSTEM",
							["time"] = 1589433813,
							["arg1"] = "你赢得了对迅捷沙色尖晶石的竞标",
						}, -- [3]
						{
							["type"] = "SYSTEM",
							["time"] = 1589433813,
							["arg1"] = "竞标已被接受",
						}, -- [4]
						{
							["arg1"] = " ",
						}, -- [5]
						{
							["arg1"] = " ",
						}, -- [6]
						{
							["arg1"] = "记录开始于 05/16/2020 的 00:20:51。",
							["type"] = "SYSTEM",
						}, -- [7]
					},
				}, -- [9]
				{
					["enabled"] = true,
					["name"] = "成就",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/16/2020 的 00:20:51。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				}, -- [10]
				{
					["enabled"] = true,
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/16/2020 的 00:20:51。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				}, -- [11]
				["公会招募"] = {
					["enabled"] = true,
					["name"] = "公会招募",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/16/2020 的 00:20:51。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				},
				["世界防务"] = {
					["enabled"] = true,
					["name"] = "世界防务",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/16/2020 的 00:20:51。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				},
				["交易"] = {
					["enabled"] = true,
					["name"] = "交易",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/16/2020 的 00:20:51。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				},
				["综合"] = {
					["enabled"] = true,
					["name"] = "综合",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/16/2020 的 00:20:51。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				},
				["本地防务"] = {
					["enabled"] = true,
					["name"] = "本地防务",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/16/2020 的 00:20:51。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				},
			},
		},
	},
}
