
ElephantDBPerChar = {
	["profileKeys"] = {
		["岁繁 - 亡语者"] = "岁繁 - 亡语者",
	},
	["char"] = {
		["岁繁 - 亡语者"] = {
			["logs"] = {
				{
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "悄悄话",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/29/2020 的 19:34:14。",
							["type"] = "SYSTEM",
						}, -- [1]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "WHISPER_INFORM",
							["time"] = 1590752104,
							["arg1"] = "1",
							["clColor"] = "ffa22fc8",
						}, -- [2]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "WHISPER",
							["time"] = 1590752132,
							["arg1"] = "1",
							["clColor"] = "ffa22fc8",
						}, -- [3]
					},
				}, -- [1]
				{
					["enabled"] = true,
					["name"] = "团队",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/29/2020 的 19:34:14。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				}, -- [2]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "小队",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/10/2020 的 15:01:54。",
							["type"] = "SYSTEM",
						}, -- [1]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589094450,
							["arg1"] = "驱散-->|cff71d5ff|Hspell:124682:0|h[氤氲之雾]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [2]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589094470,
							["arg1"] = "驱散-->|cff71d5ff|Hspell:124682:0|h[氤氲之雾]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [3]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589094601,
							["arg1"] = "驱散-->|cff71d5ff|Hspell:124682:0|h[氤氲之雾]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [4]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589094787,
							["arg1"] = "驱散-->|cff71d5ff|Hspell:124682:0|h[氤氲之雾]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [5]
						{
							["arg1"] = " ",
						}, -- [6]
						{
							["arg1"] = " ",
						}, -- [7]
						{
							["arg1"] = "记录开始于 05/29/2020 的 19:34:14。",
							["type"] = "SYSTEM",
						}, -- [8]
					},
				}, -- [3]
				{
					["enabled"] = true,
					["name"] = "说",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/29/2020 的 19:34:14。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				}, -- [4]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "呼喊",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/16/2020 的 11:14:48。",
						}, -- [1]
						{
							["arg2"] = "孤独感让人-鬼雾峰",
							["type"] = "YELL",
							["time"] = 1589598974,
							["arg1"] = "{rt2}【史詩】1-12/M全‐打↘散/啪↙【尼/奧/羅/薩】〈掉落475-485版/本/毕/业装/备〉〈欢★迎新老玩家回★归〉〈★‐‐自‐己‐上‐號‐哃‐曱‐幫‐摸〉〈武/器饰★品‐特质〉欢迎咨詢M",
							["clColor"] = "ff8686ec",
						}, -- [2]
						{
							["arg2"] = "孤独感让人-鬼雾峰",
							["type"] = "YELL",
							["time"] = 1589598982,
							["arg1"] = "{rt2}【史詩】1-12/M全‐打↘散/啪↙【尼/奧/羅/薩】〈掉落475-485版/本/毕/业装/备〉〈欢★迎新老玩家回★归〉〈★‐‐自‐己‐上‐號‐哃‐曱‐幫‐摸〉〈武/器饰★品‐特质〉欢迎咨詢M",
							["clColor"] = "ff8686ec",
						}, -- [3]
						{
							["arg2"] = "孤独感让人-鬼雾峰",
							["type"] = "YELL",
							["time"] = 1589598990,
							["arg1"] = "{rt2}【史詩】1-12/M全‐打↘散/啪↙【尼/奧/羅/薩】〈掉落475-485版/本/毕/业装/备〉〈欢★迎新老玩家回★归〉〈★‐‐自‐己‐上‐號‐哃‐曱‐幫‐摸〉〈武/器饰★品‐特质〉欢迎咨詢M",
							["clColor"] = "ff8686ec",
						}, -- [4]
						{
							["arg2"] = "孤独感让人-鬼雾峰",
							["type"] = "YELL",
							["time"] = 1589598997,
							["arg1"] = "{rt2}【史詩】1-12/M全‐打↘散/啪↙【尼/奧/羅/薩】〈掉落475-485版/本/毕/业装/备〉〈欢★迎新老玩家回★归〉〈★‐‐自‐己‐上‐號‐哃‐曱‐幫‐摸〉〈武/器饰★品‐特质〉欢迎咨詢M",
							["clColor"] = "ff8686ec",
						}, -- [5]
						{
							["arg2"] = "孤独感让人-鬼雾峰",
							["type"] = "YELL",
							["time"] = 1589599006,
							["arg1"] = "{rt2}【史詩】1-12/M全‐打↘散/啪↙【尼/奧/羅/薩】〈掉落475-485版/本/毕/业装/备〉〈欢★迎新老玩家回★归〉〈★‐‐自‐己‐上‐號‐哃‐曱‐幫‐摸〉〈武/器饰★品‐特质〉欢迎咨詢M",
							["clColor"] = "ff8686ec",
						}, -- [6]
						{
							["arg2"] = "孤独感让人-鬼雾峰",
							["type"] = "YELL",
							["time"] = 1589599015,
							["arg1"] = "{rt2}【史詩】1-12/M全‐打↘散/啪↙【尼/奧/羅/薩】〈掉落475-485版/本/毕/业装/备〉〈欢★迎新老玩家回★归〉〈★‐‐自‐己‐上‐號‐哃‐曱‐幫‐摸〉〈武/器饰★品‐特质〉欢迎咨詢M",
							["clColor"] = "ff8686ec",
						}, -- [7]
						{
							["arg2"] = "孤独感让人-鬼雾峰",
							["type"] = "YELL",
							["time"] = 1589599022,
							["arg1"] = "{rt2}【史詩】1-12/M全‐打↘散/啪↙【尼/奧/羅/薩】〈掉落475-485版/本/毕/业装/备〉〈欢★迎新老玩家回★归〉〈★‐‐自‐己‐上‐號‐哃‐曱‐幫‐摸〉〈武/器饰★品‐特质〉欢迎咨詢M",
							["clColor"] = "ff8686ec",
						}, -- [8]
						{
							["arg2"] = "孤独感让人-鬼雾峰",
							["type"] = "YELL",
							["time"] = 1589599030,
							["arg1"] = "{rt2}【史詩】1-12/M全‐打↘散/啪↙【尼/奧/羅/薩】〈掉落475-485版/本/毕/业装/备〉〈欢★迎新老玩家回★归〉〈★‐‐自‐己‐上‐號‐哃‐曱‐幫‐摸〉〈武/器饰★品‐特质〉欢迎咨詢M",
							["clColor"] = "ff8686ec",
						}, -- [9]
						{
							["arg2"] = "孤独感让人-鬼雾峰",
							["type"] = "YELL",
							["time"] = 1589599037,
							["arg1"] = "{rt2}【史詩】1-12/M全‐打↘散/啪↙【尼/奧/羅/薩】〈掉落475-485版/本/毕/业装/备〉〈欢★迎新老玩家回★归〉〈★‐‐自‐己‐上‐號‐哃‐曱‐幫‐摸〉〈武/器饰★品‐特质〉欢迎咨詢M",
							["clColor"] = "ff8686ec",
						}, -- [10]
						{
							["arg1"] = " ",
						}, -- [11]
						{
							["arg1"] = " ",
						}, -- [12]
						{
							["arg1"] = "记录开始于 05/29/2020 的 19:34:14。",
							["type"] = "SYSTEM",
						}, -- [13]
					},
				}, -- [5]
				{
					["enabled"] = true,
					["name"] = "公会官员",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/29/2020 的 19:34:14。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				}, -- [6]
				{
					["enabled"] = true,
					["name"] = "公会",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/29/2020 的 19:34:14。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				}, -- [7]
				{
					["enabled"] = true,
					["name"] = "战利品",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/29/2020 的 19:34:14。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				}, -- [8]
				{
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "系统信息",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/10/2020 的 15:01:54。",
							["type"] = "SYSTEM",
						}, -- [1]
						{
							["type"] = "SYSTEM",
							["time"] = 1589094138,
							["arg1"] = "你现在没有加入任何一个公会",
						}, -- [2]
						{
							["type"] = "SYSTEM",
							["time"] = 1589094164,
							["arg1"] = "发现达萨罗：获得425点经验值",
						}, -- [3]
						{
							["type"] = "SYSTEM",
							["time"] = 1589094194,
							["arg1"] = "|Hplayer:十里扬州路|h[十里扬州路]|h邀请你加入队伍。",
						}, -- [4]
						{
							["type"] = "SYSTEM",
							["time"] = 1589094202,
							["arg1"] = "地下城难度已设置为英雄。",
						}, -- [5]
						{
							["type"] = "SYSTEM",
							["time"] = 1589094289,
							["arg1"] = "决斗开始：3",
						}, -- [6]
						{
							["type"] = "SYSTEM",
							["time"] = 1589094289,
							["arg1"] = "你学会新的技能：|cff71d5ff|Hspell:195710:0|h[荣誉勋章]|h|r",
						}, -- [7]
						{
							["type"] = "SYSTEM",
							["time"] = 1589094290,
							["arg1"] = "决斗开始：2",
						}, -- [8]
						{
							["type"] = "SYSTEM",
							["time"] = 1589094291,
							["arg1"] = "决斗开始：1",
						}, -- [9]
						{
							["arg1"] = " ",
						}, -- [10]
						{
							["arg1"] = " ",
						}, -- [11]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/16/2020 的 11:14:48。",
						}, -- [12]
						{
							["type"] = "SYSTEM",
							["time"] = 1589598938,
							["arg1"] = "你现在没有加入任何一个公会",
						}, -- [13]
						{
							["arg1"] = " ",
						}, -- [14]
						{
							["arg1"] = " ",
						}, -- [15]
						{
							["arg1"] = "记录开始于 05/29/2020 的 19:34:14。",
							["type"] = "SYSTEM",
						}, -- [16]
						{
							["type"] = "SYSTEM",
							["time"] = 1590752086,
							["arg1"] = "你现在没有加入任何一个公会",
						}, -- [17]
						{
							["type"] = "SYSTEM",
							["time"] = 1590752086,
							["arg1"] = "|Hplayer:十里扬州路|h[十里扬州路]|h邀请你加入队伍。",
						}, -- [18]
						{
							["type"] = "SYSTEM",
							["time"] = 1590752096,
							["arg1"] = "地下城难度已设置为英雄。",
						}, -- [19]
						{
							["type"] = "SYSTEM",
							["time"] = 1590752129,
							["arg1"] = "你现在是队长",
						}, -- [20]
						{
							["type"] = "SYSTEM",
							["time"] = 1590752182,
							["arg1"] = "十里扬州路离开了队伍。",
						}, -- [21]
						{
							["type"] = "SYSTEM",
							["time"] = 1590752190,
							["arg1"] = "|Hplayer:十里扬州路|h[十里扬州路]|h邀请你加入队伍，但是你无法接受，因为你已经在一个队伍中了。",
						}, -- [22]
						{
							["type"] = "SYSTEM",
							["time"] = 1590752196,
							["arg1"] = "试玩账号无法邀请其他角色进行组队。|cffffd000|Hstorecategory:games|h[点击此处升级账号]|h|r",
						}, -- [23]
						{
							["type"] = "SYSTEM",
							["time"] = 1590752209,
							["arg1"] = "你离开了队伍。",
						}, -- [24]
						{
							["type"] = "SYSTEM",
							["time"] = 1590752214,
							["arg1"] = "|Hplayer:十里扬州路|h[十里扬州路]|h邀请你加入队伍。",
						}, -- [25]
						{
							["type"] = "SYSTEM",
							["time"] = 1590752220,
							["arg1"] = "地下城难度已设置为英雄。",
						}, -- [26]
					},
				}, -- [9]
				{
					["enabled"] = true,
					["name"] = "成就",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/29/2020 的 19:34:14。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				}, -- [10]
				{
					["enabled"] = true,
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/29/2020 的 19:34:14。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				}, -- [11]
				["本地防务"] = {
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "本地防务",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/10/2020 的 15:01:54。",
							["type"] = "SYSTEM",
						}, -- [1]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [2]
						{
							["arg1"] = " ",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/16/2020 的 11:14:48。",
						}, -- [5]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [6]
						{
							["arg1"] = " ",
						}, -- [7]
						{
							["arg1"] = " ",
						}, -- [8]
						{
							["arg1"] = "记录开始于 05/29/2020 的 19:34:14。",
							["type"] = "SYSTEM",
						}, -- [9]
					},
				},
				["世界防务"] = {
					["enabled"] = true,
					["name"] = "世界防务",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/29/2020 的 19:34:14。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				},
				["综合"] = {
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "综合",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/10/2020 的 15:01:54。",
							["type"] = "SYSTEM",
						}, -- [1]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [2]
						{
							["arg1"] = " ",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/16/2020 的 11:14:48。",
						}, -- [5]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [6]
						{
							["arg1"] = " ",
						}, -- [7]
						{
							["arg1"] = " ",
						}, -- [8]
						{
							["arg1"] = "记录开始于 05/29/2020 的 19:34:14。",
							["type"] = "SYSTEM",
						}, -- [9]
					},
				},
				["交易"] = {
					["enabled"] = true,
					["name"] = "交易",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/29/2020 的 19:34:14。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				},
				["公会招募"] = {
					["enabled"] = true,
					["name"] = "公会招募",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/29/2020 的 19:34:14。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				},
			},
		},
	},
}
