
WATCHDOG_DB = {
	["players"] = {
		["买了佛能-巨龙之吼"] = {
			["time"] = 1552444219,
		},
		["行走的鸭-泰兰德"] = {
			["time"] = 1551962382,
		},
		["赤木灬晴子-燃烧之刃"] = {
			["time"] = 1552266898,
		},
		["红烧羊肉-克尔苏加德"] = {
			["time"] = 1551962382,
		},
		["秋叶心语-燃烧之刃"] = {
			["time"] = 1555740021,
		},
		["星风云-凯尔萨斯"] = {
			["time"] = 1553139942,
		},
		["乱中川-深渊之巢"] = {
			["time"] = 1552444219,
		},
		["荣耀二十三-凤凰之神"] = {
			["time"] = 1552461730,
		},
		["儿童用-燃烧之刃"] = {
			["time"] = 1560688026,
		},
		["我们很红-丽丽（四川）"] = {
			["time"] = 1552450481,
		},
		["千羽灵-凤凰之神"] = {
			["time"] = 1552266898,
		},
		["萌露-血色十字军"] = {
			["time"] = 1555673807,
		},
		["暴风电竞九二-梦境之树"] = {
			["time"] = 1553070155,
		},
		["暴锋电竞九五-梦境之树"] = {
			["time"] = 1553053293,
		},
		["暴锋电竞九六-梦境之树"] = {
			["time"] = 1553070155,
		},
		["格崽之五-塞拉摩"] = {
			["time"] = 1552718191,
		},
		["葬爱丶瓜少-鬼雾峰"] = {
			["time"] = 1553139942,
		},
		["荣耀二十八-凤凰之神"] = {
			["time"] = 1552472106,
		},
		["老弟来玩呀-泰兰德"] = {
			["time"] = 1553827591,
		},
		["安那小妹-燃烧之刃"] = {
			["time"] = 1552283121,
		},
		["清风墨竹丶-熔火之心"] = {
			["time"] = 1552444219,
		},
		["山水苗乡-燃烧之刃"] = {
			["time"] = 1555740021,
		},
		["根咑还是趟尸-国王之谷"] = {
			["time"] = 1551962382,
		},
		["紫光宝宝-主宰之剑"] = {
			["time"] = 1552209333,
		},
		["都是条的-卡扎克"] = {
			["time"] = 1552020424,
		},
		["风暴兽-死亡之翼"] = {
			["time"] = 1553070155,
		},
		["四队那个术事-格瑞姆巴托"] = {
			["time"] = 1553139942,
		},
		["福音牧牧二-伊森利恩"] = {
			["time"] = 1554022873,
		},
		["冷风浮-燃烧之刃"] = {
			["time"] = 1553139942,
		},
		["大家一起上-格瑞姆巴托"] = {
			["time"] = 1552283121,
		},
		["四奶-影之哀伤"] = {
			["time"] = 1553663811,
		},
		["天猪少女-燃烧之刃"] = {
			["time"] = 1555740021,
		},
		["福音木木三-阿古斯"] = {
			["time"] = 1552736072,
		},
		["格崽之二-塞拉摩"] = {
			["time"] = 1552283121,
		},
		["误导武器战-死亡之翼"] = {
			["time"] = 1552283121,
		},
		["木木车队三-无尽之海"] = {
			["time"] = 1553053293,
		},
		["笑笑红手-暗影裂口"] = {
			["time"] = 1552217127,
		},
		["否极泰来十-万色星辰"] = {
			["time"] = 1553860226,
		},
		["张豌豆-燃烧之刃"] = {
			["time"] = 1555740021,
		},
		["什么灬意思-燃烧之刃"] = {
			["time"] = 1552266898,
		},
		["小灬抽纸-冰风岗"] = {
			["time"] = 1552283121,
		},
		["咪球四号位-冬泉谷"] = {
			["time"] = 1553070155,
		},
		["荣耀二十五-凤凰之神"] = {
			["time"] = 1552472106,
		},
		["战国丨韩-凤凰之神"] = {
			["time"] = 1552043399,
		},
		["无陆子丶-克尔苏加德"] = {
			["time"] = 1553663811,
		},
		["再战归来-死亡之翼"] = {
			["time"] = 1553663811,
		},
		["道地一乌龙茶-死亡之翼"] = {
			["time"] = 1552444219,
		},
		["格崽之六-泰兰德"] = {
			["time"] = 1552283121,
		},
		["巨龙凯尔-凯尔萨斯"] = {
			["time"] = 1553139942,
		},
		["一枪干三鸟-死亡之翼"] = {
			["time"] = 1552200982,
		},
		["伊四丶-海克泰尔"] = {
			["time"] = 1554022873,
		},
		["抖音里面-格瑞姆巴托"] = {
			["time"] = 1553139942,
		},
		["她在吃鸡-格瑞姆巴托"] = {
			["time"] = 1553139942,
		},
		["鬼魁魅影-死亡之翼"] = {
			["time"] = 1553590758,
		},
		["花絮六尾王一-影之哀伤"] = {
			["time"] = 1553064002,
		},
		["家族的召唤-燃烧之刃"] = {
			["time"] = 1552266898,
		},
		["花絮尾王一-无尽之海"] = {
			["time"] = 1551962382,
		},
		["花絮六尾王三-影之哀伤"] = {
			["time"] = 1551962382,
		},
		["差强人意-燃烧之刃"] = {
			["time"] = 1553070155,
		},
		["暴风电竞七八-凤凰之神"] = {
			["time"] = 1558431454,
		},
		["嗨达罗萨-埃霍恩"] = {
			["time"] = 1552272671,
		},
		["Choue-燃烧之刃"] = {
			["time"] = 1553598795,
		},
		["流霜城-天空之墙"] = {
			["time"] = 1552444219,
		},
		["Oux-燃烧之刃"] = {
			["time"] = 1552441616,
		},
		["刀口火文-亚雷戈斯"] = {
			["time"] = 1552209333,
		},
		["福音花花-伊森利恩"] = {
			["time"] = 1552472106,
		},
		["月影之晖-摩摩尔"] = {
			["time"] = 1553663811,
		},
		["骚年和狗-死亡之翼"] = {
			["time"] = 1552444219,
		},
		["莲心幽魂-红龙女王"] = {
			["time"] = 1553139942,
		},
		["丨烈火燃烧丨-提瑞斯法"] = {
			["time"] = 1552302169,
		},
		["会疯的灬-燃烧之刃"] = {
			["time"] = 1552011716,
		},
		["初中生句-燃烧之刃"] = {
			["time"] = 1552461730,
		},
		["歧路亡羊-燃烧之刃"] = {
			["time"] = 1552121802,
		},
		["木木车队四-无尽之海"] = {
			["time"] = 1553070155,
		},
		["南楚霸王-伊森利恩"] = {
			["time"] = 1553759335,
		},
		["三十六第-死亡之翼"] = {
			["time"] = 1552123989,
		},
		["想爱的裤头丶-贫瘠之地"] = {
			["time"] = 1552043399,
		},
		["四川省-回音山"] = {
			["time"] = 1552444219,
		},
		["椒麻盐酥鸡-丽丽（四川）"] = {
			["time"] = 1552302169,
		},
		["程夫人-凤凰之神"] = {
			["time"] = 1551962382,
		},
		["不灬败-格瑞姆巴托"] = {
			["time"] = 1553139942,
		},
		["莉莎的挽歌-玛诺洛斯"] = {
			["time"] = 1552444219,
		},
		["梦的绽放-影之哀伤"] = {
			["time"] = 1552444219,
		},
		["Alme-凤凰之神"] = {
			["time"] = 1552200982,
		},
		["零零十五"] = {
			["time"] = 1552444219,
		},
		["用电饭锅个-卡扎克"] = {
			["time"] = 1552020424,
		},
		["大米大米妞-格瑞姆巴托"] = {
			["time"] = 1553066703,
		},
		["卡的很小心-布兰卡德"] = {
			["time"] = 1551962382,
		},
		["暴风电竞八一-凤凰之神"] = {
			["time"] = 1553070155,
		},
		["寂夜如疯-古加尔"] = {
			["time"] = 1552200982,
		},
		["胖虎照耀你-死亡之翼"] = {
			["time"] = 1553488957,
		},
		["韵味-阿纳克洛斯"] = {
			["time"] = 1552278614,
		},
		["夜舞看倾城-安苏"] = {
			["time"] = 1557213376,
		},
		["揽月随风漂丶-凤凰之神"] = {
			["time"] = 1552043399,
		},
		["乱世之魔-凤凰之神"] = {
			["time"] = 1553070155,
		},
		["傻熊之四-神圣之歌"] = {
			["time"] = 1551962382,
		},
		["大地通讯-戈提克"] = {
			["time"] = 1552444219,
		},
		["安那四表哥-燃烧之刃"] = {
			["time"] = 1552283121,
		},
		["三十六度八-燃烧之刃"] = {
			["time"] = 1551962382,
		},
		["playerRFSNWV-主宰之剑"] = {
			["time"] = 1552020424,
		},
		["潇洒的地瓜-寒冰皇冠"] = {
			["time"] = 1555936750,
		},
		["看我小龙-死亡之翼"] = {
			["time"] = 1552399374,
		},
		["暴锋电竞三九-凤凰之神"] = {
			["time"] = 1553602558,
		},
		["凤弓羽箭-凤凰之神"] = {
			["time"] = 1552709319,
		},
		["最后的男-影之哀伤"] = {
			["time"] = 1552444219,
		},
		["花絮五尾王二-格瑞姆巴托"] = {
			["time"] = 1552132131,
		},
		["莱蒽灬血蹄-克尔苏加德"] = {
			["time"] = 1552444219,
		},
		["花絮尾王丶八-塞拉摩"] = {
			["time"] = 1551962382,
		},
		["锕柒尔-洛丹伦"] = {
			["time"] = 1552299661,
		},
		["伊三丶-海克泰尔"] = {
			["time"] = 1553860226,
		},
		["花絮三尾王三-死亡之翼"] = {
			["time"] = 1552711655,
		},
		["怒火灬燃烧-燃烧之刃"] = {
			["time"] = 1551962382,
		},
		["康康丷嗨起哟-伊森利恩"] = {
			["time"] = 1553663811,
		},
		["彩运追月-燃烧之刃"] = {
			["time"] = 1553663811,
		},
		["没控-影之哀伤"] = {
			["time"] = 1557377601,
		},
		["花絮八尾王二-血色十字军"] = {
			["time"] = 1552709319,
		},
		["蒸熊掌-凤凰之神"] = {
			["time"] = 1552283121,
		},
		["追羿风-影之哀伤"] = {
			["time"] = 1553139942,
		},
		["每平米三万六-安苏"] = {
			["time"] = 1553746834,
		},
		["柠檬之秋-燃烧之刃"] = {
			["time"] = 1553590758,
		},
		["暮良丶乂安-死亡之翼"] = {
			["time"] = 1552444219,
		},
		["阿达大厦-燃烧之刃"] = {
			["time"] = 1552123989,
		},
		["宏碁奥媚儿-凤凰之神"] = {
			["time"] = 1553602558,
		},
		["伊一丶-海克泰尔"] = {
			["time"] = 1553860226,
		},
		["枫绍丶-克尔苏加德"] = {
			["time"] = 1552444219,
		},
		["认为的所-卡扎克"] = {
			["time"] = 1552020424,
		},
		["冰冷的阿昆达-冰霜之刃"] = {
			["time"] = 1551962382,
		},
		["伊二丶-海克泰尔"] = {
			["time"] = 1553860226,
		},
		["超市收银员-基尔加丹"] = {
			["time"] = 1551962382,
		},
		["咪球九号-刀塔"] = {
			["time"] = 1553064002,
		},
		["重霄-凯尔萨斯"] = {
			["time"] = 1553139942,
		},
		["雪涛-霜之哀伤"] = {
			["time"] = 1553139942,
		},
		["暴锋电竞小李-凤凰之神"] = {
			["time"] = 1552209333,
		},
		["千杯不倒-无尽之海"] = {
			["time"] = 1552709319,
		},
		["践踏在原地-死亡之翼"] = {
			["time"] = 1552283121,
		},
		["戴高乐号-古尔丹"] = {
			["time"] = 1551962382,
		},
		["花絮六尾王二-影之哀伤"] = {
			["time"] = 1552718191,
		},
		["血色骑士大帝-凤凰之神"] = {
			["time"] = 1552736072,
		},
		["指尖的落度丶-凤凰之神"] = {
			["time"] = 1552123989,
		},
		["Lagertha-凤凰之神"] = {
			["time"] = 1552097070,
		},
		["林洛秋-燃烧之刃"] = {
			["time"] = 1552283121,
		},
		["柠檬之冬-燃烧之刃"] = {
			["time"] = 1553590758,
		},
		["伍德费斯-血羽"] = {
			["time"] = 1553488957,
		},
		["桃花纷落-凤凰之神"] = {
			["time"] = 1553860226,
		},
		["秘境小跑车-影之哀伤"] = {
			["time"] = 1554022873,
		},
		["石烂有多久-凤凰之神"] = {
			["time"] = 1553602558,
		},
		["华山虎-凯尔萨斯"] = {
			["time"] = 1552097070,
		},
		["趁微風不噪-燃烧之刃"] = {
			["time"] = 1553139942,
		},
		["猎魔羽化-凤凰之神"] = {
			["time"] = 1553340465,
		},
		["兰博基尼车队-燃烧之刃"] = {
			["time"] = 1553170712,
		},
		["老饭团大米四-凤凰之神"] = {
			["time"] = 1552141643,
		},
		["暴锋电竞小张-凤凰之神"] = {
			["time"] = 1555740021,
		},
		["暴躁的吉跋猫-死亡之翼"] = {
			["time"] = 1552444219,
		},
		["江曉月-布兰卡德"] = {
			["time"] = 1552444219,
		},
		["七月的许愿星-洛丹伦"] = {
			["time"] = 1552444219,
		},
		["聖光灬玛蒂娜-黑翼之巢"] = {
			["time"] = 1553488957,
		},
		["闫凤龟-天空之墙"] = {
			["time"] = 1552711655,
		},
		["冰的颜色-冰霜之刃"] = {
			["time"] = 1551962382,
		},
		["黑哥冰雕福-红龙女王"] = {
			["time"] = 1553139942,
		},
		["我的那个神啊-凤凰之神"] = {
			["time"] = 1553233622,
		},
		["愤灬怒-血色十字军"] = {
			["time"] = 1553677834,
		},
		["你个小胖子-死亡之翼"] = {
			["time"] = 1552123989,
		},
		["是的是的-燃烧之刃"] = {
			["time"] = 1553070155,
		},
		["花絮五尾王四-格瑞姆巴托"] = {
			["time"] = 1552718191,
		},
		["蛟龙坛主-霜之哀伤"] = {
			["time"] = 1552444219,
		},
		["神罚丨綡風-安苏"] = {
			["time"] = 1553070155,
		},
		["飞羽旗主-凯尔萨斯"] = {
			["time"] = 1555586057,
		},
		["杨师裤头-亚雷戈斯"] = {
			["time"] = 1552132131,
		},
		["盛世嫡妃-托尔巴拉德"] = {
			["time"] = 1552020424,
		},
		["隐风烈-艾露恩"] = {
			["time"] = 1553603132,
		},
		["山里有座山-回音山"] = {
			["time"] = 1553070155,
		},
		["郑雷雁塔峰-天空之墙"] = {
			["time"] = 1552444219,
		},
		["我黄忠贼溜-燃烧之刃"] = {
			["time"] = 1552441616,
		},
		["大美人三-格瑞姆巴托"] = {
			["time"] = 1553053293,
		},
		["花絮尾王三-神圣之歌"] = {
			["time"] = 1551962382,
		},
		["汉灬歌-死亡之翼"] = {
			["time"] = 1554704622,
		},
		["笑笑一朵花-丽丽（四川）"] = {
			["time"] = 1552450481,
		},
		["北极熊-凯尔萨斯"] = {
			["time"] = 1553139942,
		},
		["哥哥丿羊死了-凤凰之神"] = {
			["time"] = 1553139942,
		},
		["黑脸猫八号-无尽之海"] = {
			["time"] = 1552141643,
		},
		["乌尔丶奇奥拉-布兰卡德"] = {
			["time"] = 1552444219,
		},
		["天长地九-凤凰之神"] = {
			["time"] = 1552283121,
		},
		["丶刺青之-凤凰之神"] = {
			["time"] = 1553139942,
		},
		["和枯竭就-托尔巴拉德"] = {
			["time"] = 1553860226,
		},
		["Ywdept-末日行者"] = {
			["time"] = 1554085432,
		},
		["帅帅嗒-无尽之海"] = {
			["time"] = 1552043399,
		},
		["三队那个小得-格瑞姆巴托"] = {
			["time"] = 1553139942,
		},
		["西门司马-格瑞姆巴托"] = {
			["time"] = 1552709319,
		},
		["暴锋电竞小付-凤凰之神"] = {
			["time"] = 1552285354,
		},
		["灵魂摆渡-凯尔萨斯"] = {
			["time"] = 1553139942,
		},
		["手比腿长-死亡之翼"] = {
			["time"] = 1552097070,
		},
		["奶妈刷耐力-燃烧之刃"] = {
			["time"] = 1552283121,
		},
		["格崽之三-麦姆"] = {
			["time"] = 1552283121,
		},
		["暴锋电竞八七-熊猫酒仙"] = {
			["time"] = 1553590758,
		},
		["奶牛奶牛大秘-血色十字军"] = {
			["time"] = 1552097070,
		},
		["寻找太阳-血色十字军"] = {
			["time"] = 1552444219,
		},
		["氵弹枪-格瑞姆巴托"] = {
			["time"] = 1551962382,
		},
		["大美人一-格瑞姆巴托"] = {
			["time"] = 1553053293,
		},
		["姐姐丿我还小-凤凰之神"] = {
			["time"] = 1553139942,
		},
		["消逝的聖光-布兰卡德"] = {
			["time"] = 1551962382,
		},
		["伊曲忧伤-克尔苏加德"] = {
			["time"] = 1551962382,
		},
		["有点瞌睡-燃烧之刃"] = {
			["time"] = 1552020424,
		},
		["战国丨齐-凤凰之神"] = {
			["time"] = 1552043399,
		},
		["友军防区-燃烧之刃"] = {
			["time"] = 1553574687,
		},
		["穿云箭主-霜之哀伤"] = {
			["time"] = 1553139942,
		},
		["婉然纸羽-凤凰之神"] = {
			["time"] = 1552043399,
		},
		["大脚丫子哈-影之哀伤"] = {
			["time"] = 1552132131,
		},
		["冲虚道人-天空之墙"] = {
			["time"] = 1552711655,
		},
		["火焰的阿昆达-熔火之心"] = {
			["time"] = 1551962382,
		},
		["陀螺阁-凯尔萨斯"] = {
			["time"] = 1552011716,
		},
		["大师傅的-燃烧之刃"] = {
			["time"] = 1552123989,
		},
		["咪球五号-银松森林"] = {
			["time"] = 1554704622,
		},
		["三年而不中-狂热之刃"] = {
			["time"] = 1553488957,
		},
		["好友哈让他-托尔巴拉德"] = {
			["time"] = 1552020424,
		},
		["繁華吥落幕-安苏"] = {
			["time"] = 1552283121,
		},
		["追逐生命-燃烧之刃"] = {
			["time"] = 1552266898,
		},
		["安那小妞-燃烧之刃"] = {
			["time"] = 1552283121,
		},
		["韩三六-太阳之井"] = {
			["time"] = 1552472106,
		},
		["为了低保三-死亡之翼"] = {
			["time"] = 1552709319,
		},
		["荣耀二十六-凤凰之神"] = {
			["time"] = 1552472106,
		},
		["馨儿弓长-安苏"] = {
			["time"] = 1552200982,
		},
		["恩奕品质三-丽丽（四川）"] = {
			["time"] = 1553070155,
		},
		["独坐山巅-凤凰之神"] = {
			["time"] = 1553860226,
		},
		["咪球七号-晴日峰（江苏）"] = {
			["time"] = 1554704622,
		},
		["擒丶兽-鬼雾峰"] = {
			["time"] = 1552444219,
		},
		["福音木木五-凤凰之神"] = {
			["time"] = 1552132131,
		},
		["断魂雕-红龙女王"] = {
			["time"] = 1553139942,
		},
		["小萌萌丶初音-燃烧之刃"] = {
			["time"] = 1552718191,
		},
		["我想要啊-埃德萨拉"] = {
			["time"] = 1555500347,
		},
		["老饭团大米八-凤凰之神"] = {
			["time"] = 1552121802,
		},
		["心愿冰冰-燃烧之刃"] = {
			["time"] = 1555673807,
		},
		["我们手红-丽丽（四川）"] = {
			["time"] = 1552736072,
		},
		["两箭叉她胸-凤凰之神"] = {
			["time"] = 1552283121,
		},
		["大秘境专车-影之哀伤"] = {
			["time"] = 1553518807,
		},
		["月下求醉丶-凤凰之神"] = {
			["time"] = 1552123989,
		},
		["螃蟹公-克尔苏加德"] = {
			["time"] = 1553663811,
		},
		["西域奥特曼-无尽之海"] = {
			["time"] = 1553139942,
		},
		["让他很划算-燃烧之刃"] = {
			["time"] = 1551962382,
		},
		["南城微凉丶-死亡之翼"] = {
			["time"] = 1552444219,
		},
		["泰墵造何物-燃烧之刃"] = {
			["time"] = 1552362351,
		},
		["荣耀二十四-凤凰之神"] = {
			["time"] = 1552461730,
		},
		["老饭团大米五-凤凰之神"] = {
			["time"] = 1552121802,
		},
		["飘渺之翼-艾莫莉丝"] = {
			["time"] = 1552097070,
		},
		["微笑的小笼-凤凰之神"] = {
			["time"] = 1552266898,
		},
		["微微灬-丹莫德"] = {
			["time"] = 1552309755,
		},
		["烈灬灼心-凤凰之神"] = {
			["time"] = 1552266898,
		},
		["肉弹攻强-亚雷戈斯"] = {
			["time"] = 1553066703,
		},
		["大概多少-卡扎克"] = {
			["time"] = 1553860226,
		},
		["随欲而安丶-死亡之翼"] = {
			["time"] = 1552444219,
		},
		["不要给我挣-格瑞姆巴托"] = {
			["time"] = 1553139942,
		},
		["超级明星-燃烧之刃"] = {
			["time"] = 1552441616,
		},
		["Violet-大漩涡"] = {
			["time"] = 1552444219,
		},
		["暴锋电竞九七-梦境之树"] = {
			["time"] = 1553070155,
		},
		["傻熊之八-神圣之歌"] = {
			["time"] = 1553064002,
		},
		["熊蛮蛮-格瑞姆巴托"] = {
			["time"] = 1553139942,
		},
		["丽丽邦桑迪-丽丽（四川）"] = {
			["time"] = 1551962382,
		},
		["锦江区-奥特兰克"] = {
			["time"] = 1552444219,
		},
		["傻熊之六-塞拉摩"] = {
			["time"] = 1552283121,
		},
		["红火-熔火之心"] = {
			["time"] = 1551962382,
		},
		["预告小队-卡扎克"] = {
			["time"] = 1552020070,
		},
		["饮奶-燃烧之刃"] = {
			["time"] = 1552709319,
		},
		["星星之灵-凤凰之神"] = {
			["time"] = 1552568227,
		},
		["呆呆木丶-死亡之翼"] = {
			["time"] = 1552195939,
		},
		["难舍难分-凤凰之神"] = {
			["time"] = 1552011716,
		},
		["大河东流-无尽之海"] = {
			["time"] = 1552043399,
		},
		["来玩啊老弟-燃烧之刃"] = {
			["time"] = 1555477491,
		},
		["我的娃所-燃烧之刃"] = {
			["time"] = 1552123989,
		},
		["花絮五尾王三-格瑞姆巴托"] = {
			["time"] = 1552709319,
		},
		["狗头人停-卡扎克"] = {
			["time"] = 1552020424,
		},
		["三十年大米-深渊之巢"] = {
			["time"] = 1552097070,
		},
		["加尔鲁什乱叫-安苏"] = {
			["time"] = 1552283121,
		},
		["咪球十号-影牙要塞"] = {
			["time"] = 1553827591,
		},
		["花絮八尾王一-血色十字军"] = {
			["time"] = 1552709319,
		},
		["花絮三尾王一-死亡之翼"] = {
			["time"] = 1551962382,
		},
		["冲锋慢-影之哀伤"] = {
			["time"] = 1553139942,
		},
		["月光乐米-伊利丹"] = {
			["time"] = 1552123989,
		},
		["荣耀二十二-凤凰之神"] = {
			["time"] = 1552472106,
		},
		["荣耀二十七-凤凰之神"] = {
			["time"] = 1552461730,
		},
		["咪球六号-丽丽（四川）"] = {
			["time"] = 1553070155,
		},
		["液冷跟-凤凰之神"] = {
			["time"] = 1555500347,
		},
		["爱笑的小德-黑铁"] = {
			["time"] = 1553518807,
		},
		["花絮尾王四-麦姆"] = {
			["time"] = 1551962382,
		},
		["清风海岛-凤凰之神"] = {
			["time"] = 1552278614,
		},
		["玫瑰与枪炮-无尽之海"] = {
			["time"] = 1553139942,
		},
		["卡吥奇诺-布兰卡德"] = {
			["time"] = 1551962382,
		},
		["战爷吼攻强-燃烧之刃"] = {
			["time"] = 1552283121,
		},
		["战国丨燕-凤凰之神"] = {
			["time"] = 1552043399,
		},
		["东溟有月-燃烧之刃"] = {
			["time"] = 1553663811,
		},
		["胖子萌哒哒-燃烧之刃"] = {
			["time"] = 1553574687,
		},
		["铁塔的给对方-托尔巴拉德"] = {
			["time"] = 1552020424,
		},
		["油一酷-回音山"] = {
			["time"] = 1553053293,
		},
		["慕雪魔兽十七-燃烧之刃"] = {
			["time"] = 1553066703,
		},
		["书生锕-死亡之翼"] = {
			["time"] = 1560499111,
		},
		["竹筏欲离江-燃烧之刃"] = {
			["time"] = 1553139942,
		},
		["难忘今宵-燃烧之刃"] = {
			["time"] = 1555740021,
		},
		["按住拉北鼻-影之哀伤"] = {
			["time"] = 1552097070,
		},
		["潇洒粉头发-安东尼达斯"] = {
			["time"] = 1552444219,
		},
		["一箭射他头-凤凰之神"] = {
			["time"] = 1552283121,
		},
		["驰风宗-凯尔萨斯"] = {
			["time"] = 1551962382,
		},
		["东西发给小-卡扎克"] = {
			["time"] = 1553860226,
		},
		["纯白色頹廢-布鲁塔卢斯"] = {
			["time"] = 1552444219,
		},
		["继续开始-燃烧之刃"] = {
			["time"] = 1552020424,
		},
		["橙姚牛-天空之墙"] = {
			["time"] = 1552283121,
		},
		["我貂蝉贼溜-燃烧之刃"] = {
			["time"] = 1552444219,
		},
		["我不喜欢-格瑞姆巴托"] = {
			["time"] = 1553139942,
		},
		["赛儿哥哥-罗宁"] = {
			["time"] = 1552011716,
		},
		["四酷全书-格瑞姆巴托"] = {
			["time"] = 1551962382,
		},
		["陌一剑法-泰兰德"] = {
			["time"] = 1551962382,
		},
		["攀枝花开-燃烧之刃"] = {
			["time"] = 1553759335,
		},
		["韩三四-太阳之井"] = {
			["time"] = 1552450481,
		},
		["小灬香烟-冰风岗"] = {
			["time"] = 1552283121,
		},
		["德佑丶-死亡之翼"] = {
			["time"] = 1552444219,
		},
		["弹幕狂引怪-死亡之翼"] = {
			["time"] = 1552283121,
		},
		["木木车队壹-罗宁"] = {
			["time"] = 1552043399,
		},
		["皮皮虾鸭子-冰风岗"] = {
			["time"] = 1551962382,
		},
		["playerYPAKAP-凤凰之神"] = {
			["time"] = 1552020424,
		},
		["風大-凤凰之神"] = {
			["time"] = 1552043399,
		},
		["咪球三号位-巴尔古恩"] = {
			["time"] = 1553070155,
		},
		["会长是脑残丶-凤凰之神"] = {
			["time"] = 1557213376,
		},
		["鼻梁子-安苏"] = {
			["time"] = 1554704622,
		},
		["滚过来滚过去-安戈洛"] = {
			["time"] = 1553574687,
		},
		["瑞艺-格瑞姆巴托"] = {
			["time"] = 1551962382,
		},
		["小灬槟榔-冰风岗"] = {
			["time"] = 1552283121,
		},
		["很丑有点温柔-黑铁"] = {
			["time"] = 1552444219,
		},
		["普生-格瑞姆巴托"] = {
			["time"] = 1553139942,
		},
		["臣本皮衣-燃烧之刃"] = {
			["time"] = 1552112889,
		},
		["刷大米找我-托尔巴拉德"] = {
			["time"] = 1553860226,
		},
		["利亚德零-贫瘠之地"] = {
			["time"] = 1552043399,
		},
		["来玩啊老弟-血色十字军"] = {
			["time"] = 1554704622,
		},
		["的听郭德纲-卡扎克"] = {
			["time"] = 1552020424,
		},
		["就是这么漂亮-凤凰之神"] = {
			["time"] = 1553488957,
		},
		["暴锋电竞三七-凤凰之神"] = {
			["time"] = 1553602558,
		},
		["图个个号-托尔巴拉德"] = {
			["time"] = 1553602558,
		},
		["月丅丷孤影-丹莫德"] = {
			["time"] = 1553602558,
		},
		["全职业大人-死亡之翼"] = {
			["time"] = 1552123989,
		},
		["超级大明星-燃烧之刃"] = {
			["time"] = 1552441616,
		},
		["手很红-丽丽（四川）"] = {
			["time"] = 1553070155,
		},
		["蜡笔尛新丶-迅捷微风"] = {
			["time"] = 1553913076,
		},
		["任天野美服-凤凰之神"] = {
			["time"] = 1552020424,
		},
		["来自曐曐的你-死亡之翼"] = {
			["time"] = 1553598795,
		},
		["凝渊丶-格瑞姆巴托"] = {
			["time"] = 1553602558,
		},
		["我愿等你贰年-凤凰之神"] = {
			["time"] = 1557199458,
		},
		["羞羞的黄瓜-阿尔萨斯"] = {
			["time"] = 1553574687,
		},
		["熊熊门漂-哈卡"] = {
			["time"] = 1551962382,
		},
		["Libingbingty-凤凰之神"] = {
			["time"] = 1553488957,
		},
		["暴锋电竞三八-凤凰之神"] = {
			["time"] = 1553598795,
		},
		["Bele-安东尼达斯"] = {
			["time"] = 1553488957,
		},
		["暴锋电竞八八-熊猫酒仙"] = {
			["time"] = 1553590758,
		},
		["梦里锦江-燃烧之刃"] = {
			["time"] = 1555740021,
		},
		["嫣爾-格瑞姆巴托"] = {
			["time"] = 1551962382,
		},
		["寻找马达哈-斩魔者"] = {
			["time"] = 1552123856,
		},
		["花絮尾王二-海克泰尔"] = {
			["time"] = 1551962382,
		},
		["拨了盖-国王之谷"] = {
			["time"] = 1553828321,
		},
		["摸装大红手-丽丽（四川）"] = {
			["time"] = 1553766188,
		},
		["大庙火锅-凤凰之神"] = {
			["time"] = 1552444219,
		},
		["生性淡泊乄-凤凰之神"] = {
			["time"] = 1553488957,
		},
		["达萨罗之戦-阿纳克洛斯"] = {
			["time"] = 1551962382,
		},
		["战国丨魏-凤凰之神"] = {
			["time"] = 1552043399,
		},
		["花絮尾王七-梦境之树"] = {
			["time"] = 1551962382,
		},
		["一蹴而就丶-冰风岗"] = {
			["time"] = 1553070155,
		},
		["貂蝉成狗-死亡之翼"] = {
			["time"] = 1551962382,
		},
		["贫僧归来-燃烧之刃"] = {
			["time"] = 1551962382,
		},
		["万岁亭侯仲康-亚雷戈斯"] = {
			["time"] = 1552097070,
		},
		["木木车队一-燃烧之刃"] = {
			["time"] = 1553518807,
		},
		["暴锋电竞小孟-凤凰之神"] = {
			["time"] = 1555740021,
		},
		["申光殿-凯尔萨斯"] = {
			["time"] = 1552097070,
		},
		["新希望四-凤凰之神"] = {
			["time"] = 1553685565,
		},
		["战国丨楚-凤凰之神"] = {
			["time"] = 1552043399,
		},
		["湖人厉害-凤凰之神"] = {
			["time"] = 1552020424,
		},
		["野生鱼丸-石锤"] = {
			["time"] = 1552097070,
		},
		["花花溜溜哒-凤凰之神"] = {
			["time"] = 1553518807,
		},
		["大力水手波波-迅捷微风"] = {
			["time"] = 1552123989,
		},
		["榝橒-阿比迪斯"] = {
			["time"] = 1553064002,
		},
		["会封的灬-燃烧之刃"] = {
			["time"] = 1552011716,
		},
		["熊熊门漂-凤凰之神"] = {
			["time"] = 1552283121,
		},
		["明星斗牛-凤凰之神"] = {
			["time"] = 1552011716,
		},
		["战爷强无敌-死亡之翼"] = {
			["time"] = 1552709319,
		},
		["咪球一号位-安东尼达斯"] = {
			["time"] = 1553070155,
		},
		["高速收费员-基尔加丹"] = {
			["time"] = 1551962382,
		},
		["讨厌盾牌-死亡之翼"] = {
			["time"] = 1552141643,
		},
		["老饭团大米六-凤凰之神"] = {
			["time"] = 1552121802,
		},
		["熊熊门漂-影之哀伤"] = {
			["time"] = 1551962382,
		},
		["风车扭了腰-死亡之翼"] = {
			["time"] = 1552283121,
		},
		["朝歌丶夜弦-克尔苏加德"] = {
			["time"] = 1552444219,
		},
		["也玩抖音-格瑞姆巴托"] = {
			["time"] = 1553139942,
		},
		["东风烬-凤凰之神"] = {
			["time"] = 1552444219,
		},
		["洞察-血色十字军"] = {
			["time"] = 1551962382,
		},
		["为了部落三-血吼"] = {
			["time"] = 1553574687,
		},
		["大美人二-格瑞姆巴托"] = {
			["time"] = 1553053293,
		},
		["筱祁尛-无尽之海"] = {
			["time"] = 1553139942,
		},
		["大冰蛋-影之哀伤"] = {
			["time"] = 1552180076,
		},
		["哥哥丿痒死了-凤凰之神"] = {
			["time"] = 1553139942,
		},
		["她讨人厌-凤凰之神"] = {
			["time"] = 1552020424,
		},
		["血衣人丶-血吼"] = {
			["time"] = 1553138601,
		},
		["花絮六尾王四-影之哀伤"] = {
			["time"] = 1553064002,
		},
		["麦乐鸡翅膀-凯恩血蹄"] = {
			["time"] = 1552200982,
		},
		["熊丶四-凤凰之神"] = {
			["time"] = 1551962382,
		},
		["买了疯冷-丽丽（四川）"] = {
			["time"] = 1552444219,
		},
		["我不救鸭-莱索恩"] = {
			["time"] = 1552444219,
		},
		["三花牛奶丶-诺兹多姆"] = {
			["time"] = 1553070155,
		},
		["手红-丽丽（四川）"] = {
			["time"] = 1552450481,
		},
		["冰之天国-洛萨"] = {
			["time"] = 1552092087,
		},
		["暴锋电竞四十-凤凰之神"] = {
			["time"] = 1553602558,
		},
		["妹妹丿咱不约-凤凰之神"] = {
			["time"] = 1553139942,
		},
		["聆语-血环"] = {
			["time"] = 1552444219,
		},
		["菲菲公主驾到-无尽之海"] = {
			["time"] = 1552444219,
		},
		["投手丶-凤凰之神"] = {
			["time"] = 1552302169,
		},
		["战国丨赵-凤凰之神"] = {
			["time"] = 1552043399,
		},
		["布小吥-布兰卡德"] = {
			["time"] = 1551962382,
		},
		["后青春的詩丶-安苏"] = {
			["time"] = 1553590758,
		},
		["暴锋电竞九九-梦境之树"] = {
			["time"] = 1553070155,
		},
		["咪球八号-辛达苟萨"] = {
			["time"] = 1553158134,
		},
		["抠脚老中医-死亡之翼"] = {
			["time"] = 1552444219,
		},
		["安那表妹-燃烧之刃"] = {
			["time"] = 1553403557,
		},
		["偶爾吵吵-伊森利恩"] = {
			["time"] = 1552097070,
		},
		["冷面-太阳之井"] = {
			["time"] = 1552444219,
		},
		["狗蛋团固定-托尔巴拉德"] = {
			["time"] = 1552020424,
		},
		["尐憨憨-迅捷微风"] = {
			["time"] = 1551962382,
		},
		["一招属性-燃烧之刃"] = {
			["time"] = 1552097070,
		},
		["吉祥山大瞎子-血环"] = {
			["time"] = 1553139942,
		},
		["韩天候-天空之墙"] = {
			["time"] = 1552444219,
		},
		["福音牧牧一-伊森利恩"] = {
			["time"] = 1554022873,
		},
		["战国丨七雄-凤凰之神"] = {
			["time"] = 1552043399,
		},
		["灬相思丶野性-燃烧之刃"] = {
			["time"] = 1552302169,
		},
		["双燕清-天空之墙"] = {
			["time"] = 1552283121,
		},
		["冲锋瘸了脚-死亡之翼"] = {
			["time"] = 1552718191,
		},
		["斩杀脱了臼-死亡之翼"] = {
			["time"] = 1552283121,
		},
		["黑脸猫六号-熊猫酒仙"] = {
			["time"] = 1552097070,
		},
		["木木车队八-霜之哀伤"] = {
			["time"] = 1552034892,
		},
		["惜夏丶-苏塔恩"] = {
			["time"] = 1552278614,
		},
		["巅峰造物六-死亡之翼"] = {
			["time"] = 1553677834,
		},
		["大头与莉莉-死亡之翼"] = {
			["time"] = 1552444219,
		},
		["老饭团大米二-凤凰之神"] = {
			["time"] = 1552141643,
		},
		["花絮八尾王四-血色十字军"] = {
			["time"] = 1552711655,
		},
		["花絮五尾王一-格瑞姆巴托"] = {
			["time"] = 1553064002,
		},
		["乌青-凯尔萨斯"] = {
			["time"] = 1555586057,
		},
		["小灬美酒-冰风岗"] = {
			["time"] = 1552283121,
		},
		["雪色小弟-血色十字军"] = {
			["time"] = 1551962382,
		},
		["暴锋电竞四一-凤凰之神"] = {
			["time"] = 1553603132,
		},
		["湖人必胜-凤凰之神"] = {
			["time"] = 1552020424,
		},
		["椽久-死亡之翼"] = {
			["time"] = 1553053293,
		},
		["让他苟富贵-卡扎克"] = {
			["time"] = 1552020424,
		},
		["长胳膊-厄祖玛特"] = {
			["time"] = 1552441616,
		},
		["Åsamsarayåå-冰风岗"] = {
			["time"] = 1553158134,
		},
		["大叔爱吹人-死亡之翼"] = {
			["time"] = 1552222455,
		},
		["不肯米苏的心-红龙女王"] = {
			["time"] = 1552097070,
		},
		["射倒鸡安娜-凤凰之神"] = {
			["time"] = 1552283121,
		},
		["喔哦奶糖-影之哀伤"] = {
			["time"] = 1552444219,
		},
		["赤焰在心中-格瑞姆巴托"] = {
			["time"] = 1552283121,
		},
		["我鲁班贼溜-燃烧之刃"] = {
			["time"] = 1552441616,
		},
		["PlayerRTRT-丽丽（四川）"] = {
			["time"] = 1553070155,
		},
		["Wooux-燃烧之刃"] = {
			["time"] = 1552441616,
		},
		["不捉鸡的少年-死亡之翼"] = {
			["time"] = 1552444219,
		},
		["暴锋电竞小凯-凤凰之神"] = {
			["time"] = 1555740021,
		},
		["老饭团大米七-凤凰之神"] = {
			["time"] = 1552121802,
		},
		["护符-格瑞姆巴托"] = {
			["time"] = 1552043399,
		},
		["不会唱歌-布兰卡德"] = {
			["time"] = 1553139942,
		},
		["超大棉花糖-凤凰之神"] = {
			["time"] = 1552283121,
		},
		["小雨丶丶-埃德萨拉"] = {
			["time"] = 1551962382,
		},
		["硕硕爱斩首-凤凰之神"] = {
			["time"] = 1553139942,
		},
		["安那三表哥-燃烧之刃"] = {
			["time"] = 1552711655,
		},
		["花絮三尾王二-死亡之翼"] = {
			["time"] = 1552718191,
		},
		["小頔-伊森利恩"] = {
			["time"] = 1552097070,
		},
		["一锤定音九-血色十字军"] = {
			["time"] = 1553678257,
		},
		["人傻有福-格瑞姆巴托"] = {
			["time"] = 1553066703,
		},
		["格崽之一-格瑞姆巴托"] = {
			["time"] = 1552283121,
		},
		["萌系滚喵喵-凤凰之神"] = {
			["time"] = 1552266898,
		},
		["灵心殿主-凯尔萨斯"] = {
			["time"] = 1555586057,
		},
		["蜜桃老鹰茶丶-凤凰之神"] = {
			["time"] = 1553070155,
		},
		["闪闪丶阅阅-凤凰之神"] = {
			["time"] = 1553139942,
		},
		["焰火貂-霜之哀伤"] = {
			["time"] = 1553139942,
		},
		["人缘好突然-安苏"] = {
			["time"] = 1553403557,
		},
		["朝歌晚酒丶-熔火之心"] = {
			["time"] = 1552444219,
		},
		["排骨炒干豆腐-血色十字军"] = {
			["time"] = 1551962382,
		},
		["山姆的小桃花-凤凰之神"] = {
			["time"] = 1551962382,
		},
		["Stormsoul-血环"] = {
			["time"] = 1552444219,
		},
		["萌萌的琪琪丶-黑铁"] = {
			["time"] = 1553158134,
		},
		["丨心如烈火丨-提瑞斯法"] = {
			["time"] = 1552278614,
		},
		["熊熊门漂-奈法利安"] = {
			["time"] = 1553064002,
		},
		["暴风电竞九三-梦境之树"] = {
			["time"] = 1553070155,
		},
		["威慑射击-格瑞姆巴托"] = {
			["time"] = 1552283121,
		},
		["福音一-丽丽（四川）"] = {
			["time"] = 1552461730,
		},
		["安那大表哥-燃烧之刃"] = {
			["time"] = 1552283121,
		},
		["筱丶蝶-黑翼之巢"] = {
			["time"] = 1552200982,
		},
		["神示天下-安苏"] = {
			["time"] = 1553590758,
		},
		["强大猛-死亡之翼"] = {
			["time"] = 1552020424,
		},
		["姑姑咕-鬼雾峰"] = {
			["time"] = 1551962382,
		},
		["头孢加酒-凤凰之神"] = {
			["time"] = 1552283121,
		},
		["暴风电竞八十-凤凰之神"] = {
			["time"] = 1558257763,
		},
		["夏曰凝霜-无尽之海"] = {
			["time"] = 1553139942,
		},
		["龟壳加假死-死亡之翼"] = {
			["time"] = 1552283121,
		},
		["我是军团-死亡之翼"] = {
			["time"] = 1553070155,
		},
		["傻熊之七-银松森林"] = {
			["time"] = 1552283121,
		},
		["龙鹰飞天-奥特兰克"] = {
			["time"] = 1553139942,
		},
		["原来是老王啊-鬼雾峰"] = {
			["time"] = 1552309755,
		},
		["花絮尾王六-回音山"] = {
			["time"] = 1551962382,
		},
		["小人八-凤凰之神"] = {
			["time"] = 1553603132,
		},
		["最近不产奶咯-鬼雾峰"] = {
			["time"] = 1553139942,
		},
		["熊熊之七-回音山"] = {
			["time"] = 1553139942,
		},
		["开怪全凉凉-燃烧之刃"] = {
			["time"] = 1552283121,
		},
		["冰霜手上涌-格瑞姆巴托"] = {
			["time"] = 1553064002,
		},
		["小血姬-影之哀伤"] = {
			["time"] = 1552444219,
		},
		["夜焰-伊森利恩"] = {
			["time"] = 1552444219,
		},
		["老牛老牛了-鬼雾峰"] = {
			["time"] = 1552129216,
		},
		["梦雨小妹-布兰卡德"] = {
			["time"] = 1552129216,
		},
		["湖人赢了-凤凰之神"] = {
			["time"] = 1552020424,
		},
		["左边的天-死亡之翼"] = {
			["time"] = 1552444219,
		},
		["无心人-燃烧之刃"] = {
			["time"] = 1553139942,
		},
		["画圈圈灬-燃烧之刃"] = {
			["time"] = 1552444219,
		},
		["艾德文-埃德萨拉"] = {
			["time"] = 1552132131,
		},
		["章鞋有-丹莫德"] = {
			["time"] = 1552444219,
		},
		["天天都大人-影之哀伤"] = {
			["time"] = 1552132131,
		},
		["安那表姐-燃烧之刃"] = {
			["time"] = 1552711655,
		},
		["格崽之四-塞拉摩"] = {
			["time"] = 1552283121,
		},
		["Gfsdgrsdg-托塞德林"] = {
			["time"] = 1551962382,
		},
		["你眼里的眸-血色十字军"] = {
			["time"] = 1553488957,
		},
		["秘境小航母-影之哀伤"] = {
			["time"] = 1553678257,
		},
		["时光灬不然-凤凰之神"] = {
			["time"] = 1552266898,
		},
		["因地制宜-死亡之翼"] = {
			["time"] = 1553070155,
		},
		["蜡笔小酒-影之哀伤"] = {
			["time"] = 1552441616,
		},
		["煌舞星辰-深渊之喉"] = {
			["time"] = 1552444219,
		},
		["臭脸儿-克尔苏加德"] = {
			["time"] = 1552444219,
		},
		["啸红手-时光之穴"] = {
			["time"] = 1552309755,
		},
		["任天野国服-凤凰之神"] = {
			["time"] = 1552020424,
		},
		["绿玉狮王-霜之哀伤"] = {
			["time"] = 1552097070,
		},
		["尐安娜女王-狂热之刃"] = {
			["time"] = 1551962382,
		},
		["已经结束-燃烧之刃"] = {
			["time"] = 1553828321,
		},
		["熊猫妈妈-影之哀伤"] = {
			["time"] = 1552444219,
		},
		["可乐配烟-凤凰之神"] = {
			["time"] = 1552283121,
		},
		["老饭团大米三-凤凰之神"] = {
			["time"] = 1552121802,
		},
		["老饭团大米一-凤凰之神"] = {
			["time"] = 1552121802,
		},
		["半夏晴天丶-熔火之心"] = {
			["time"] = 1552444219,
		},
		["猛虎落地式-血色十字军"] = {
			["time"] = 1553070155,
		},
		["方和低功耗-卡扎克"] = {
			["time"] = 1552020424,
		},
		["真的认同感-卡扎克"] = {
			["time"] = 1552020424,
		},
		["暧昧丶终成傷-凤凰之神"] = {
			["time"] = 1552132131,
		},
		["playerRGLYYF-影之哀伤"] = {
			["time"] = 1552020424,
		},
		["Ayboin-丹莫德"] = {
			["time"] = 1553486642,
		},
		["魔女新新-安苏"] = {
			["time"] = 1553598795,
		},
		["你讨人厌-凤凰之神"] = {
			["time"] = 1552020424,
		},
		["安那二表哥-燃烧之刃"] = {
			["time"] = 1552283121,
		},
		["冰冻菠萝-死亡之翼"] = {
			["time"] = 1552444219,
		},
		["菜菜耔-凤凰之神"] = {
			["time"] = 1553139942,
		},
		["战国丨秦-凤凰之神"] = {
			["time"] = 1552043399,
		},
		["姿势我都会-血吼"] = {
			["time"] = 1553574687,
		},
		["丽丽阿昆达-丽丽（四川）"] = {
			["time"] = 1551962382,
		},
		["玛洛诺斯之兽-伊森利恩"] = {
			["time"] = 1552709319,
		},
		["一本灬正经-凤凰之神"] = {
			["time"] = 1552266898,
		},
		["洛克塔丶战刃-布兰卡德"] = {
			["time"] = 1553139942,
		},
		["二队那个萨曼-格瑞姆巴托"] = {
			["time"] = 1553139942,
		},
		["两颗长牙-燃烧之刃"] = {
			["time"] = 1552020424,
		},
		["乌尔丶奇奥拉-伊森利恩"] = {
			["time"] = 1552709319,
		},
		["粉红火鸟-霜狼"] = {
			["time"] = 1552302169,
		},
		["湖人真行-凤凰之神"] = {
			["time"] = 1552020424,
		},
		["花絮八尾王三-血色十字军"] = {
			["time"] = 1551962382,
		},
		["叔丨-天空之墙"] = {
			["time"] = 1552302169,
		},
		["水墨青花丶-熔火之心"] = {
			["time"] = 1552444219,
		},
		["鸨哥哥-凤凰之神"] = {
			["time"] = 1553488957,
		},
		["荭尘丶-死亡之翼"] = {
			["time"] = 1552278614,
		},
		["熊熊门漂-布兰卡德"] = {
			["time"] = 1553139942,
		},
		["旧城轻纱坠丶-凤凰之神"] = {
			["time"] = 1552123989,
		},
		["暴风雨丶-埃德萨拉"] = {
			["time"] = 1552132131,
		},
		["荣耀二十一-凤凰之神"] = {
			["time"] = 1552472106,
		},
		["暴锋电竞小王-凤凰之神"] = {
			["time"] = 1552209333,
		},
		["趟还是根-克尔苏加德"] = {
			["time"] = 1551962382,
		},
		["一根小法杖-格瑞姆巴托"] = {
			["time"] = 1553064002,
		},
		["王者至尊-燃烧之刃"] = {
			["time"] = 1552020424,
		},
		["云曦曦-海克泰尔"] = {
			["time"] = 1552195939,
		},
		["大看牛-霜之哀伤"] = {
			["time"] = 1553139942,
		},
		["法爷开智慧-燃烧之刃"] = {
			["time"] = 1552709319,
		},
		["奥能身上流-格瑞姆巴托"] = {
			["time"] = 1552718191,
		},
		["东安恋歌-燃烧之刃"] = {
			["time"] = 1555740021,
		},
		["夕风电竞十九-熔火之心"] = {
			["time"] = 1552123856,
		},
		["英雄后二-烈焰荆棘"] = {
			["time"] = 1552266898,
		},
		["天然呆小曦-纳克萨玛斯"] = {
			["time"] = 1553574687,
		},
		["最美灬期待-凤凰之神"] = {
			["time"] = 1552266898,
		},
		["魇亽咘偶-燃烧之刃"] = {
			["time"] = 1553598795,
		},
		["初恋的赶脚-燃烧之刃"] = {
			["time"] = 1552266898,
		},
		["暴风电竞七五-凤凰之神"] = {
			["time"] = 1553913076,
		},
		["雨落茹丝-燃烧之刃"] = {
			["time"] = 1552718191,
		},
		["毒爪吼-红龙女王"] = {
			["time"] = 1553139942,
		},
		["秘境小红手-影之哀伤"] = {
			["time"] = 1552906121,
		},
		["暴风电竞八二-凤凰之神"] = {
			["time"] = 1558265468,
		},
		["花絮三尾王四-死亡之翼"] = {
			["time"] = 1551962382,
		},
		["冷月之凝-燃烧之刃"] = {
			["time"] = 1552123989,
		},
		["大哥老王桑-鬼雾峰"] = {
			["time"] = 1552020424,
		},
		["拿把小破弓-凤凰之神"] = {
			["time"] = 1552283121,
		},
		["梅拉尼西亚斯-凤凰之神"] = {
			["time"] = 1553139942,
		},
		["幻芯豚-天空之墙"] = {
			["time"] = 1552444219,
		},
		["安尔碘飞-托尔巴拉德"] = {
			["time"] = 1552020424,
		},
		["小柯丶-燃烧之刃"] = {
			["time"] = 1552444219,
		},
		["诅咒你灬-燃烧之刃"] = {
			["time"] = 1552444219,
		},
		["丨老公牛丨-安苏"] = {
			["time"] = 1552285354,
		},
		["小乔成猫-死亡之翼"] = {
			["time"] = 1551962382,
		},
		["我后羿贼溜-燃烧之刃"] = {
			["time"] = 1552444219,
		},
		["傻熊之五-霜之哀伤"] = {
			["time"] = 1551962382,
		},
		["花絮尾王五-奥特兰克"] = {
			["time"] = 1551962382,
		},
		["顺丰快递三-回音山"] = {
			["time"] = 1552285354,
		},
		["老弟玩来啊-安苏"] = {
			["time"] = 1553827591,
		},
		["肩膀头-翡翠梦境"] = {
			["time"] = 1553827591,
		},
		["playerENFDWF-托尔巴拉德"] = {
			["time"] = 1553602558,
		},
		["血虹-霜之哀伤"] = {
			["time"] = 1551962382,
		},
		["一队那个骑士-格瑞姆巴托"] = {
			["time"] = 1553139942,
		},
		["道法吴边-凤凰之神"] = {
			["time"] = 1552283121,
		},
		["不至于这样-燃烧之刃"] = {
			["time"] = 1552283121,
		},
		["蹦了门牙-燃烧之刃"] = {
			["time"] = 1553578052,
		},
		["甜茶-燃烧之刃"] = {
			["time"] = 1553574687,
		},
		["瞎子蒙眼-贫瘠之地"] = {
			["time"] = 1552043399,
		},
		["playerXHUKGQ-影之哀伤"] = {
			["time"] = 1552183962,
		},
		["亲爱的地瓜-泰兰德"] = {
			["time"] = 1555673807,
		},
		["绝版莳绱蒎-安苏"] = {
			["time"] = 1553663811,
		},
		["要一台法拉利-冰风岗"] = {
			["time"] = 1560508649,
		},
		["最强王者牛哈-燃烧之刃"] = {
			["time"] = 1553053293,
		},
		["熊熊之六-银松森林"] = {
			["time"] = 1553139942,
		},
	},
	["defaultFilterToggle"] = true,
	["version"] = 7,
	["ignoreTimeLimit"] = 259200,
	["shareToggle"] = true,
	["shareLimit"] = 500,
	["versionMessageToggle"] = true,
	["shareGuildToggle"] = true,
}
