
ElephantDBPerChar = {
	["profileKeys"] = {
		["我会消失 - 亡语者"] = "我会消失 - 亡语者",
	},
	["char"] = {
		["我会消失 - 亡语者"] = {
			["logs"] = {
				{
					["enabled"] = true,
					["name"] = "悄悄话",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/16/2020 的 11:28:16。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				}, -- [1]
				{
					["enabled"] = true,
					["name"] = "团队",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/16/2020 的 11:28:16。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				}, -- [2]
				{
					["enabled"] = true,
					["name"] = "小队",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/16/2020 的 11:28:16。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				}, -- [3]
				{
					["enabled"] = true,
					["name"] = "说",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/16/2020 的 11:28:16。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				}, -- [4]
				{
					["enabled"] = true,
					["name"] = "呼喊",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/16/2020 的 11:28:16。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				}, -- [5]
				{
					["enabled"] = true,
					["name"] = "公会官员",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/16/2020 的 11:28:16。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				}, -- [6]
				{
					["enabled"] = true,
					["name"] = "公会",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/16/2020 的 11:28:16。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				}, -- [7]
				{
					["enabled"] = true,
					["name"] = "战利品",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/16/2020 的 11:28:16。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				}, -- [8]
				{
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "系统信息",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/16/2020 的 11:18:37。",
							["type"] = "SYSTEM",
						}, -- [1]
						{
							["type"] = "SYSTEM",
							["time"] = 1589599140,
							["arg1"] = "|CFF00FFFF看门狗: |r您的自动共享已停止，因为屏蔽列表数量超过了 500，请及时清理。",
						}, -- [2]
						{
							["type"] = "SYSTEM",
							["time"] = 1589599161,
							["arg1"] = "关天仇-格瑞姆巴托已经被你加入屏蔽名单了",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["arg1"] = " ",
						}, -- [5]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/16/2020 的 11:25:20。",
						}, -- [6]
						{
							["type"] = "SYSTEM",
							["time"] = 1589599536,
							["arg1"] = "|CFF00FFFF看门狗: |r您的自动共享已停止，因为屏蔽列表数量超过了 500，请及时清理。",
						}, -- [7]
						{
							["type"] = "SYSTEM",
							["time"] = 1589599558,
							["arg1"] = "Silentkiller已经被你加入屏蔽名单了",
						}, -- [8]
						{
							["type"] = "SYSTEM",
							["time"] = 1589599558,
							["arg1"] = "咖啡豆已经被你加入屏蔽名单了",
						}, -- [9]
						{
							["type"] = "SYSTEM",
							["time"] = 1589599558,
							["arg1"] = "丶花落伊人泪已经被你加入屏蔽名单了",
						}, -- [10]
						{
							["type"] = "SYSTEM",
							["time"] = 1589599558,
							["arg1"] = "玉嬌龍已经被你加入屏蔽名单了",
						}, -- [11]
						{
							["type"] = "SYSTEM",
							["time"] = 1589599558,
							["arg1"] = "布洛克斯唏加已经被你加入屏蔽名单了",
						}, -- [12]
						{
							["type"] = "SYSTEM",
							["time"] = 1589599558,
							["arg1"] = "拱白菜的小猪已经被你加入屏蔽名单了",
						}, -- [13]
						{
							["type"] = "SYSTEM",
							["time"] = 1589599558,
							["arg1"] = "Sekiro已经被你加入屏蔽名单了",
						}, -- [14]
						{
							["type"] = "SYSTEM",
							["time"] = 1589599559,
							["arg1"] = "思念绕指尖已经被你加入屏蔽名单了",
						}, -- [15]
						{
							["type"] = "SYSTEM",
							["time"] = 1589599559,
							["arg1"] = "芥末祐已经被你加入屏蔽名单了",
						}, -- [16]
						{
							["type"] = "SYSTEM",
							["time"] = 1589599559,
							["arg1"] = "未来犹可待已经被你加入屏蔽名单了",
						}, -- [17]
						{
							["arg1"] = " ",
						}, -- [18]
						{
							["arg1"] = " ",
						}, -- [19]
						{
							["arg1"] = "记录开始于 05/16/2020 的 11:28:16。",
							["type"] = "SYSTEM",
						}, -- [20]
						{
							["type"] = "SYSTEM",
							["time"] = 1589599704,
							["arg1"] = "|CFF00FFFF看门狗: |r您的自动共享已停止，因为屏蔽列表数量超过了 500，请及时清理。",
						}, -- [21]
					},
				}, -- [9]
				{
					["enabled"] = true,
					["name"] = "成就",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/16/2020 的 11:28:16。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				}, -- [10]
				{
					["enabled"] = true,
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/16/2020 的 11:28:16。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				}, -- [11]
				["大脚世界频道"] = {
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "大脚世界频道",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/16/2020 的 11:27:58。",
						}, -- [1]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589599678,
							["arg1"] = "小号幻象有人吗",
							["arg9"] = "大脚世界频道",
							["arg2"] = "东皇鸣沙-亡语者",
						}, -- [2]
						{
							["arg1"] = " ",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["arg1"] = "记录开始于 05/16/2020 的 11:28:16。",
							["type"] = "SYSTEM",
						}, -- [5]
					},
				},
				["本地防务"] = {
					["enabled"] = true,
					["name"] = "本地防务",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/16/2020 的 11:28:16。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				},
				["世界防务"] = {
					["enabled"] = true,
					["name"] = "世界防务",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/16/2020 的 11:28:16。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				},
				["综合"] = {
					["enabled"] = true,
					["name"] = "综合",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/16/2020 的 11:28:16。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				},
				["交易"] = {
					["enabled"] = true,
					["name"] = "交易",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/16/2020 的 11:28:16。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				},
				["公会招募"] = {
					["enabled"] = true,
					["name"] = "公会招募",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/16/2020 的 11:28:16。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				},
			},
		},
	},
}
