
WATCHDOG_DB = {
	["players"] = {
		["魔兽争霸氵-克尔苏加德"] = {
			["status"] = 1,
			["name"] = "魔兽争霸氵-克尔苏加德",
		},
		["大米唰装找俺-克尔苏加德"] = {
			["status"] = 1,
			["name"] = "大米唰装找俺-克尔苏加德",
		},
		["奥格的小妖-霍格"] = {
			["status"] = 1,
			["name"] = "奥格的小妖-霍格",
		},
		["小女子的盾-狂热之刃"] = {
			["status"] = 1,
			["name"] = "小女子的盾-狂热之刃",
		},
		["辣条协会会长-埃霍恩"] = {
			["status"] = 1,
			["name"] = "辣条协会会长-埃霍恩",
		},
		["大哥来玩么-霜之哀伤"] = {
			["status"] = 1,
			["name"] = "大哥来玩么-霜之哀伤",
		},
		["慕丶雨-伊森利恩"] = {
			["status"] = 1,
			["name"] = "慕丶雨-伊森利恩",
		},
		["挚丨-红云台地"] = {
			["status"] = 1,
			["name"] = "挚丨-红云台地",
		},
		["玉清元始天尊-红云台地"] = {
			["status"] = 1,
			["name"] = "玉清元始天尊-红云台地",
		},
		["好名字被狗取-沙怒"] = {
			["status"] = 1,
			["name"] = "好名字被狗取-沙怒",
		},
		["爱已走到-霜之哀伤"] = {
			["status"] = 1,
			["name"] = "爱已走到-霜之哀伤",
		},
		["皮皮胸牌-埃雷达尔"] = {
			["status"] = 1,
			["name"] = "皮皮胸牌-埃雷达尔",
		},
		["程拾伍-死亡之翼"] = {
			["status"] = 1,
			["name"] = "程拾伍-死亡之翼",
		},
		["人狼兄-霜之哀伤"] = {
			["status"] = 1,
			["name"] = "人狼兄-霜之哀伤",
		},
		["寂寞的咖啡-奥斯里安"] = {
			["status"] = 1,
			["name"] = "寂寞的咖啡-奥斯里安",
		},
		["花开梦伊人丶-影之哀伤"] = {
			["status"] = 1,
			["name"] = "花开梦伊人丶-影之哀伤",
		},
		["Fdfeeff-卡扎克"] = {
			["status"] = 1,
			["name"] = "Fdfeeff-卡扎克",
		},
		["俊雅大米-丽丽（四川）"] = {
			["status"] = 1,
			["name"] = "俊雅大米-丽丽（四川）",
		},
		["刀越-洛肯"] = {
			["status"] = 1,
			["name"] = "刀越-洛肯",
		},
		["秒杀领主-伊利丹"] = {
			["status"] = 1,
			["name"] = "秒杀领主-伊利丹",
		},
		["我斩起来了-死亡之翼"] = {
			["status"] = 1,
			["name"] = "我斩起来了-死亡之翼",
		},
		["专职秘境-凯尔萨斯"] = {
			["status"] = 1,
			["name"] = "专职秘境-凯尔萨斯",
		},
		["Marguer-死亡之翼"] = {
			["status"] = 1,
			["name"] = "Marguer-死亡之翼",
		},
		["饱饱的宝宝-萨格拉斯"] = {
			["status"] = 1,
			["name"] = "饱饱的宝宝-萨格拉斯",
		},
		["灵打要不要-格瑞姆巴托"] = {
			["status"] = 1,
			["name"] = "灵打要不要-格瑞姆巴托",
		},
		["明年十九-格瑞姆巴托"] = {
			["status"] = 1,
			["name"] = "明年十九-格瑞姆巴托",
		},
		["龖龘耷羍猎-无尽之海"] = {
			["status"] = 1,
			["name"] = "龖龘耷羍猎-无尽之海",
		},
		["怂怂的小哥哥-火焰之树"] = {
			["status"] = 1,
			["name"] = "怂怂的小哥哥-火焰之树",
		},
		["幽夜叼奶嘴-凤凰之神"] = {
			["status"] = 1,
			["name"] = "幽夜叼奶嘴-凤凰之神",
		},
		["暮色灬黎明-海克泰尔"] = {
			["status"] = 1,
			["name"] = "暮色灬黎明-海克泰尔",
		},
		["病梓梦境馨鑫-塞拉摩"] = {
			["status"] = 1,
			["name"] = "病梓梦境馨鑫-塞拉摩",
		},
		["无极巅峰-元素之力"] = {
			["status"] = 1,
			["name"] = "无极巅峰-元素之力",
		},
		["雕技小虫-冰霜之刃"] = {
			["status"] = 1,
			["name"] = "雕技小虫-冰霜之刃",
		},
		["箭弦-凤凰之神"] = {
			["status"] = 1,
			["name"] = "箭弦-凤凰之神",
		},
		["神奇的小雨-凤凰之神"] = {
			["status"] = 1,
			["name"] = "神奇的小雨-凤凰之神",
		},
		["卓神大秘境三-伊森利恩"] = {
			["status"] = 1,
			["name"] = "卓神大秘境三-伊森利恩",
		},
		["梦幻现实-燃烧之刃"] = {
			["status"] = 1,
			["name"] = "梦幻现实-燃烧之刃",
		},
		["丨兽战罒-死亡之翼"] = {
			["status"] = 1,
			["name"] = "丨兽战罒-死亡之翼",
		},
		["禁果人间-克尔苏加德"] = {
			["status"] = 1,
			["name"] = "禁果人间-克尔苏加德",
		},
		["黯寒风-菲拉斯"] = {
			["status"] = 1,
			["name"] = "黯寒风-菲拉斯",
		},
		["放倒你妹丶-冬泉谷"] = {
			["status"] = 1,
			["name"] = "放倒你妹丶-冬泉谷",
		},
		["别萌啦-塞拉摩"] = {
			["status"] = 1,
			["name"] = "别萌啦-塞拉摩",
		},
		["马眼比较大-死亡之翼"] = {
			["status"] = 1,
			["name"] = "马眼比较大-死亡之翼",
		},
		["图图十一-诺兹多姆"] = {
			["status"] = 1,
			["name"] = "图图十一-诺兹多姆",
		},
		["宫森葵-加基森"] = {
			["status"] = 1,
			["name"] = "宫森葵-加基森",
		},
		["Seventan-斯克提斯"] = {
			["status"] = 1,
			["name"] = "Seventan-斯克提斯",
		},
		["冬雪是你-冰风岗"] = {
			["status"] = 1,
			["name"] = "冬雪是你-冰风岗",
		},
		["奶油芒果蛋糕-格瑞姆巴托"] = {
			["status"] = 1,
			["name"] = "奶油芒果蛋糕-格瑞姆巴托",
		},
		["邊叁萬-伊森利恩"] = {
			["status"] = 1,
			["name"] = "邊叁萬-伊森利恩",
		},
		["堕落悲伤莫名-死亡之翼"] = {
			["status"] = 1,
			["name"] = "堕落悲伤莫名-死亡之翼",
		},
		["迷梦丶-死亡之翼"] = {
			["status"] = 1,
			["name"] = "迷梦丶-死亡之翼",
		},
		["侵略如火灬-格瑞姆巴托"] = {
			["status"] = 1,
			["name"] = "侵略如火灬-格瑞姆巴托",
		},
		["勾兑你哒西瓜-冰风岗"] = {
			["status"] = 1,
			["name"] = "勾兑你哒西瓜-冰风岗",
		},
		["playerHWGKGJ-芬里斯"] = {
			["status"] = 1,
			["name"] = "playerHWGKGJ-芬里斯",
		},
		["Seferas-雷霆之王"] = {
			["status"] = 1,
			["name"] = "Seferas-雷霆之王",
		},
		["进击的番薯-伊森利恩"] = {
			["status"] = 1,
			["name"] = "进击的番薯-伊森利恩",
		},
		["浩南大大-死亡之翼"] = {
			["status"] = 1,
			["name"] = "浩南大大-死亡之翼",
		},
		["阿萨德斯肯-安苏"] = {
			["status"] = 1,
			["name"] = "阿萨德斯肯-安苏",
		},
		["playxvxv-风暴之怒"] = {
			["status"] = 1,
			["name"] = "playxvxv-风暴之怒",
		},
		["惩丶戒骑-凤凰之神"] = {
			["status"] = 1,
			["name"] = "惩丶戒骑-凤凰之神",
		},
		["Jxjydw-凤凰之神"] = {
			["status"] = 1,
			["name"] = "Jxjydw-凤凰之神",
		},
		["紫幽沁尘-红龙军团"] = {
			["status"] = 1,
			["name"] = "紫幽沁尘-红龙军团",
		},
		["Ddrft-卡扎克"] = {
			["status"] = 1,
			["name"] = "Ddrft-卡扎克",
		},
		["下面真好吃-伊森利恩"] = {
			["status"] = 1,
			["name"] = "下面真好吃-伊森利恩",
		},
		["箭丨来-血色十字军"] = {
			["status"] = 1,
			["name"] = "箭丨来-血色十字军",
		},
		["虚幻中的现实-燃烧之刃"] = {
			["status"] = 1,
			["name"] = "虚幻中的现实-燃烧之刃",
		},
		["加血状态速度-贫瘠之地"] = {
			["status"] = 1,
			["name"] = "加血状态速度-贫瘠之地",
		},
		["她说-燃烧平原"] = {
			["status"] = 1,
			["name"] = "她说-燃烧平原",
		},
		["树皮狼牙-红龙军团"] = {
			["status"] = 1,
			["name"] = "树皮狼牙-红龙军团",
		},
		["木木低保车队-罗宁"] = {
			["status"] = 1,
			["name"] = "木木低保车队-罗宁",
		},
		["梦回零八-黑龙军团"] = {
			["status"] = 1,
			["name"] = "梦回零八-黑龙军团",
		},
		["小学生我最酷-凤凰之神"] = {
			["status"] = 1,
			["name"] = "小学生我最酷-凤凰之神",
		},
		["牛奔牛奔-凤凰之神"] = {
			["status"] = 1,
			["name"] = "牛奔牛奔-凤凰之神",
		},
		["午夜灬战神-迦拉克隆"] = {
			["status"] = 1,
			["name"] = "午夜灬战神-迦拉克隆",
		},
		["凝聚游戏世界-麦姆"] = {
			["status"] = 1,
			["name"] = "凝聚游戏世界-麦姆",
		},
		["邱淑貞-克尔苏加德"] = {
			["status"] = 1,
			["name"] = "邱淑貞-克尔苏加德",
		},
		["无奈梅西-无尽之海"] = {
			["status"] = 1,
			["name"] = "无奈梅西-无尽之海",
		},
		["剑乄來-凤凰之神"] = {
			["status"] = 1,
			["name"] = "剑乄來-凤凰之神",
		},
		["Kerrsuen-斯坦索姆"] = {
			["status"] = 1,
			["name"] = "Kerrsuen-斯坦索姆",
		},
		["神奇的小雨-无尽之海"] = {
			["status"] = 1,
			["name"] = "神奇的小雨-无尽之海",
		},
		["小猪快跑是-回音山"] = {
			["status"] = 1,
			["name"] = "小猪快跑是-回音山",
		},
		["忆涵-死亡之翼"] = {
			["status"] = 1,
			["name"] = "忆涵-死亡之翼",
		},
		["秘境冋曱炰滴-凤凰之神"] = {
			["status"] = 1,
			["name"] = "秘境冋曱炰滴-凤凰之神",
		},
		["Mangixx-凤凰之神"] = {
			["status"] = 1,
			["name"] = "Mangixx-凤凰之神",
		},
		["冷凝大秘队四-凤凰之神"] = {
			["status"] = 1,
			["name"] = "冷凝大秘队四-凤凰之神",
		},
		["肥肠龙-死亡之翼"] = {
			["status"] = 1,
			["name"] = "肥肠龙-死亡之翼",
		},
		["Ffy-死亡之翼"] = {
			["status"] = 1,
			["name"] = "Ffy-死亡之翼",
		},
		["一瞬的誓言-熔火之心"] = {
			["status"] = 1,
			["name"] = "一瞬的誓言-熔火之心",
		},
		["Shadougames-雷克萨"] = {
			["status"] = 1,
			["name"] = "Shadougames-雷克萨",
		},
		["沙利叶之瞳-燃烧之刃"] = {
			["status"] = 1,
			["name"] = "沙利叶之瞳-燃烧之刃",
		},
		["那一插的风情-熔火之心"] = {
			["status"] = 1,
			["name"] = "那一插的风情-熔火之心",
		},
		["项羽一-冰风岗"] = {
			["status"] = 1,
			["name"] = "项羽一-冰风岗",
		},
		["思念空空-安苏"] = {
			["status"] = 1,
			["name"] = "思念空空-安苏",
		},
		["夕阳勇士-无尽之海"] = {
			["status"] = 1,
			["name"] = "夕阳勇士-无尽之海",
		},
		["桑梓-石爪峰"] = {
			["status"] = 1,
			["name"] = "桑梓-石爪峰",
		},
		["咸鱼戦十三-凤凰之神"] = {
			["status"] = 1,
			["name"] = "咸鱼戦十三-凤凰之神",
		},
		["凌涟漪-艾莫莉丝"] = {
			["status"] = 1,
			["name"] = "凌涟漪-艾莫莉丝",
		},
		["别骚-龙骨平原"] = {
			["status"] = 1,
			["name"] = "别骚-龙骨平原",
		},
		["狂奔的小蜗-冰风岗"] = {
			["status"] = 1,
			["name"] = "狂奔的小蜗-冰风岗",
		},
		["抓个小徳-影之哀伤"] = {
			["status"] = 1,
			["name"] = "抓个小徳-影之哀伤",
		},
		["从此不丢骰子-塞拉摩"] = {
			["status"] = 1,
			["name"] = "从此不丢骰子-塞拉摩",
		},
		["佛系熊猫-死亡之翼"] = {
			["status"] = 1,
			["name"] = "佛系熊猫-死亡之翼",
		},
		["飘再北门的风-亚雷戈斯"] = {
			["status"] = 1,
			["name"] = "飘再北门的风-亚雷戈斯",
		},
		["蓝瘦啊香菇-格瑞姆巴托"] = {
			["status"] = 1,
			["name"] = "蓝瘦啊香菇-格瑞姆巴托",
		},
		["蕐洛-死亡之翼"] = {
			["status"] = 1,
			["name"] = "蕐洛-死亡之翼",
		},
		["卍遇术临疯卐-血色十字军"] = {
			["status"] = 1,
			["name"] = "卍遇术临疯卐-血色十字军",
		},
		["Frankenstain-大漩涡"] = {
			["status"] = 1,
			["name"] = "Frankenstain-大漩涡",
		},
		["木木车队四-艾露恩"] = {
			["status"] = 1,
			["name"] = "木木车队四-艾露恩",
		},
		["卓神大秘境-伊森利恩"] = {
			["status"] = 1,
			["name"] = "卓神大秘境-伊森利恩",
		},
		["只影单飞-纳沙塔尔"] = {
			["status"] = 1,
			["name"] = "只影单飞-纳沙塔尔",
		},
		["暗夜丫丫-凤凰之神"] = {
			["status"] = 1,
			["name"] = "暗夜丫丫-凤凰之神",
		},
		["爱德堡-埃德萨拉"] = {
			["status"] = 1,
			["name"] = "爱德堡-埃德萨拉",
		},
		["九八五毕业-凤凰之神"] = {
			["status"] = 1,
			["name"] = "九八五毕业-凤凰之神",
		},
		["海阔天空"] = {
			["status"] = 1,
			["name"] = "海阔天空",
		},
		["卡拉赞毕业-克尔苏加德"] = {
			["status"] = 1,
			["name"] = "卡拉赞毕业-克尔苏加德",
		},
		["雪碧苹果-凤凰之神"] = {
			["status"] = 1,
			["name"] = "雪碧苹果-凤凰之神",
		},
		["紫梦泚-死亡之翼"] = {
			["status"] = 1,
			["name"] = "紫梦泚-死亡之翼",
		},
		["丫丫被动-死亡之翼"] = {
			["status"] = 1,
			["name"] = "丫丫被动-死亡之翼",
		},
		["丶尕尴-安苏"] = {
			["status"] = 1,
			["name"] = "丶尕尴-安苏",
		},
		["哈有牛-回音山"] = {
			["status"] = 1,
			["name"] = "哈有牛-回音山",
		},
		["跑快点啊-时光之穴"] = {
			["status"] = 1,
			["name"] = "跑快点啊-时光之穴",
		},
		["一只海龟入水-塞拉摩"] = {
			["status"] = 1,
			["name"] = "一只海龟入水-塞拉摩",
		},
		["灰烬噬者丶-格瑞姆巴托"] = {
			["status"] = 1,
			["name"] = "灰烬噬者丶-格瑞姆巴托",
		},
		["输出就用顶-丽丽（四川）"] = {
			["status"] = 1,
			["name"] = "输出就用顶-丽丽（四川）",
		},
		["迅捷琴-巴瑟拉斯"] = {
			["status"] = 1,
			["name"] = "迅捷琴-巴瑟拉斯",
		},
		["你在看我名字-影之哀伤"] = {
			["status"] = 1,
			["name"] = "你在看我名字-影之哀伤",
		},
		["依然发可油-兰娜瑟尔"] = {
			["status"] = 1,
			["name"] = "依然发可油-兰娜瑟尔",
		},
		["Geaweawe-迅捷微风"] = {
			["status"] = 1,
			["name"] = "Geaweawe-迅捷微风",
		},
		["大牛出奇迹-银松森林"] = {
			["status"] = 1,
			["name"] = "大牛出奇迹-银松森林",
		},
		["黑风萨-梦境之树"] = {
			["status"] = 1,
			["name"] = "黑风萨-梦境之树",
		},
		["荭髪-死亡之翼"] = {
			["status"] = 1,
			["name"] = "荭髪-死亡之翼",
		},
		["大力好好喝-伊森利恩"] = {
			["status"] = 1,
			["name"] = "大力好好喝-伊森利恩",
		},
		["红果串-血色十字军"] = {
			["status"] = 1,
			["name"] = "红果串-血色十字军",
		},
		["雪洗联盟-血环"] = {
			["status"] = 1,
			["name"] = "雪洗联盟-血环",
		},
		["萨斯洛娃-达基萨斯"] = {
			["status"] = 1,
			["name"] = "萨斯洛娃-达基萨斯",
		},
		["Mistymoon-死亡之翼"] = {
			["status"] = 1,
			["name"] = "Mistymoon-死亡之翼",
		},
		["丷小可爱丷-凤凰之神"] = {
			["status"] = 1,
			["name"] = "丷小可爱丷-凤凰之神",
		},
		["死狗一条-凤凰之神"] = {
			["status"] = 1,
			["name"] = "死狗一条-凤凰之神",
		},
		["低保拼车-燃烧之刃"] = {
			["status"] = 1,
			["name"] = "低保拼车-燃烧之刃",
		},
		["大头牛牛-石爪峰"] = {
			["status"] = 1,
			["name"] = "大头牛牛-石爪峰",
		},
		["天天向上好-凤凰之神"] = {
			["status"] = 1,
			["name"] = "天天向上好-凤凰之神",
		},
		["再回-无尽之海"] = {
			["status"] = 1,
			["name"] = "再回-无尽之海",
		},
		["文熙俊-埃德萨拉"] = {
			["status"] = 1,
			["name"] = "文熙俊-埃德萨拉",
		},
		["扬声器-加基森"] = {
			["status"] = 1,
			["name"] = "扬声器-加基森",
		},
		["丶切茜娅丶-海克泰尔"] = {
			["status"] = 1,
			["name"] = "丶切茜娅丶-海克泰尔",
		},
		["默声-伊利丹"] = {
			["status"] = 1,
			["name"] = "默声-伊利丹",
		},
		["情非丶得已-巫妖之王"] = {
			["status"] = 1,
			["name"] = "情非丶得已-巫妖之王",
		},
		["萌混过关-加兹鲁维"] = {
			["status"] = 1,
			["name"] = "萌混过关-加兹鲁维",
		},
		["倦语花弥丶-死亡之翼"] = {
			["status"] = 1,
			["name"] = "倦语花弥丶-死亡之翼",
		},
		["我是你吗咪-冰风岗"] = {
			["status"] = 1,
			["name"] = "我是你吗咪-冰风岗",
		},
		["Mirchen-影之哀伤"] = {
			["status"] = 1,
			["name"] = "Mirchen-影之哀伤",
		},
		["丶楠总-凤凰之神"] = {
			["status"] = 1,
			["name"] = "丶楠总-凤凰之神",
		},
		["内个奶骑-熔火之心"] = {
			["status"] = 1,
			["name"] = "内个奶骑-熔火之心",
		},
		["聊神-激流之傲"] = {
			["status"] = 1,
			["name"] = "聊神-激流之傲",
		},
		["奇姆瑞斯-燃烧之刃"] = {
			["status"] = 1,
			["name"] = "奇姆瑞斯-燃烧之刃",
		},
		["阿鼻肉肉-死亡之翼"] = {
			["status"] = 1,
			["name"] = "阿鼻肉肉-死亡之翼",
		},
		["聖翼天使-无尽之海"] = {
			["status"] = 1,
			["name"] = "聖翼天使-无尽之海",
		},
		["冷凝大秘队三-凤凰之神"] = {
			["status"] = 1,
			["name"] = "冷凝大秘队三-凤凰之神",
		},
		["讲话稿-血色十字军"] = {
			["status"] = 1,
			["name"] = "讲话稿-血色十字军",
		},
		["影鸽-布鲁塔卢斯"] = {
			["status"] = 1,
			["name"] = "影鸽-布鲁塔卢斯",
		},
		["母牛会飞天-伊森利恩"] = {
			["status"] = 1,
			["name"] = "母牛会飞天-伊森利恩",
		},
		["挥泪斩丿基基-燃烧之刃"] = {
			["status"] = 1,
			["name"] = "挥泪斩丿基基-燃烧之刃",
		},
		["放弃承诺-神圣之歌"] = {
			["status"] = 1,
			["name"] = "放弃承诺-神圣之歌",
		},
		["奥特曼驾到-迦拉克隆"] = {
			["status"] = 1,
			["name"] = "奥特曼驾到-迦拉克隆",
		},
		["大不大爽不爽-布兰卡德"] = {
			["status"] = 1,
			["name"] = "大不大爽不爽-布兰卡德",
		},
		["菜逼武僧丶-凤凰之神"] = {
			["status"] = 1,
			["name"] = "菜逼武僧丶-凤凰之神",
		},
		["嗷大魔王-安苏"] = {
			["status"] = 1,
			["name"] = "嗷大魔王-安苏",
		},
		["珦左祀-影之哀伤"] = {
			["status"] = 1,
			["name"] = "珦左祀-影之哀伤",
		},
		["灬暮诗灬-深渊之巢"] = {
			["status"] = 1,
			["name"] = "灬暮诗灬-深渊之巢",
		},
		["半世丶飃翎-无尽之海"] = {
			["status"] = 1,
			["name"] = "半世丶飃翎-无尽之海",
		},
		["矢泽妮可乄-深渊之巢"] = {
			["status"] = 1,
			["name"] = "矢泽妮可乄-深渊之巢",
		},
		["张家小格格-死亡之翼"] = {
			["status"] = 1,
			["name"] = "张家小格格-死亡之翼",
		},
		["宙斯雷诺尔-安格博达"] = {
			["status"] = 1,
			["name"] = "宙斯雷诺尔-安格博达",
		},
		["Resgsger-迅捷微风"] = {
			["status"] = 1,
			["name"] = "Resgsger-迅捷微风",
		},
		["浦东蜘蛛侠-克尔苏加德"] = {
			["status"] = 1,
			["name"] = "浦东蜘蛛侠-克尔苏加德",
		},
		["天言大-凤凰之神"] = {
			["status"] = 1,
			["name"] = "天言大-凤凰之神",
		},
		["豆豆爱笑-凤凰之神"] = {
			["status"] = 1,
			["name"] = "豆豆爱笑-凤凰之神",
		},
		["解决方法的话-血色十字军"] = {
			["status"] = 1,
			["name"] = "解决方法的话-血色十字军",
		},
		["饕餮大鹌鹑-死亡之翼"] = {
			["status"] = 1,
			["name"] = "饕餮大鹌鹑-死亡之翼",
		},
		["消逝的原罪丶-杜隆坦"] = {
			["status"] = 1,
			["name"] = "消逝的原罪丶-杜隆坦",
		},
		["刺凰-克尔苏加德"] = {
			["status"] = 1,
			["name"] = "刺凰-克尔苏加德",
		},
		["我柒有奶-燃烧之刃"] = {
			["status"] = 1,
			["name"] = "我柒有奶-燃烧之刃",
		},
		["丶雨寒丶-影之哀伤"] = {
			["status"] = 1,
			["name"] = "丶雨寒丶-影之哀伤",
		},
		["车斤骨亥-加尔"] = {
			["status"] = 1,
			["name"] = "车斤骨亥-加尔",
		},
		["大高个丶-冰霜之刃"] = {
			["status"] = 1,
			["name"] = "大高个丶-冰霜之刃",
		},
		["神圣的持刀者-死亡之翼"] = {
			["status"] = 1,
			["name"] = "神圣的持刀者-死亡之翼",
		},
		["芜湖慕橙-凤凰之神"] = {
			["status"] = 1,
			["name"] = "芜湖慕橙-凤凰之神",
		},
		["四托一秘境-奥杜尔"] = {
			["status"] = 1,
			["name"] = "四托一秘境-奥杜尔",
		},
		["扭曲的寓言-洛萨"] = {
			["status"] = 1,
			["name"] = "扭曲的寓言-洛萨",
		},
		["侃铭子卜免费-血色十字军"] = {
			["status"] = 1,
			["name"] = "侃铭子卜免费-血色十字军",
		},
		["棄天帝-无尽之海"] = {
			["status"] = 1,
			["name"] = "棄天帝-无尽之海",
		},
		["Roshanpp-无尽之海"] = {
			["status"] = 1,
			["name"] = "Roshanpp-无尽之海",
		},
		["天使丨撒旦魂-狂热之刃"] = {
			["status"] = 1,
			["name"] = "天使丨撒旦魂-狂热之刃",
		},
		["小花最可爱-艾露恩"] = {
			["status"] = 1,
			["name"] = "小花最可爱-艾露恩",
		},
		["爆你的小雏菊-影之哀伤"] = {
			["status"] = 1,
			["name"] = "爆你的小雏菊-影之哀伤",
		},
		["任我行-日落沼泽"] = {
			["status"] = 1,
			["name"] = "任我行-日落沼泽",
		},
		["解脫的神-卡德加"] = {
			["status"] = 1,
			["name"] = "解脫的神-卡德加",
		},
		["李是珍得皮-安苏"] = {
			["status"] = 1,
			["name"] = "李是珍得皮-安苏",
		},
		["鎮壓乄鎮暴者-格瑞姆巴托"] = {
			["status"] = 1,
			["name"] = "鎮壓乄鎮暴者-格瑞姆巴托",
		},
		["那个很大-无尽之海"] = {
			["status"] = 1,
			["name"] = "那个很大-无尽之海",
		},
		["效率大米-刀塔"] = {
			["status"] = 1,
			["name"] = "效率大米-刀塔",
		},
		["奔跑的渣渣辉-巫妖之王"] = {
			["status"] = 1,
			["name"] = "奔跑的渣渣辉-巫妖之王",
		},
		["星辰灬时空-万色星辰"] = {
			["status"] = 1,
			["name"] = "星辰灬时空-万色星辰",
		},
		["晋安郭富城-影之哀伤"] = {
			["status"] = 1,
			["name"] = "晋安郭富城-影之哀伤",
		},
		["我勒个丿去-伊森利恩"] = {
			["status"] = 1,
			["name"] = "我勒个丿去-伊森利恩",
		},
		["切格瓦拉杨某-伊森利恩"] = {
			["status"] = 1,
			["name"] = "切格瓦拉杨某-伊森利恩",
		},
		["加转冲暴-安苏"] = {
			["status"] = 1,
			["name"] = "加转冲暴-安苏",
		},
		["看铭子卜免费-格瑞姆巴托"] = {
			["status"] = 1,
			["name"] = "看铭子卜免费-格瑞姆巴托",
		},
		["缱绻如烟-鬼雾峰"] = {
			["status"] = 1,
			["name"] = "缱绻如烟-鬼雾峰",
		},
		["快点跑跑-时光之穴"] = {
			["status"] = 1,
			["name"] = "快点跑跑-时光之穴",
		},
		["月影苍白-巫妖之王"] = {
			["status"] = 1,
			["name"] = "月影苍白-巫妖之王",
		},
		["死神的牛叔-影之哀伤"] = {
			["status"] = 1,
			["name"] = "死神的牛叔-影之哀伤",
		},
		["孙鹏-黑铁"] = {
			["status"] = 1,
			["name"] = "孙鹏-黑铁",
		},
		["花泠月-暗影议会"] = {
			["status"] = 1,
			["name"] = "花泠月-暗影议会",
		},
		["Tacer-狂热之刃"] = {
			["status"] = 1,
			["name"] = "Tacer-狂热之刃",
		},
		["暗黑小僵尸-亡语者"] = {
			["status"] = 1,
			["name"] = "暗黑小僵尸-亡语者",
		},
		["雾夜丶殇情-影之哀伤"] = {
			["status"] = 1,
			["name"] = "雾夜丶殇情-影之哀伤",
		},
		["小泽丶空-克尔苏加德"] = {
			["status"] = 1,
			["name"] = "小泽丶空-克尔苏加德",
		},
		["卓神大秘境二-伊森利恩"] = {
			["status"] = 1,
			["name"] = "卓神大秘境二-伊森利恩",
		},
		["雪諆-血羽"] = {
			["status"] = 1,
			["name"] = "雪諆-血羽",
		},
		["苏福丶-无尽之海"] = {
			["status"] = 1,
			["name"] = "苏福丶-无尽之海",
		},
		["呆的弟良辰-无尽之海"] = {
			["status"] = 1,
			["name"] = "呆的弟良辰-无尽之海",
		},
		["凝聚游戏世界-影之哀伤"] = {
			["status"] = 1,
			["name"] = "凝聚游戏世界-影之哀伤",
		},
		["萱灬顶顶-血色十字军"] = {
			["status"] = 1,
			["name"] = "萱灬顶顶-血色十字军",
		},
		["Fsefefsdfsdf-死亡之翼"] = {
			["status"] = 1,
			["name"] = "Fsefefsdfsdf-死亡之翼",
		},
		["烽火夜刃八-贫瘠之地"] = {
			["status"] = 1,
			["name"] = "烽火夜刃八-贫瘠之地",
		},
		["图腾猪王-克尔苏加德"] = {
			["status"] = 1,
			["name"] = "图腾猪王-克尔苏加德",
		},
		["带头荙哥-埃德萨拉"] = {
			["status"] = 1,
			["name"] = "带头荙哥-埃德萨拉",
		},
		["Titan-黑龙军团"] = {
			["status"] = 1,
			["name"] = "Titan-黑龙军团",
		},
		["小小薄荷-影之哀伤"] = {
			["status"] = 1,
			["name"] = "小小薄荷-影之哀伤",
		},
		["秦书-安苏"] = {
			["status"] = 1,
			["name"] = "秦书-安苏",
		},
		["丷亡戒丷-伊森利恩"] = {
			["status"] = 1,
			["name"] = "丷亡戒丷-伊森利恩",
		},
		["舍不得我-迦拉克隆"] = {
			["status"] = 1,
			["name"] = "舍不得我-迦拉克隆",
		},
		["独輪车-死亡之翼"] = {
			["status"] = 1,
			["name"] = "独輪车-死亡之翼",
		},
		["杰丶恋菲-影之哀伤"] = {
			["status"] = 1,
			["name"] = "杰丶恋菲-影之哀伤",
		},
		["尐苩-格雷迈恩"] = {
			["status"] = 1,
			["name"] = "尐苩-格雷迈恩",
		},
		["点我复活-霜狼"] = {
			["status"] = 1,
			["name"] = "点我复活-霜狼",
		},
		["Eternallife-血环"] = {
			["status"] = 1,
			["name"] = "Eternallife-血环",
		},
		["亘古-死亡之翼"] = {
			["status"] = 1,
			["name"] = "亘古-死亡之翼",
		},
		["Edelweiss-巫妖之王"] = {
			["status"] = 1,
			["name"] = "Edelweiss-巫妖之王",
		},
		["野猪佩奇丶-亚雷戈斯"] = {
			["status"] = 1,
			["name"] = "野猪佩奇丶-亚雷戈斯",
		},
		["大大良辰-无尽之海"] = {
			["status"] = 1,
			["name"] = "大大良辰-无尽之海",
		},
		["小国寻觅美妹-伊利丹"] = {
			["status"] = 1,
			["name"] = "小国寻觅美妹-伊利丹",
		},
		["兔兔叁-迦拉克隆"] = {
			["status"] = 1,
			["name"] = "兔兔叁-迦拉克隆",
		},
		["拂晓聖光-血色十字军"] = {
			["status"] = 1,
			["name"] = "拂晓聖光-血色十字军",
		},
		["燃烧王座-拉文凯斯"] = {
			["status"] = 1,
			["name"] = "燃烧王座-拉文凯斯",
		},
		["Lyygg-凤凰之神"] = {
			["status"] = 1,
			["name"] = "Lyygg-凤凰之神",
		},
		["吖修箩-安苏"] = {
			["status"] = 1,
			["name"] = "吖修箩-安苏",
		},
		["牛哥在阿克-阿克蒙德"] = {
			["status"] = 1,
			["name"] = "牛哥在阿克-阿克蒙德",
		},
		["挽剑留谁-黑铁"] = {
			["status"] = 1,
			["name"] = "挽剑留谁-黑铁",
		},
		["丶未来-克尔苏加德"] = {
			["status"] = 1,
			["name"] = "丶未来-克尔苏加德",
		},
		["童可可-伊森利恩"] = {
			["status"] = 1,
			["name"] = "童可可-伊森利恩",
		},
		["王者圣骑-狂热之刃"] = {
			["status"] = 1,
			["name"] = "王者圣骑-狂热之刃",
		},
		["申智-燃烧之刃"] = {
			["status"] = 1,
			["name"] = "申智-燃烧之刃",
		},
		["髯客-影之哀伤"] = {
			["status"] = 1,
			["name"] = "髯客-影之哀伤",
		},
		["砖治赛脸娃-死亡之翼"] = {
			["status"] = 1,
			["name"] = "砖治赛脸娃-死亡之翼",
		},
		["枯木风景-塞拉摩"] = {
			["status"] = 1,
			["name"] = "枯木风景-塞拉摩",
		},
		["Yisenhengte-死亡之翼"] = {
			["status"] = 1,
			["name"] = "Yisenhengte-死亡之翼",
		},
		["豆泥丸-托塞德林"] = {
			["status"] = 1,
			["name"] = "豆泥丸-托塞德林",
		},
		["Mingstudent-死亡之翼"] = {
			["status"] = 1,
			["name"] = "Mingstudent-死亡之翼",
		},
		["深蓝色的记忆-风暴之怒"] = {
			["status"] = 1,
			["name"] = "深蓝色的记忆-风暴之怒",
		},
		["缘下玄武-死亡之翼"] = {
			["status"] = 1,
			["name"] = "缘下玄武-死亡之翼",
		},
		["再戰十年-熔火之心"] = {
			["status"] = 1,
			["name"] = "再戰十年-熔火之心",
		},
		["几百万大萌咕-斯克提斯"] = {
			["status"] = 1,
			["name"] = "几百万大萌咕-斯克提斯",
		},
		["不要放弃医疗-死亡之翼"] = {
			["status"] = 1,
			["name"] = "不要放弃医疗-死亡之翼",
		},
		["零七三零灬-格瑞姆巴托"] = {
			["status"] = 1,
			["name"] = "零七三零灬-格瑞姆巴托",
		},
		["团长手真红-伊森利恩"] = {
			["status"] = 1,
			["name"] = "团长手真红-伊森利恩",
		},
		["女流氓会武术-无尽之海"] = {
			["status"] = 1,
			["name"] = "女流氓会武术-无尽之海",
		},
		["专职秘境-普瑞斯托"] = {
			["status"] = 1,
			["name"] = "专职秘境-普瑞斯托",
		},
		["Jjhtgg-凤凰之神"] = {
			["status"] = 1,
			["name"] = "Jjhtgg-凤凰之神",
		},
		["木木车队三-影之哀伤"] = {
			["status"] = 1,
			["name"] = "木木车队三-影之哀伤",
		},
		["找一个女朋友-玛洛加尔"] = {
			["status"] = 1,
			["name"] = "找一个女朋友-玛洛加尔",
		},
		["Lhym-冰风岗"] = {
			["status"] = 1,
			["name"] = "Lhym-冰风岗",
		},
		["我有支润唇膏-燃烧之刃"] = {
			["status"] = 1,
			["name"] = "我有支润唇膏-燃烧之刃",
		},
		["医生姐姐来叻-迅捷微风"] = {
			["status"] = 1,
			["name"] = "医生姐姐来叻-迅捷微风",
		},
		["单仁-安苏"] = {
			["status"] = 1,
			["name"] = "单仁-安苏",
		},
		["不服就是撸-亡语者"] = {
			["status"] = 1,
			["name"] = "不服就是撸-亡语者",
		},
		["这么粗暴-安苏"] = {
			["status"] = 1,
			["name"] = "这么粗暴-安苏",
		},
		["鸽尔沃-格瑞姆巴托"] = {
			["status"] = 1,
			["name"] = "鸽尔沃-格瑞姆巴托",
		},
		["庵野秀明-燃烧平原"] = {
			["status"] = 1,
			["name"] = "庵野秀明-燃烧平原",
		},
		["晓灬橘子-无尽之海"] = {
			["status"] = 1,
			["name"] = "晓灬橘子-无尽之海",
		},
		["快速提升哦-安苏"] = {
			["status"] = 1,
			["name"] = "快速提升哦-安苏",
		},
		["小妞贼浪啊-洛肯"] = {
			["status"] = 1,
			["name"] = "小妞贼浪啊-洛肯",
		},
		["大红牛-鬼雾峰"] = {
			["status"] = 1,
			["name"] = "大红牛-鬼雾峰",
		},
		["莉莉安史蒂夫-影之哀伤"] = {
			["status"] = 1,
			["name"] = "莉莉安史蒂夫-影之哀伤",
		},
		["天逸江湖远-燃烧之刃"] = {
			["status"] = 1,
			["name"] = "天逸江湖远-燃烧之刃",
		},
		["夜幕杀戮-贫瘠之地"] = {
			["status"] = 1,
			["name"] = "夜幕杀戮-贫瘠之地",
		},
		["Lastcommitme-无尽之海"] = {
			["status"] = 1,
			["name"] = "Lastcommitme-无尽之海",
		},
		["欲奶还休-霜狼"] = {
			["status"] = 1,
			["name"] = "欲奶还休-霜狼",
		},
		["熹熹-燃烧之刃"] = {
			["status"] = 1,
			["name"] = "熹熹-燃烧之刃",
		},
		["天行灬者-凤凰之神"] = {
			["status"] = 1,
			["name"] = "天行灬者-凤凰之神",
		},
		["琪琪茶茶-安苏"] = {
			["status"] = 1,
			["name"] = "琪琪茶茶-安苏",
		},
		["Ganymede-伊森利恩"] = {
			["status"] = 1,
			["name"] = "Ganymede-伊森利恩",
		},
		["情殇丶无心-龙骨平原"] = {
			["status"] = 1,
			["name"] = "情殇丶无心-龙骨平原",
		},
		["黑夜小哥-黑铁"] = {
			["status"] = 1,
			["name"] = "黑夜小哥-黑铁",
		},
		["Makecc-永恒之井"] = {
			["status"] = 1,
			["name"] = "Makecc-永恒之井",
		},
		["风之痛-燃烧军团"] = {
			["status"] = 1,
			["name"] = "风之痛-燃烧军团",
		},
		["陆尛凤-甜水绿洲"] = {
			["status"] = 1,
			["name"] = "陆尛凤-甜水绿洲",
		},
		["灬夜色-熔火之心"] = {
			["status"] = 1,
			["name"] = "灬夜色-熔火之心",
		},
		["Maseratiy-迦拉克隆"] = {
			["status"] = 1,
			["name"] = "Maseratiy-迦拉克隆",
		},
		["专业带祗亻呆-影之哀伤"] = {
			["status"] = 1,
			["name"] = "专业带祗亻呆-影之哀伤",
		},
		["港岛小妹-熔火之心"] = {
			["status"] = 1,
			["name"] = "港岛小妹-熔火之心",
		},
		["弑丨霜之哀傷-幽暗沼泽"] = {
			["status"] = 1,
			["name"] = "弑丨霜之哀傷-幽暗沼泽",
		},
		["夜瞳夜瞳夜-伊森利恩"] = {
			["status"] = 1,
			["name"] = "夜瞳夜瞳夜-伊森利恩",
		},
		["蒙哥丶斧王-死亡之翼"] = {
			["status"] = 1,
			["name"] = "蒙哥丶斧王-死亡之翼",
		},
		["过气老阿姨-血色十字军"] = {
			["status"] = 1,
			["name"] = "过气老阿姨-血色十字军",
		},
		["没有人知道-摩摩尔"] = {
			["status"] = 1,
			["name"] = "没有人知道-摩摩尔",
		},
		["雷电彡法王-阿纳克洛斯"] = {
			["status"] = 1,
			["name"] = "雷电彡法王-阿纳克洛斯",
		},
		["邱忆元-奥特兰克"] = {
			["status"] = 1,
			["name"] = "邱忆元-奥特兰克",
		},
		["一个沙曼-熔火之心"] = {
			["status"] = 1,
			["name"] = "一个沙曼-熔火之心",
		},
		["Wangzuolaiba-克洛玛古斯"] = {
			["status"] = 1,
			["name"] = "Wangzuolaiba-克洛玛古斯",
		},
		["牛歡囍-鬼雾峰"] = {
			["status"] = 1,
			["name"] = "牛歡囍-鬼雾峰",
		},
		["忆往昔时光-格瑞姆巴托"] = {
			["status"] = 1,
			["name"] = "忆往昔时光-格瑞姆巴托",
		},
		["灬撞破南墙灬-燃烧之刃"] = {
			["status"] = 1,
			["name"] = "灬撞破南墙灬-燃烧之刃",
		},
		["袁世凯-格瑞姆巴托"] = {
			["status"] = 1,
			["name"] = "袁世凯-格瑞姆巴托",
		},
		["冷凝大秘队一-凤凰之神"] = {
			["status"] = 1,
			["name"] = "冷凝大秘队一-凤凰之神",
		},
		["丝碧涅-死亡之翼"] = {
			["status"] = 1,
			["name"] = "丝碧涅-死亡之翼",
		},
		["已和潮声向东-神圣之歌"] = {
			["status"] = 1,
			["name"] = "已和潮声向东-神圣之歌",
		},
		["龍封-丽丽（四川）"] = {
			["status"] = 1,
			["name"] = "龍封-丽丽（四川）",
		},
		["原装萝莉-埃德萨拉"] = {
			["status"] = 1,
			["name"] = "原装萝莉-埃德萨拉",
		},
		["养牛执行官-冰风岗"] = {
			["status"] = 1,
			["name"] = "养牛执行官-冰风岗",
		},
		["戦瓏-布兰卡德"] = {
			["status"] = 1,
			["name"] = "戦瓏-布兰卡德",
		},
		["黑玉断续膏-塞拉摩"] = {
			["status"] = 1,
			["name"] = "黑玉断续膏-塞拉摩",
		},
		["顶级灬屠夫-试炼之环"] = {
			["status"] = 1,
			["name"] = "顶级灬屠夫-试炼之环",
		},
		["Ertwewey-梦境之树"] = {
			["status"] = 1,
			["name"] = "Ertwewey-梦境之树",
		},
		["水中仙人-燃烧平原"] = {
			["status"] = 1,
			["name"] = "水中仙人-燃烧平原",
		},
		["基善成德-伊森利恩"] = {
			["status"] = 1,
			["name"] = "基善成德-伊森利恩",
		},
		["威风大哥-死亡之翼"] = {
			["status"] = 1,
			["name"] = "威风大哥-死亡之翼",
		},
		["骚犬-安苏"] = {
			["status"] = 1,
			["name"] = "骚犬-安苏",
		},
		["零点啊哒哒-血色十字军"] = {
			["status"] = 1,
			["name"] = "零点啊哒哒-血色十字军",
		},
		["托尼老师丶-凤凰之神"] = {
			["status"] = 1,
			["name"] = "托尼老师丶-凤凰之神",
		},
		["阴灬嶹-刀塔"] = {
			["status"] = 1,
			["name"] = "阴灬嶹-刀塔",
		},
		["Doudouf-无尽之海"] = {
			["status"] = 1,
			["name"] = "Doudouf-无尽之海",
		},
		["雨可-斯克提斯"] = {
			["status"] = 1,
			["name"] = "雨可-斯克提斯",
		},
		["我才是真帅-白骨荒野"] = {
			["status"] = 1,
			["name"] = "我才是真帅-白骨荒野",
		},
		["狂野公爵-凤凰之神"] = {
			["status"] = 1,
			["name"] = "狂野公爵-凤凰之神",
		},
		["丶法斯-死亡之翼"] = {
			["status"] = 1,
			["name"] = "丶法斯-死亡之翼",
		},
		["百叶织梦-寒冰皇冠"] = {
			["status"] = 1,
			["name"] = "百叶织梦-寒冰皇冠",
		},
		["成鸡思汉-凤凰之神"] = {
			["status"] = 1,
			["name"] = "成鸡思汉-凤凰之神",
		},
		["丑小丫-迪托马斯"] = {
			["status"] = 1,
			["name"] = "丑小丫-迪托马斯",
		},
		["杭州吴彦祖丶-回音山"] = {
			["status"] = 1,
			["name"] = "杭州吴彦祖丶-回音山",
		},
		["崽骗你-死亡之翼"] = {
			["status"] = 1,
			["name"] = "崽骗你-死亡之翼",
		},
		["唰到想要的-奈法利安"] = {
			["status"] = 1,
			["name"] = "唰到想要的-奈法利安",
		},
		["卖了疯了丶-燃烧之刃"] = {
			["status"] = 1,
			["name"] = "卖了疯了丶-燃烧之刃",
		},
		["无敌旋风腿-瓦拉斯塔兹"] = {
			["status"] = 1,
			["name"] = "无敌旋风腿-瓦拉斯塔兹",
		},
		["可爱到炸-海克泰尔"] = {
			["status"] = 1,
			["name"] = "可爱到炸-海克泰尔",
		},
		["纯天然帅牛-无尽之海"] = {
			["status"] = 1,
			["name"] = "纯天然帅牛-无尽之海",
		},
		["安吉莉娅-熔火之心"] = {
			["status"] = 1,
			["name"] = "安吉莉娅-熔火之心",
		},
		["昔伊人耳边话-神圣之歌"] = {
			["status"] = 1,
			["name"] = "昔伊人耳边话-神圣之歌",
		},
		["Sissizhou-通灵学院"] = {
			["status"] = 1,
			["name"] = "Sissizhou-通灵学院",
		},
		["就是这只猫-伊森利恩"] = {
			["status"] = 1,
			["name"] = "就是这只猫-伊森利恩",
		},
		["砍名字补免费-冰风岗"] = {
			["status"] = 1,
			["name"] = "砍名字补免费-冰风岗",
		},
		["龍打黑工-丽丽（四川）"] = {
			["status"] = 1,
			["name"] = "龍打黑工-丽丽（四川）",
		},
		["Travis-凤凰之神"] = {
			["status"] = 1,
			["name"] = "Travis-凤凰之神",
		},
		["无影灬随行-熔火之心"] = {
			["status"] = 1,
			["name"] = "无影灬随行-熔火之心",
		},
		["起源大秘境-凤凰之神"] = {
			["status"] = 1,
			["name"] = "起源大秘境-凤凰之神",
		},
		["Doudoug-无尽之海"] = {
			["status"] = 1,
			["name"] = "Doudoug-无尽之海",
		},
		["沂雪残梦-影之哀伤"] = {
			["status"] = 1,
			["name"] = "沂雪残梦-影之哀伤",
		},
		["壹个传奇-死亡之翼"] = {
			["status"] = 1,
			["name"] = "壹个传奇-死亡之翼",
		},
		["旧吉他与她-迦拉克隆"] = {
			["status"] = 1,
			["name"] = "旧吉他与她-迦拉克隆",
		},
		["凝聚专业鑫团-安苏"] = {
			["status"] = 1,
			["name"] = "凝聚专业鑫团-安苏",
		},
		["采姑娘的香菇-死亡之翼"] = {
			["status"] = 1,
			["name"] = "采姑娘的香菇-死亡之翼",
		},
		["奈非天生驹-燃烧之刃"] = {
			["status"] = 1,
			["name"] = "奈非天生驹-燃烧之刃",
		},
		["的深圳凤凰-逐日者"] = {
			["status"] = 1,
			["name"] = "的深圳凤凰-逐日者",
		},
		["㓠湮咩㓠德-影之哀伤"] = {
			["status"] = 1,
			["name"] = "㓠湮咩㓠德-影之哀伤",
		},
		["笑傲天下嬲-鬼雾峰"] = {
			["status"] = 1,
			["name"] = "笑傲天下嬲-鬼雾峰",
		},
		["低保找我就行-凤凰之神"] = {
			["status"] = 1,
			["name"] = "低保找我就行-凤凰之神",
		},
		["于老板-耐奥祖"] = {
			["status"] = 1,
			["name"] = "于老板-耐奥祖",
		},
		["好人丶-凤凰之神"] = {
			["status"] = 1,
			["name"] = "好人丶-凤凰之神",
		},
		["请叫我大豆丁-凤凰之神"] = {
			["status"] = 1,
			["name"] = "请叫我大豆丁-凤凰之神",
		},
		["右手丨旋律-布兰卡德"] = {
			["status"] = 1,
			["name"] = "右手丨旋律-布兰卡德",
		},
		["时光老去-艾莫莉丝"] = {
			["status"] = 1,
			["name"] = "时光老去-艾莫莉丝",
		},
		["阿紫妹妹等你-燃烧之刃"] = {
			["status"] = 1,
			["name"] = "阿紫妹妹等你-燃烧之刃",
		},
		["剧透一时爽-加兹鲁维"] = {
			["status"] = 1,
			["name"] = "剧透一时爽-加兹鲁维",
		},
		["山河味儿太大-无尽之海"] = {
			["status"] = 1,
			["name"] = "山河味儿太大-无尽之海",
		},
		["小雨飘飘-菲米丝"] = {
			["status"] = 1,
			["name"] = "小雨飘飘-菲米丝",
		},
		["丿老幺灬-死亡之翼"] = {
			["status"] = 1,
			["name"] = "丿老幺灬-死亡之翼",
		},
		["兜的吻-格瑞姆巴托"] = {
			["status"] = 1,
			["name"] = "兜的吻-格瑞姆巴托",
		},
		["Buridheaven-无尽之海"] = {
			["status"] = 1,
			["name"] = "Buridheaven-无尽之海",
		},
		["冋曱炰車秘境-黑铁"] = {
			["status"] = 1,
			["name"] = "冋曱炰車秘境-黑铁",
		},
		["瘦溜溜-格瑞姆巴托"] = {
			["status"] = 1,
			["name"] = "瘦溜溜-格瑞姆巴托",
		},
		["小胖子一个-狂热之刃"] = {
			["status"] = 1,
			["name"] = "小胖子一个-狂热之刃",
		},
		["辣疯的男人-安苏"] = {
			["status"] = 1,
			["name"] = "辣疯的男人-安苏",
		},
		["浮溪晴-暗影议会"] = {
			["status"] = 1,
			["name"] = "浮溪晴-暗影议会",
		},
		["凯恩血丶蹄丨-贫瘠之地"] = {
			["status"] = 1,
			["name"] = "凯恩血丶蹄丨-贫瘠之地",
		},
		["性子还挺烈-血环"] = {
			["status"] = 1,
			["name"] = "性子还挺烈-血环",
		},
		["Susuknight-燃烧之刃"] = {
			["status"] = 1,
			["name"] = "Susuknight-燃烧之刃",
		},
		["神话宁静-幽暗沼泽"] = {
			["status"] = 1,
			["name"] = "神话宁静-幽暗沼泽",
		},
		["巴索罗米乂熊-迅捷微风"] = {
			["status"] = 1,
			["name"] = "巴索罗米乂熊-迅捷微风",
		},
		["呆呆劣-燃烧之刃"] = {
			["status"] = 1,
			["name"] = "呆呆劣-燃烧之刃",
		},
		["闷子丶-布兰卡德"] = {
			["status"] = 1,
			["name"] = "闷子丶-布兰卡德",
		},
		["虎牙王丶-克尔苏加德"] = {
			["status"] = 1,
			["name"] = "虎牙王丶-克尔苏加德",
		},
		["玉碎昆山-贫瘠之地"] = {
			["status"] = 1,
			["name"] = "玉碎昆山-贫瘠之地",
		},
		["小号第一-狂热之刃"] = {
			["status"] = 1,
			["name"] = "小号第一-狂热之刃",
		},
		["别两难-格瑞姆巴托"] = {
			["status"] = 1,
			["name"] = "别两难-格瑞姆巴托",
		},
		["国会酒店-守护之剑"] = {
			["status"] = 1,
			["name"] = "国会酒店-守护之剑",
		},
		["Ffyfour-布莱恩"] = {
			["status"] = 1,
			["name"] = "Ffyfour-布莱恩",
		},
		["臭来劲儿-冰风岗"] = {
			["status"] = 1,
			["name"] = "臭来劲儿-冰风岗",
		},
		["坎明仔卜免费-罗宁"] = {
			["status"] = 1,
			["name"] = "坎明仔卜免费-罗宁",
		},
		["希望天空-海克泰尔"] = {
			["status"] = 1,
			["name"] = "希望天空-海克泰尔",
		},
		["白茶与鹿丶-死亡之翼"] = {
			["status"] = 1,
			["name"] = "白茶与鹿丶-死亡之翼",
		},
		["戎盐-凤凰之神"] = {
			["status"] = 1,
			["name"] = "戎盐-凤凰之神",
		},
		["聚缘丶莫妮卡-伊森利恩"] = {
			["status"] = 1,
			["name"] = "聚缘丶莫妮卡-伊森利恩",
		},
		["黑澀蕾絲-奥尔加隆"] = {
			["status"] = 1,
			["name"] = "黑澀蕾絲-奥尔加隆",
		},
		["星辰灬空城-暗影裂口"] = {
			["status"] = 1,
			["name"] = "星辰灬空城-暗影裂口",
		},
		["别踩我尾巴-莱索恩"] = {
			["status"] = 1,
			["name"] = "别踩我尾巴-莱索恩",
		},
		["Titaner-黑暗之矛"] = {
			["status"] = 1,
			["name"] = "Titaner-黑暗之矛",
		},
		["打死不切复仇-卡德罗斯"] = {
			["status"] = 1,
			["name"] = "打死不切复仇-卡德罗斯",
		},
		["牛锤子-达尔坎"] = {
			["status"] = 1,
			["name"] = "牛锤子-达尔坎",
		},
		["低保找我-熔火之心"] = {
			["status"] = 1,
			["name"] = "低保找我-熔火之心",
		},
		["复仇的变幻-安加萨"] = {
			["status"] = 1,
			["name"] = "复仇的变幻-安加萨",
		},
		["顾得白-海克泰尔"] = {
			["status"] = 1,
			["name"] = "顾得白-海克泰尔",
		},
		["血蝙蝠-格瑞姆巴托"] = {
			["status"] = 1,
			["name"] = "血蝙蝠-格瑞姆巴托",
		},
		["丨大崎灬俊俊-苏塔恩"] = {
			["status"] = 1,
			["name"] = "丨大崎灬俊俊-苏塔恩",
		},
		["看我真死跑尸-龙骨平原"] = {
			["status"] = 1,
			["name"] = "看我真死跑尸-龙骨平原",
		},
		["刊名字部免费-死亡之翼"] = {
			["status"] = 1,
			["name"] = "刊名字部免费-死亡之翼",
		},
		["只要平凡-塞拉摩"] = {
			["status"] = 1,
			["name"] = "只要平凡-塞拉摩",
		},
		["Magicgu-冰风岗"] = {
			["status"] = 1,
			["name"] = "Magicgu-冰风岗",
		},
		["小亦丶-死亡之翼"] = {
			["status"] = 1,
			["name"] = "小亦丶-死亡之翼",
		},
		["良辰奈何天-无尽之海"] = {
			["status"] = 1,
			["name"] = "良辰奈何天-无尽之海",
		},
		["踏血寻梅-冰风岗"] = {
			["status"] = 1,
			["name"] = "踏血寻梅-冰风岗",
		},
		["低保车队-凤凰之神"] = {
			["status"] = 1,
			["name"] = "低保车队-凤凰之神",
		},
		["诚实的小雨-迦拉克隆"] = {
			["status"] = 1,
			["name"] = "诚实的小雨-迦拉克隆",
		},
		["好运的熊猫-死亡之翼"] = {
			["status"] = 1,
			["name"] = "好运的熊猫-死亡之翼",
		},
		["强力豆浆坦-埃德萨拉"] = {
			["status"] = 1,
			["name"] = "强力豆浆坦-埃德萨拉",
		},
		["愤怒的牛如花-外域"] = {
			["status"] = 1,
			["name"] = "愤怒的牛如花-外域",
		},
		["天崖墨客-凤凰之神"] = {
			["status"] = 1,
			["name"] = "天崖墨客-凤凰之神",
		},
		["Ffynight-梦境之树"] = {
			["status"] = 1,
			["name"] = "Ffynight-梦境之树",
		},
		["我有阿格拉玛-克尔苏加德"] = {
			["status"] = 1,
			["name"] = "我有阿格拉玛-克尔苏加德",
		},
		["詹尼佛劳伦斯-燃烧之刃"] = {
			["status"] = 1,
			["name"] = "詹尼佛劳伦斯-燃烧之刃",
		},
		["圣光轻抚你-加兹鲁维"] = {
			["status"] = 1,
			["name"] = "圣光轻抚你-加兹鲁维",
		},
		["隔壁老王大叔-影之哀伤"] = {
			["status"] = 1,
			["name"] = "隔壁老王大叔-影之哀伤",
		},
		["Feralpvp-克尔苏加德"] = {
			["status"] = 1,
			["name"] = "Feralpvp-克尔苏加德",
		},
		["高灬春天-死亡之翼"] = {
			["status"] = 1,
			["name"] = "高灬春天-死亡之翼",
		},
		["无心法神-死亡之翼"] = {
			["status"] = 1,
			["name"] = "无心法神-死亡之翼",
		},
		["上帝的人-狂热之刃"] = {
			["status"] = 1,
			["name"] = "上帝的人-狂热之刃",
		},
		["我家里有矿-燃烧之刃"] = {
			["status"] = 1,
			["name"] = "我家里有矿-燃烧之刃",
		},
		["小怪丶不要走-巴纳扎尔"] = {
			["status"] = 1,
			["name"] = "小怪丶不要走-巴纳扎尔",
		},
		["那一脸的猥琐-斯克提斯"] = {
			["status"] = 1,
			["name"] = "那一脸的猥琐-斯克提斯",
		},
		["忆丶惜-天空之墙"] = {
			["status"] = 1,
			["name"] = "忆丶惜-天空之墙",
		},
		["飞起给你一脚-塞拉摩"] = {
			["status"] = 1,
			["name"] = "飞起给你一脚-塞拉摩",
		},
		["聖殿雪鷽-血环"] = {
			["status"] = 1,
			["name"] = "聖殿雪鷽-血环",
		},
		["莫莫西西-诺莫瑞根"] = {
			["status"] = 1,
			["name"] = "莫莫西西-诺莫瑞根",
		},
		["Flyingsky-天空之墙"] = {
			["status"] = 1,
			["name"] = "Flyingsky-天空之墙",
		},
		["怡红院一枝梅-凤凰之神"] = {
			["status"] = 1,
			["name"] = "怡红院一枝梅-凤凰之神",
		},
		["九門丨解九爷-凤凰之神"] = {
			["status"] = 1,
			["name"] = "九門丨解九爷-凤凰之神",
		},
		["我想地皮埃斯-罗宁"] = {
			["status"] = 1,
			["name"] = "我想地皮埃斯-罗宁",
		},
		["妖有小爱-狂热之刃"] = {
			["status"] = 1,
			["name"] = "妖有小爱-狂热之刃",
		},
		["黑道狂花-冰霜之刃"] = {
			["status"] = 1,
			["name"] = "黑道狂花-冰霜之刃",
		},
		["液体钙一体-凯尔萨斯"] = {
			["status"] = 1,
			["name"] = "液体钙一体-凯尔萨斯",
		},
		["罗尛黑-无尽之海"] = {
			["status"] = 1,
			["name"] = "罗尛黑-无尽之海",
		},
		["冲锋就坎-风暴峭壁"] = {
			["status"] = 1,
			["name"] = "冲锋就坎-风暴峭壁",
		},
		["道街一枝花-燃烧之刃"] = {
			["status"] = 1,
			["name"] = "道街一枝花-燃烧之刃",
		},
		["功夫又何妨-黑铁"] = {
			["status"] = 1,
			["name"] = "功夫又何妨-黑铁",
		},
		["萌小虎-迅捷微风"] = {
			["status"] = 1,
			["name"] = "萌小虎-迅捷微风",
		},
		["来不及说怨你-鬼雾峰"] = {
			["status"] = 1,
			["name"] = "来不及说怨你-鬼雾峰",
		},
		["赫斯提雅-阿比迪斯"] = {
			["status"] = 1,
			["name"] = "赫斯提雅-阿比迪斯",
		},
		["傲娇咩-埃克索图斯"] = {
			["status"] = 1,
			["name"] = "傲娇咩-埃克索图斯",
		},
		["測試貓-布兰卡德"] = {
			["status"] = 1,
			["name"] = "測試貓-布兰卡德",
		},
		["聚缘丶优越烈-伊森利恩"] = {
			["status"] = 1,
			["name"] = "聚缘丶优越烈-伊森利恩",
		},
		["贝萨流士-瑟莱德丝"] = {
			["status"] = 1,
			["name"] = "贝萨流士-瑟莱德丝",
		},
		["洛丹伦丶云歌-熔火之心"] = {
			["status"] = 1,
			["name"] = "洛丹伦丶云歌-熔火之心",
		},
		["公丶瑾-影之哀伤"] = {
			["status"] = 1,
			["name"] = "公丶瑾-影之哀伤",
		},
		["尼古拉独秀-死亡之翼"] = {
			["status"] = 1,
			["name"] = "尼古拉独秀-死亡之翼",
		},
		["姬霸帝王-阿比迪斯"] = {
			["status"] = 1,
			["name"] = "姬霸帝王-阿比迪斯",
		},
		["太多由不得我-神圣之歌"] = {
			["status"] = 1,
			["name"] = "太多由不得我-神圣之歌",
		},
		["请叫我大炮灬-塞拉摩"] = {
			["status"] = 1,
			["name"] = "请叫我大炮灬-塞拉摩",
		},
		["一射俩宝-巴纳扎尔"] = {
			["status"] = 1,
			["name"] = "一射俩宝-巴纳扎尔",
		},
		["大米专业二号-暗影迷宫"] = {
			["status"] = 1,
			["name"] = "大米专业二号-暗影迷宫",
		},
		["李长生-格瑞姆巴托"] = {
			["status"] = 1,
			["name"] = "李长生-格瑞姆巴托",
		},
		["Ffyfour-密林游侠"] = {
			["status"] = 1,
			["name"] = "Ffyfour-密林游侠",
		},
		["手起投落-伊瑟拉"] = {
			["status"] = 1,
			["name"] = "手起投落-伊瑟拉",
		},
		["兽得要命-迅捷微风"] = {
			["status"] = 1,
			["name"] = "兽得要命-迅捷微风",
		},
		["指尖奶茶-太阳之井"] = {
			["status"] = 1,
			["name"] = "指尖奶茶-太阳之井",
		},
		["風靑阳-影之哀伤"] = {
			["status"] = 1,
			["name"] = "風靑阳-影之哀伤",
		},
		["加州市长-格瑞姆巴托"] = {
			["status"] = 1,
			["name"] = "加州市长-格瑞姆巴托",
		},
		["被老三带下水-安苏"] = {
			["status"] = 1,
			["name"] = "被老三带下水-安苏",
		},
		["吾与荣耀圣光-无尽之海"] = {
			["status"] = 1,
			["name"] = "吾与荣耀圣光-无尽之海",
		},
		["小慧妹妹等你-燃烧之刃"] = {
			["status"] = 1,
			["name"] = "小慧妹妹等你-燃烧之刃",
		},
		["絃灬縷-凤凰之神"] = {
			["status"] = 1,
			["name"] = "絃灬縷-凤凰之神",
		},
		["星辰灬大雨-辛达苟萨"] = {
			["status"] = 1,
			["name"] = "星辰灬大雨-辛达苟萨",
		},
		["看名字卜免费-克尔苏加德"] = {
			["status"] = 1,
			["name"] = "看名字卜免费-克尔苏加德",
		},
		["鸭蛋呗-伊森利恩"] = {
			["status"] = 1,
			["name"] = "鸭蛋呗-伊森利恩",
		},
		["Unknow-凤凰之神"] = {
			["status"] = 1,
			["name"] = "Unknow-凤凰之神",
		},
		["小美很美-无尽之海"] = {
			["status"] = 1,
			["name"] = "小美很美-无尽之海",
		},
		["宁楹奇葩-斩魔者"] = {
			["status"] = 1,
			["name"] = "宁楹奇葩-斩魔者",
		},
		["羽凡宝强乃亮-燃烧之刃"] = {
			["status"] = 1,
			["name"] = "羽凡宝强乃亮-燃烧之刃",
		},
		["咖喱个多-伊森利恩"] = {
			["status"] = 1,
			["name"] = "咖喱个多-伊森利恩",
		},
		["肥嘟嘟向前冲-丽丽（四川）"] = {
			["status"] = 1,
			["name"] = "肥嘟嘟向前冲-丽丽（四川）",
		},
		["找我躺尸低保-鬼雾峰"] = {
			["status"] = 1,
			["name"] = "找我躺尸低保-鬼雾峰",
		},
		["独孤静瑶-轻风之语"] = {
			["status"] = 1,
			["name"] = "独孤静瑶-轻风之语",
		},
		["整容前很美-布兰卡德"] = {
			["status"] = 1,
			["name"] = "整容前很美-布兰卡德",
		},
		["上官老爷-格瑞姆巴托"] = {
			["status"] = 1,
			["name"] = "上官老爷-格瑞姆巴托",
		},
		["为你而战-格瑞姆巴托"] = {
			["status"] = 1,
			["name"] = "为你而战-格瑞姆巴托",
		},
		["Buried-红云台地"] = {
			["status"] = 1,
			["name"] = "Buried-红云台地",
		},
		["我想爆死你-凤凰之神"] = {
			["status"] = 1,
			["name"] = "我想爆死你-凤凰之神",
		},
		["最初的灰烬-凤凰之神"] = {
			["status"] = 1,
			["name"] = "最初的灰烬-凤凰之神",
		},
		["宝贝别闹了-伊利丹"] = {
			["status"] = 1,
			["name"] = "宝贝别闹了-伊利丹",
		},
		["老雾霾-诺兹多姆"] = {
			["status"] = 1,
			["name"] = "老雾霾-诺兹多姆",
		},
		["终点酱-加基森"] = {
			["status"] = 1,
			["name"] = "终点酱-加基森",
		},
		["葱爆龙虾-血环"] = {
			["status"] = 1,
			["name"] = "葱爆龙虾-血环",
		},
		["痴心妄想乄-埃德萨拉"] = {
			["status"] = 1,
			["name"] = "痴心妄想乄-埃德萨拉",
		},
		["阿萨德扣除-狂热之刃"] = {
			["status"] = 1,
			["name"] = "阿萨德扣除-狂热之刃",
		},
		["唿唼-凤凰之神"] = {
			["status"] = 1,
			["name"] = "唿唼-凤凰之神",
		},
		["战术性翻滚-死亡之翼"] = {
			["status"] = 1,
			["name"] = "战术性翻滚-死亡之翼",
		},
		["牛牛丶德-狂热之刃"] = {
			["status"] = 1,
			["name"] = "牛牛丶德-狂热之刃",
		},
		["冷凝大秘队二-凤凰之神"] = {
			["status"] = 1,
			["name"] = "冷凝大秘队二-凤凰之神",
		},
		["郑志明-克尔苏加德"] = {
			["status"] = 1,
			["name"] = "郑志明-克尔苏加德",
		},
		["低保专职车-巴瑟拉斯"] = {
			["status"] = 1,
			["name"] = "低保专职车-巴瑟拉斯",
		},
		["叁晚不裹岡-死亡之翼"] = {
			["status"] = 1,
			["name"] = "叁晚不裹岡-死亡之翼",
		},
		["横刀敌杀尽-血吼"] = {
			["status"] = 1,
			["name"] = "横刀敌杀尽-血吼",
		},
		["这锅我背定了-血环"] = {
			["status"] = 1,
			["name"] = "这锅我背定了-血环",
		},
		["丨暖暖-迦拉克隆"] = {
			["status"] = 1,
			["name"] = "丨暖暖-迦拉克隆",
		},
		["情丶书-迦拉克隆"] = {
			["status"] = 1,
			["name"] = "情丶书-迦拉克隆",
		},
		["艾尔斯丹-伊瑟拉"] = {
			["status"] = 1,
			["name"] = "艾尔斯丹-伊瑟拉",
		},
		["丨小丑-伊利丹"] = {
			["status"] = 1,
			["name"] = "丨小丑-伊利丹",
		},
		["大牛要奇迹-回音山"] = {
			["status"] = 1,
			["name"] = "大牛要奇迹-回音山",
		},
		["爱你无数年-凤凰之神"] = {
			["status"] = 1,
			["name"] = "爱你无数年-凤凰之神",
		},
		["蝈蝈吃西瓜-格瑞姆巴托"] = {
			["status"] = 1,
			["name"] = "蝈蝈吃西瓜-格瑞姆巴托",
		},
		["蛋刀蛋刀-格雷迈恩"] = {
			["status"] = 1,
			["name"] = "蛋刀蛋刀-格雷迈恩",
		},
		["啊哈斯蒂芬-安苏"] = {
			["status"] = 1,
			["name"] = "啊哈斯蒂芬-安苏",
		},
		["赤骁-卡拉赞"] = {
			["status"] = 1,
			["name"] = "赤骁-卡拉赞",
		},
		["Plun-冬泉谷"] = {
			["status"] = 1,
			["name"] = "Plun-冬泉谷",
		},
		["做贼肾虚-燃烧之刃"] = {
			["status"] = 1,
			["name"] = "做贼肾虚-燃烧之刃",
		},
		["指尖狂风-贫瘠之地"] = {
			["status"] = 1,
			["name"] = "指尖狂风-贫瘠之地",
		},
		["小小萌拳-太阳之井"] = {
			["status"] = 1,
			["name"] = "小小萌拳-太阳之井",
		},
		["卡戎丶-死亡之翼"] = {
			["status"] = 1,
			["name"] = "卡戎丶-死亡之翼",
		},
		["Ddyyhd-卡扎克"] = {
			["status"] = 1,
			["name"] = "Ddyyhd-卡扎克",
		},
		["不然你要-布兰卡德"] = {
			["status"] = 1,
			["name"] = "不然你要-布兰卡德",
		},
		["贫道丶无心-凤凰之神"] = {
			["status"] = 1,
			["name"] = "贫道丶无心-凤凰之神",
		},
		["丷简单-凤凰之神"] = {
			["status"] = 1,
			["name"] = "丷简单-凤凰之神",
		},
		["Ghktyurtyu-艾萨拉"] = {
			["status"] = 1,
			["name"] = "Ghktyurtyu-艾萨拉",
		},
		["Epicsaxghy-伊利丹"] = {
			["status"] = 1,
			["name"] = "Epicsaxghy-伊利丹",
		},
		["而分服-熔火之心"] = {
			["status"] = 1,
			["name"] = "而分服-熔火之心",
		},
		["一树梨花黑-艾露恩"] = {
			["status"] = 1,
			["name"] = "一树梨花黑-艾露恩",
		},
		["龍湖-丽丽（四川）"] = {
			["status"] = 1,
			["name"] = "龍湖-丽丽（四川）",
		},
		["南格-埃德萨拉"] = {
			["status"] = 1,
			["name"] = "南格-埃德萨拉",
		},
		["过一会熊哥哟-刀塔"] = {
			["status"] = 1,
			["name"] = "过一会熊哥哟-刀塔",
		},
		["丶么么哒丶丶-伊森利恩"] = {
			["status"] = 1,
			["name"] = "丶么么哒丶丶-伊森利恩",
		},
		["夕影丶-狂热之刃"] = {
			["status"] = 1,
			["name"] = "夕影丶-狂热之刃",
		},
		["乔木幽谷-凤凰之神"] = {
			["status"] = 1,
			["name"] = "乔木幽谷-凤凰之神",
		},
		["一口奶毒死你-凤凰之神"] = {
			["status"] = 1,
			["name"] = "一口奶毒死你-凤凰之神",
		},
		["来口奶-贫瘠之地"] = {
			["status"] = 1,
			["name"] = "来口奶-贫瘠之地",
		},
		["大米车队-死亡之翼"] = {
			["status"] = 1,
			["name"] = "大米车队-死亡之翼",
		},
		["天降正義-熵魔"] = {
			["status"] = 1,
			["name"] = "天降正義-熵魔",
		},
		["烟瘾冖症-阿尔萨斯"] = {
			["status"] = 1,
			["name"] = "烟瘾冖症-阿尔萨斯",
		},
		["情缘-纳克萨玛斯"] = {
			["status"] = 1,
			["name"] = "情缘-纳克萨玛斯",
		},
		["銷魂灬牛肉麵-红龙军团"] = {
			["status"] = 1,
			["name"] = "銷魂灬牛肉麵-红龙军团",
		},
		["圣光的之锤-狂热之刃"] = {
			["status"] = 1,
			["name"] = "圣光的之锤-狂热之刃",
		},
		["啓程丶啓程-死亡之翼"] = {
			["status"] = 1,
			["name"] = "啓程丶啓程-死亡之翼",
		},
		["剑斩苍穹-迦拉克隆"] = {
			["status"] = 1,
			["name"] = "剑斩苍穹-迦拉克隆",
		},
		["巧笑灬倩兮-燃烧之刃"] = {
			["status"] = 1,
			["name"] = "巧笑灬倩兮-燃烧之刃",
		},
		["鬼冢虎-黑铁"] = {
			["status"] = 1,
			["name"] = "鬼冢虎-黑铁",
		},
		["Onlyfordj-银松森林"] = {
			["status"] = 1,
			["name"] = "Onlyfordj-银松森林",
		},
		["雪蛟-血色十字军"] = {
			["status"] = 1,
			["name"] = "雪蛟-血色十字军",
		},
		["大米祗炰找俺-鬼雾峰"] = {
			["status"] = 1,
			["name"] = "大米祗炰找俺-鬼雾峰",
		},
		["夜灬长风-利刃之拳"] = {
			["status"] = 1,
			["name"] = "夜灬长风-利刃之拳",
		},
		["圣光扬帆-阿尔萨斯"] = {
			["status"] = 1,
			["name"] = "圣光扬帆-阿尔萨斯",
		},
		["艾米莉亚湠-格瑞姆巴托"] = {
			["status"] = 1,
			["name"] = "艾米莉亚湠-格瑞姆巴托",
		},
		["躺尸低保-狂热之刃"] = {
			["status"] = 1,
			["name"] = "躺尸低保-狂热之刃",
		},
		["波妹-冰风岗"] = {
			["status"] = 1,
			["name"] = "波妹-冰风岗",
		},
		["乂灬小彪-死亡之翼"] = {
			["status"] = 1,
			["name"] = "乂灬小彪-死亡之翼",
		},
		["Fakerbra-黑铁"] = {
			["status"] = 1,
			["name"] = "Fakerbra-黑铁",
		},
		["高呀高的-海克泰尔"] = {
			["status"] = 1,
			["name"] = "高呀高的-海克泰尔",
		},
		["别闹我好慌丶-死亡之翼"] = {
			["status"] = 1,
			["name"] = "别闹我好慌丶-死亡之翼",
		},
		["圣光小心-安加萨"] = {
			["status"] = 1,
			["name"] = "圣光小心-安加萨",
		},
		["龍得人-丽丽（四川）"] = {
			["status"] = 1,
			["name"] = "龍得人-丽丽（四川）",
		},
		["舞颜悦-燃烧之刃"] = {
			["status"] = 1,
			["name"] = "舞颜悦-燃烧之刃",
		},
		["Usnnhy-卡扎克"] = {
			["status"] = 1,
			["name"] = "Usnnhy-卡扎克",
		},
		["奚巴兰-米奈希尔"] = {
			["status"] = 1,
			["name"] = "奚巴兰-米奈希尔",
		},
		["冷風中的冷风-血顶"] = {
			["status"] = 1,
			["name"] = "冷風中的冷风-血顶",
		},
		["笑忘幽-燃烧之刃"] = {
			["status"] = 1,
			["name"] = "笑忘幽-燃烧之刃",
		},
		["Doudoue-无尽之海"] = {
			["status"] = 1,
			["name"] = "Doudoue-无尽之海",
		},
		["选零点没错-黑铁"] = {
			["status"] = 1,
			["name"] = "选零点没错-黑铁",
		},
		["沃尔特容易-德拉诺"] = {
			["status"] = 1,
			["name"] = "沃尔特容易-德拉诺",
		},
		["光环光环光环-霜之哀伤"] = {
			["status"] = 1,
			["name"] = "光环光环光环-霜之哀伤",
		},
		["梅子天敌者-熊猫酒仙"] = {
			["status"] = 1,
			["name"] = "梅子天敌者-熊猫酒仙",
		},
		["故我-安苏"] = {
			["status"] = 1,
			["name"] = "故我-安苏",
		},
		["那個戰仕-鬼雾峰"] = {
			["status"] = 1,
			["name"] = "那個戰仕-鬼雾峰",
		},
		["躺尸低保-凤凰之神"] = {
			["status"] = 1,
			["name"] = "躺尸低保-凤凰之神",
		},
		["德玛西亚牛德-阿比迪斯"] = {
			["status"] = 1,
			["name"] = "德玛西亚牛德-阿比迪斯",
		},
		["北方丶-战歌"] = {
			["status"] = 1,
			["name"] = "北方丶-战歌",
		},
		["凛冬将至丨-深渊之巢"] = {
			["status"] = 1,
			["name"] = "凛冬将至丨-深渊之巢",
		},
		["走在墙头-亚雷戈斯"] = {
			["status"] = 1,
			["name"] = "走在墙头-亚雷戈斯",
		},
		["毛装才能变强-狂热之刃"] = {
			["status"] = 1,
			["name"] = "毛装才能变强-狂热之刃",
		},
		["萌萌的琪琪-凤凰之神"] = {
			["status"] = 1,
			["name"] = "萌萌的琪琪-凤凰之神",
		},
		["布利丶斯巴-鹰巢山"] = {
			["status"] = 1,
			["name"] = "布利丶斯巴-鹰巢山",
		},
		["内心真强大-摩摩尔"] = {
			["status"] = 1,
			["name"] = "内心真强大-摩摩尔",
		},
		["俊雅-丽丽（四川）"] = {
			["status"] = 1,
			["name"] = "俊雅-丽丽（四川）",
		},
		["Sereaeg-迅捷微风"] = {
			["status"] = 1,
			["name"] = "Sereaeg-迅捷微风",
		},
		["彤彤艾米丽-安苏"] = {
			["status"] = 1,
			["name"] = "彤彤艾米丽-安苏",
		},
		["遥远的她-千针石林"] = {
			["status"] = 1,
			["name"] = "遥远的她-千针石林",
		},
		["蓝呓-鬼雾峰"] = {
			["status"] = 1,
			["name"] = "蓝呓-鬼雾峰",
		},
		["乄心依丶如梦-白骨荒野"] = {
			["status"] = 1,
			["name"] = "乄心依丶如梦-白骨荒野",
		},
		["瘋卝魔-凤凰之神"] = {
			["status"] = 1,
			["name"] = "瘋卝魔-凤凰之神",
		},
		["燃烧的雷雷-烈焰峰"] = {
			["status"] = 1,
			["name"] = "燃烧的雷雷-烈焰峰",
		},
		["Ffyone-霜之哀伤"] = {
			["status"] = 1,
			["name"] = "Ffyone-霜之哀伤",
		},
		["十夢久有妳-萨尔"] = {
			["status"] = 1,
			["name"] = "十夢久有妳-萨尔",
		},
		["天空丿聖恋-燃烧之刃"] = {
			["status"] = 1,
			["name"] = "天空丿聖恋-燃烧之刃",
		},
		["龍车头-丽丽（四川）"] = {
			["status"] = 1,
			["name"] = "龍车头-丽丽（四川）",
		},
		["西門吹奶-雏龙之翼"] = {
			["status"] = 1,
			["name"] = "西門吹奶-雏龙之翼",
		},
		["风去留香丶-贫瘠之地"] = {
			["status"] = 1,
			["name"] = "风去留香丶-贫瘠之地",
		},
		["星辰灬完美-时光之穴"] = {
			["status"] = 1,
			["name"] = "星辰灬完美-时光之穴",
		},
		["链你一生-德拉诺"] = {
			["status"] = 1,
			["name"] = "链你一生-德拉诺",
		},
		["风丶晨曦-伊森利恩"] = {
			["status"] = 1,
			["name"] = "风丶晨曦-伊森利恩",
		},
		["小含片熊熊-丽丽（四川）"] = {
			["status"] = 1,
			["name"] = "小含片熊熊-丽丽（四川）",
		},
		["来自一一-贫瘠之地"] = {
			["status"] = 1,
			["name"] = "来自一一-贫瘠之地",
		},
		["倦漂泊-海克泰尔"] = {
			["status"] = 1,
			["name"] = "倦漂泊-海克泰尔",
		},
		["改曹泥马-斩魔者"] = {
			["status"] = 1,
			["name"] = "改曹泥马-斩魔者",
		},
		["阿姨么么哒-伊森利恩"] = {
			["status"] = 1,
			["name"] = "阿姨么么哒-伊森利恩",
		},
		["Mpf-伊森利恩"] = {
			["status"] = 1,
			["name"] = "Mpf-伊森利恩",
		},
		["苹果和樱子-艾萨拉"] = {
			["status"] = 1,
			["name"] = "苹果和樱子-艾萨拉",
		},
		["Rrujh-卡扎克"] = {
			["status"] = 1,
			["name"] = "Rrujh-卡扎克",
		},
		["无明非暗-烈焰峰"] = {
			["status"] = 1,
			["name"] = "无明非暗-烈焰峰",
		},
		["呆懵-埃德萨拉"] = {
			["status"] = 1,
			["name"] = "呆懵-埃德萨拉",
		},
		["牛哥快跑-遗忘海岸"] = {
			["status"] = 1,
			["name"] = "牛哥快跑-遗忘海岸",
		},
		["丿凉丨生丶-冰风岗"] = {
			["status"] = 1,
			["name"] = "丿凉丨生丶-冰风岗",
		},
		["正丨妹儿灬-死亡之翼"] = {
			["status"] = 1,
			["name"] = "正丨妹儿灬-死亡之翼",
		},
		["超速的树懒-亚雷戈斯"] = {
			["status"] = 1,
			["name"] = "超速的树懒-亚雷戈斯",
		},
		["一叶菩提-蓝龙军团"] = {
			["status"] = 1,
			["name"] = "一叶菩提-蓝龙军团",
		},
		["乄缘来丶缘去-白骨荒野"] = {
			["status"] = 1,
			["name"] = "乄缘来丶缘去-白骨荒野",
		},
		["米迦勒-耐奥祖"] = {
			["status"] = 1,
			["name"] = "米迦勒-耐奥祖",
		},
		["卓神大秘境一-伊森利恩"] = {
			["status"] = 1,
			["name"] = "卓神大秘境一-伊森利恩",
		},
		["冲一一锋-影之哀伤"] = {
			["status"] = 1,
			["name"] = "冲一一锋-影之哀伤",
		},
		["曜炎-洛肯"] = {
			["status"] = 1,
			["name"] = "曜炎-洛肯",
		},
		["Shakalakaa-天空之墙"] = {
			["status"] = 1,
			["name"] = "Shakalakaa-天空之墙",
		},
		["逐风丶牛牛-死亡之翼"] = {
			["status"] = 1,
			["name"] = "逐风丶牛牛-死亡之翼",
		},
		["月之灵魂-夏维安"] = {
			["status"] = 1,
			["name"] = "月之灵魂-夏维安",
		},
		["发过火对人体-奎尔萨拉斯"] = {
			["status"] = 1,
			["name"] = "发过火对人体-奎尔萨拉斯",
		},
		["命运自认幽默-梦境之树"] = {
			["status"] = 1,
			["name"] = "命运自认幽默-梦境之树",
		},
		["宝宝给我上丶-凤凰之神"] = {
			["status"] = 1,
			["name"] = "宝宝给我上丶-凤凰之神",
		},
		["明月隔天涯-格瑞姆巴托"] = {
			["status"] = 1,
			["name"] = "明月隔天涯-格瑞姆巴托",
		},
		["死个鹅-布兰卡德"] = {
			["status"] = 1,
			["name"] = "死个鹅-布兰卡德",
		},
		["叫我嘿嘿-安苏"] = {
			["status"] = 1,
			["name"] = "叫我嘿嘿-安苏",
		},
		["Ñõôñõ-燃烧之刃"] = {
			["status"] = 1,
			["name"] = "Ñõôñõ-燃烧之刃",
		},
		["Popular-血色十字军"] = {
			["status"] = 1,
			["name"] = "Popular-血色十字军",
		},
		["你有盾吗-能源舰"] = {
			["status"] = 1,
			["name"] = "你有盾吗-能源舰",
		},
		["丶龙灬-血色十字军"] = {
			["status"] = 1,
			["name"] = "丶龙灬-血色十字军",
		},
		["伊斯拉斐爾-伊森利恩"] = {
			["status"] = 1,
			["name"] = "伊斯拉斐爾-伊森利恩",
		},
		["皮五辣子-伊萨里奥斯"] = {
			["status"] = 1,
			["name"] = "皮五辣子-伊萨里奥斯",
		},
		["变化依然-无尽之海"] = {
			["status"] = 1,
			["name"] = "变化依然-无尽之海",
		},
		["帅璐-安苏"] = {
			["status"] = 1,
			["name"] = "帅璐-安苏",
		},
		["隋大业-格瑞姆巴托"] = {
			["status"] = 1,
			["name"] = "隋大业-格瑞姆巴托",
		},
		["Evilâlord-布兰卡德"] = {
			["status"] = 1,
			["name"] = "Evilâlord-布兰卡德",
		},
		["荣获新僧-熔火之心"] = {
			["status"] = 1,
			["name"] = "荣获新僧-熔火之心",
		},
		["节奏奶奶个熊-熊猫酒仙"] = {
			["status"] = 1,
			["name"] = "节奏奶奶个熊-熊猫酒仙",
		},
		["战神者灬阿诚-影之哀伤"] = {
			["status"] = 1,
			["name"] = "战神者灬阿诚-影之哀伤",
		},
		["预约丨幸福-安苏"] = {
			["status"] = 1,
			["name"] = "预约丨幸福-安苏",
		},
		["沉默秋风厌-迦拉克隆"] = {
			["status"] = 1,
			["name"] = "沉默秋风厌-迦拉克隆",
		},
		["五晨寺的飘柔-死亡之翼"] = {
			["status"] = 1,
			["name"] = "五晨寺的飘柔-死亡之翼",
		},
		["叶孤惩-冰风岗"] = {
			["status"] = 1,
			["name"] = "叶孤惩-冰风岗",
		},
		["闻人潮生-雷斧堡垒"] = {
			["status"] = 1,
			["name"] = "闻人潮生-雷斧堡垒",
		},
		["口口-格瑞姆巴托"] = {
			["status"] = 1,
			["name"] = "口口-格瑞姆巴托",
		},
		["千里共婵娟丶-死亡之翼"] = {
			["status"] = 1,
			["name"] = "千里共婵娟丶-死亡之翼",
		},
		["鬼舞百叶柳-格瑞姆巴托"] = {
			["status"] = 1,
			["name"] = "鬼舞百叶柳-格瑞姆巴托",
		},
		["Ffyseven-白银之手"] = {
			["status"] = 1,
			["name"] = "Ffyseven-白银之手",
		},
		["贰号包子铺-伊森利恩"] = {
			["status"] = 1,
			["name"] = "贰号包子铺-伊森利恩",
		},
		["古力怒风-格瑞姆巴托"] = {
			["status"] = 1,
			["name"] = "古力怒风-格瑞姆巴托",
		},
		["橙中橙-迦拉克隆"] = {
			["status"] = 1,
			["name"] = "橙中橙-迦拉克隆",
		},
		["神奇的小雨-神圣之歌"] = {
			["status"] = 1,
			["name"] = "神奇的小雨-神圣之歌",
		},
		["你指到帅哥了-黑铁"] = {
			["status"] = 1,
			["name"] = "你指到帅哥了-黑铁",
		},
		["龙啸傲天下-丹莫德"] = {
			["status"] = 1,
			["name"] = "龙啸傲天下-丹莫德",
		},
		["森森呀-凤凰之神"] = {
			["status"] = 1,
			["name"] = "森森呀-凤凰之神",
		},
		["病态神经质-死亡之翼"] = {
			["status"] = 1,
			["name"] = "病态神经质-死亡之翼",
		},
		["温柔的流氓-燃烧之刃"] = {
			["status"] = 1,
			["name"] = "温柔的流氓-燃烧之刃",
		},
		["就这么任性-诺兹多姆"] = {
			["status"] = 1,
			["name"] = "就这么任性-诺兹多姆",
		},
		["Uhyygg-卡扎克"] = {
			["status"] = 1,
			["name"] = "Uhyygg-卡扎克",
		},
		["湮咩咩-影之哀伤"] = {
			["status"] = 1,
			["name"] = "湮咩咩-影之哀伤",
		},
		["莫问-达隆米尔"] = {
			["status"] = 1,
			["name"] = "莫问-达隆米尔",
		},
		["群嘲丶小钢炮-加尔"] = {
			["status"] = 1,
			["name"] = "群嘲丶小钢炮-加尔",
		},
		["笑丶佛-影之哀伤"] = {
			["status"] = 1,
			["name"] = "笑丶佛-影之哀伤",
		},
		["大懵逼-伊森利恩"] = {
			["status"] = 1,
			["name"] = "大懵逼-伊森利恩",
		},
		["奥格的秋天-主宰之剑"] = {
			["status"] = 1,
			["name"] = "奥格的秋天-主宰之剑",
		},
		["老老司司机-安苏"] = {
			["status"] = 1,
			["name"] = "老老司司机-安苏",
		},
		["萨迪萨德-普罗德摩"] = {
			["status"] = 1,
			["name"] = "萨迪萨德-普罗德摩",
		},
		["小乔妹妹等你-燃烧之刃"] = {
			["status"] = 1,
			["name"] = "小乔妹妹等你-燃烧之刃",
		},
		["或者很美丽-山丘之王"] = {
			["status"] = 1,
			["name"] = "或者很美丽-山丘之王",
		},
		["瑞特人为的-圣火神殿"] = {
			["status"] = 1,
			["name"] = "瑞特人为的-圣火神殿",
		},
		["丶弹琴-伊森利恩"] = {
			["status"] = 1,
			["name"] = "丶弹琴-伊森利恩",
		},
		["牛之小狂刀-国王之谷"] = {
			["status"] = 1,
			["name"] = "牛之小狂刀-国王之谷",
		},
		["神奇的小雨-格瑞姆巴托"] = {
			["status"] = 1,
			["name"] = "神奇的小雨-格瑞姆巴托",
		},
		["看是夜空-迅捷微风"] = {
			["status"] = 1,
			["name"] = "看是夜空-迅捷微风",
		},
		["丶紫龍-通灵学院"] = {
			["status"] = 1,
			["name"] = "丶紫龍-通灵学院",
		},
		["艾维娜-凤凰之神"] = {
			["status"] = 1,
			["name"] = "艾维娜-凤凰之神",
		},
		["奥格的枫儿-主宰之剑"] = {
			["status"] = 1,
			["name"] = "奥格的枫儿-主宰之剑",
		},
		["杀戮丶复仇-格瑞姆巴托"] = {
			["status"] = 1,
			["name"] = "杀戮丶复仇-格瑞姆巴托",
		},
		["最强大脑-伊森利恩"] = {
			["status"] = 1,
			["name"] = "最强大脑-伊森利恩",
		},
		["神的男人-主宰之剑"] = {
			["status"] = 1,
			["name"] = "神的男人-主宰之剑",
		},
		["绿色裤衩-凤凰之神"] = {
			["status"] = 1,
			["name"] = "绿色裤衩-凤凰之神",
		},
		["锐雯丿-安苏"] = {
			["status"] = 1,
			["name"] = "锐雯丿-安苏",
		},
		["很安静的疼痛-艾莫莉丝"] = {
			["status"] = 1,
			["name"] = "很安静的疼痛-艾莫莉丝",
		},
		["萨拉米奇-黑铁"] = {
			["status"] = 1,
			["name"] = "萨拉米奇-黑铁",
		},
		["丶喜欢导-凤凰之神"] = {
			["status"] = 1,
			["name"] = "丶喜欢导-凤凰之神",
		},
		["麒丶麟-血色十字军"] = {
			["status"] = 1,
			["name"] = "麒丶麟-血色十字军",
		},
		["漠然酱-伊利丹"] = {
			["status"] = 1,
			["name"] = "漠然酱-伊利丹",
		},
		["尽头恨也-雷斧堡垒"] = {
			["status"] = 1,
			["name"] = "尽头恨也-雷斧堡垒",
		},
		["非常好听-安苏"] = {
			["status"] = 1,
			["name"] = "非常好听-安苏",
		},
		["牧慈子孝-燃烧之刃"] = {
			["status"] = 1,
			["name"] = "牧慈子孝-燃烧之刃",
		},
		["好想睡觉-伊森利恩"] = {
			["status"] = 1,
			["name"] = "好想睡觉-伊森利恩",
		},
		["豐富-丽丽（四川）"] = {
			["status"] = 1,
			["name"] = "豐富-丽丽（四川）",
		},
		["萌萌的石油-伊森利恩"] = {
			["status"] = 1,
			["name"] = "萌萌的石油-伊森利恩",
		},
		["神奇的小雨-冰风岗"] = {
			["status"] = 1,
			["name"] = "神奇的小雨-冰风岗",
		},
		["穿越千年-格瑞姆巴托"] = {
			["status"] = 1,
			["name"] = "穿越千年-格瑞姆巴托",
		},
		["岁月难得-无尽之海"] = {
			["status"] = 1,
			["name"] = "岁月难得-无尽之海",
		},
		["不顾后果收到-梦境之树"] = {
			["status"] = 1,
			["name"] = "不顾后果收到-梦境之树",
		},
		["Ssying-燃烧之刃"] = {
			["status"] = 1,
			["name"] = "Ssying-燃烧之刃",
		},
		["臣丶亢龙无悔-凤凰之神"] = {
			["status"] = 1,
			["name"] = "臣丶亢龙无悔-凤凰之神",
		},
		["毒小妹-死亡之翼"] = {
			["status"] = 1,
			["name"] = "毒小妹-死亡之翼",
		},
		["灬汉武帝灬-贫瘠之地"] = {
			["status"] = 1,
			["name"] = "灬汉武帝灬-贫瘠之地",
		},
		["绣冬-血色十字军"] = {
			["status"] = 1,
			["name"] = "绣冬-血色十字军",
		},
		["奔跑的小兔兔-亚雷戈斯"] = {
			["status"] = 1,
			["name"] = "奔跑的小兔兔-亚雷戈斯",
		},
		["哎呦喂为-辛达苟萨"] = {
			["status"] = 1,
			["name"] = "哎呦喂为-辛达苟萨",
		},
		["约定的羁绊-安苏"] = {
			["status"] = 1,
			["name"] = "约定的羁绊-安苏",
		},
		["愿歌声祝福你-玛洛加尔"] = {
			["status"] = 1,
			["name"] = "愿歌声祝福你-玛洛加尔",
		},
		["兔兔贰-银松森林"] = {
			["status"] = 1,
			["name"] = "兔兔贰-银松森林",
		},
		["红烧鱼丶-安苏"] = {
			["status"] = 1,
			["name"] = "红烧鱼丶-安苏",
		},
		["毛顺用力士-死亡之翼"] = {
			["status"] = 1,
			["name"] = "毛顺用力士-死亡之翼",
		},
		["丶演绎丶-克尔苏加德"] = {
			["status"] = 1,
			["name"] = "丶演绎丶-克尔苏加德",
		},
		["热风倒颠-凤凰之神"] = {
			["status"] = 1,
			["name"] = "热风倒颠-凤凰之神",
		},
		["狐狸牛牛-冰风岗"] = {
			["status"] = 1,
			["name"] = "狐狸牛牛-冰风岗",
		},
		["创世之晨-死亡之翼"] = {
			["status"] = 1,
			["name"] = "创世之晨-死亡之翼",
		},
		["山城棒棒军-安格博达"] = {
			["status"] = 1,
			["name"] = "山城棒棒军-安格博达",
		},
		["翅根棒棒-埃苏雷格"] = {
			["status"] = 1,
			["name"] = "翅根棒棒-埃苏雷格",
		},
		["天白丶-影之哀伤"] = {
			["status"] = 1,
			["name"] = "天白丶-影之哀伤",
		},
		["江萌萌-燃烧之刃"] = {
			["status"] = 1,
			["name"] = "江萌萌-燃烧之刃",
		},
		["梦若昨夕-玛洛加尔"] = {
			["status"] = 1,
			["name"] = "梦若昨夕-玛洛加尔",
		},
		["小正太会补刀-燃烧之刃"] = {
			["status"] = 1,
			["name"] = "小正太会补刀-燃烧之刃",
		},
		["专职秘境-利刃之拳"] = {
			["status"] = 1,
			["name"] = "专职秘境-利刃之拳",
		},
		["同甲包车八十-凤凰之神"] = {
			["status"] = 1,
			["name"] = "同甲包车八十-凤凰之神",
		},
		["刚好儿童椅-冰川之拳"] = {
			["status"] = 1,
			["name"] = "刚好儿童椅-冰川之拳",
		},
		["呆萌熊尾巴-燃烧之刃"] = {
			["status"] = 1,
			["name"] = "呆萌熊尾巴-燃烧之刃",
		},
		["Addey-冰风岗"] = {
			["status"] = 1,
			["name"] = "Addey-冰风岗",
		},
		["柒度安魂-燃烧之刃"] = {
			["status"] = 1,
			["name"] = "柒度安魂-燃烧之刃",
		},
		["无限嘲讽丶-凤凰之神"] = {
			["status"] = 1,
			["name"] = "无限嘲讽丶-凤凰之神",
		},
		["怀丶絮-布兰卡德"] = {
			["status"] = 1,
			["name"] = "怀丶絮-布兰卡德",
		},
		["兜兜秘境三-无尽之海"] = {
			["status"] = 1,
			["name"] = "兜兜秘境三-无尽之海",
		},
		["摇头丶-燃烧之刃"] = {
			["status"] = 1,
			["name"] = "摇头丶-燃烧之刃",
		},
		["丨奶糖灬-死亡之翼"] = {
			["status"] = 1,
			["name"] = "丨奶糖灬-死亡之翼",
		},
		["夕阳赖着不-麦姆"] = {
			["status"] = 1,
			["name"] = "夕阳赖着不-麦姆",
		},
		["新团本-梅尔加尼"] = {
			["status"] = 1,
			["name"] = "新团本-梅尔加尼",
		},
		["你的益益-阿纳克洛斯"] = {
			["status"] = 1,
			["name"] = "你的益益-阿纳克洛斯",
		},
		["我的天-冰川之拳"] = {
			["status"] = 1,
			["name"] = "我的天-冰川之拳",
		},
		["低血糖问题"] = {
			["status"] = 1,
			["name"] = "低血糖问题",
		},
		["江油张国荣丶-影之哀伤"] = {
			["status"] = 1,
			["name"] = "江油张国荣丶-影之哀伤",
		},
		["Bhdhbd-卡扎克"] = {
			["status"] = 1,
			["name"] = "Bhdhbd-卡扎克",
		},
		["兜兜秘境二二-无尽之海"] = {
			["status"] = 1,
			["name"] = "兜兜秘境二二-无尽之海",
		},
		["天才剑神-无尽之海"] = {
			["status"] = 1,
			["name"] = "天才剑神-无尽之海",
		},
		["肥肠龙嫂-影之哀伤"] = {
			["status"] = 1,
			["name"] = "肥肠龙嫂-影之哀伤",
		},
		["卷儿-海克泰尔"] = {
			["status"] = 1,
			["name"] = "卷儿-海克泰尔",
		},
		["Colourwings-丽丽（四川）"] = {
			["status"] = 1,
			["name"] = "Colourwings-丽丽（四川）",
		},
		["刀圣傅红雪-洛肯"] = {
			["status"] = 1,
			["name"] = "刀圣傅红雪-洛肯",
		},
		["Ffysix-贫瘠之地"] = {
			["status"] = 1,
			["name"] = "Ffysix-贫瘠之地",
		},
		["仅灬小轩-安苏"] = {
			["status"] = 1,
			["name"] = "仅灬小轩-安苏",
		},
		["低保找我就行-熔火之心"] = {
			["status"] = 1,
			["name"] = "低保找我就行-熔火之心",
		},
		["我想当欧皇-伊森利恩"] = {
			["status"] = 1,
			["name"] = "我想当欧皇-伊森利恩",
		},
		["寒月清风-狂热之刃"] = {
			["status"] = 1,
			["name"] = "寒月清风-狂热之刃",
		},
		["天之铭-石锤"] = {
			["status"] = 1,
			["name"] = "天之铭-石锤",
		},
		["第十三雙眼睛-伊利丹"] = {
			["status"] = 1,
			["name"] = "第十三雙眼睛-伊利丹",
		},
		["画圈圈抠死你-鲜血熔炉"] = {
			["status"] = 1,
			["name"] = "画圈圈抠死你-鲜血熔炉",
		},
		["恶魔小白-古拉巴什"] = {
			["status"] = 1,
			["name"] = "恶魔小白-古拉巴什",
		},
		["小楠妹妹等你-燃烧之刃"] = {
			["status"] = 1,
			["name"] = "小楠妹妹等你-燃烧之刃",
		},
		["疯疯的橙子-甜水绿洲"] = {
			["status"] = 1,
			["name"] = "疯疯的橙子-甜水绿洲",
		},
		["马维一影歌-冰风岗"] = {
			["status"] = 1,
			["name"] = "马维一影歌-冰风岗",
		},
		["追魂小猎-萨菲隆"] = {
			["status"] = 1,
			["name"] = "追魂小猎-萨菲隆",
		},
		["宝山飙车王-死亡之翼"] = {
			["status"] = 1,
			["name"] = "宝山飙车王-死亡之翼",
		},
		["小鸡快点跑噻-死亡之翼"] = {
			["status"] = 1,
			["name"] = "小鸡快点跑噻-死亡之翼",
		},
		["情丨书-迦拉克隆"] = {
			["status"] = 1,
			["name"] = "情丨书-迦拉克隆",
		},
		["别杀我行不行-死亡之翼"] = {
			["status"] = 1,
			["name"] = "别杀我行不行-死亡之翼",
		},
		["未闻花开声-燃烧之刃"] = {
			["status"] = 1,
			["name"] = "未闻花开声-燃烧之刃",
		},
		["無敌-凤凰之神"] = {
			["status"] = 1,
			["name"] = "無敌-凤凰之神",
		},
		["小些-罗宁"] = {
			["status"] = 1,
			["name"] = "小些-罗宁",
		},
		["追寻妳的轨迹-死亡之翼"] = {
			["status"] = 1,
			["name"] = "追寻妳的轨迹-死亡之翼",
		},
		["连唰连唰-奥杜尔"] = {
			["status"] = 1,
			["name"] = "连唰连唰-奥杜尔",
		},
		["弥音蜜语丶-安苏"] = {
			["status"] = 1,
			["name"] = "弥音蜜语丶-安苏",
		},
		["好大胆-影之哀伤"] = {
			["status"] = 1,
			["name"] = "好大胆-影之哀伤",
		},
		["劍嘯西風-红云台地"] = {
			["status"] = 1,
			["name"] = "劍嘯西風-红云台地",
		},
		["敢敢单单-燃烧之刃"] = {
			["status"] = 1,
			["name"] = "敢敢单单-燃烧之刃",
		},
		["Sti-奥尔加隆"] = {
			["status"] = 1,
			["name"] = "Sti-奥尔加隆",
		},
		["躺尸低保找我-鬼雾峰"] = {
			["status"] = 1,
			["name"] = "躺尸低保找我-鬼雾峰",
		},
		["Ayastack-埃德萨拉"] = {
			["status"] = 1,
			["name"] = "Ayastack-埃德萨拉",
		},
		["梦橙-迦拉克隆"] = {
			["status"] = 1,
			["name"] = "梦橙-迦拉克隆",
		},
		["三号技师-血顶"] = {
			["status"] = 1,
			["name"] = "三号技师-血顶",
		},
		["牛哥躺安苏-安苏"] = {
			["status"] = 1,
			["name"] = "牛哥躺安苏-安苏",
		},
		["酷酷哦-海克泰尔"] = {
			["status"] = 1,
			["name"] = "酷酷哦-海克泰尔",
		},
		["Topgirl-布兰卡德"] = {
			["status"] = 1,
			["name"] = "Topgirl-布兰卡德",
		},
		["Dsolt-阿纳克洛斯"] = {
			["status"] = 1,
			["name"] = "Dsolt-阿纳克洛斯",
		},
		["请叫我小豆丁-卡德加"] = {
			["status"] = 1,
			["name"] = "请叫我小豆丁-卡德加",
		},
		["斩炎-萨尔"] = {
			["status"] = 1,
			["name"] = "斩炎-萨尔",
		},
		["枫叶一片片落-海克泰尔"] = {
			["status"] = 1,
			["name"] = "枫叶一片片落-海克泰尔",
		},
		["林思雨丶-贫瘠之地"] = {
			["status"] = 1,
			["name"] = "林思雨丶-贫瘠之地",
		},
		["曾教授-格瑞姆巴托"] = {
			["status"] = 1,
			["name"] = "曾教授-格瑞姆巴托",
		},
		["项羽二-影之哀伤"] = {
			["status"] = 1,
			["name"] = "项羽二-影之哀伤",
		},
		["丶忆梦幻-冰风岗"] = {
			["status"] = 1,
			["name"] = "丶忆梦幻-冰风岗",
		},
		["丶十点半丶-凤凰之神"] = {
			["status"] = 1,
			["name"] = "丶十点半丶-凤凰之神",
		},
		["児湉-死亡之翼"] = {
			["status"] = 1,
			["name"] = "児湉-死亡之翼",
		},
		["大学生-鲜血熔炉"] = {
			["status"] = 1,
			["name"] = "大学生-鲜血熔炉",
		},
		["来不及说想你-血环"] = {
			["status"] = 1,
			["name"] = "来不及说想你-血环",
		},
		["低保来消费-凤凰之神"] = {
			["status"] = 1,
			["name"] = "低保来消费-凤凰之神",
		},
		["往事也随枫叶-迦拉克隆"] = {
			["status"] = 1,
			["name"] = "往事也随枫叶-迦拉克隆",
		},
		["思丶依然-贫瘠之地"] = {
			["status"] = 1,
			["name"] = "思丶依然-贫瘠之地",
		},
		["Ahhrtat-迅捷微风"] = {
			["status"] = 1,
			["name"] = "Ahhrtat-迅捷微风",
		},
		["八极竞技一-布兰卡德"] = {
			["status"] = 1,
			["name"] = "八极竞技一-布兰卡德",
		},
		["妞妞恶魔-泰兰德"] = {
			["status"] = 1,
			["name"] = "妞妞恶魔-泰兰德",
		},
		["总是喂不饱-伊森利恩"] = {
			["status"] = 1,
			["name"] = "总是喂不饱-伊森利恩",
		},
		["雾化大师-迅捷微风"] = {
			["status"] = 1,
			["name"] = "雾化大师-迅捷微风",
		},
		["岐黄之术-凤凰之神"] = {
			["status"] = 1,
			["name"] = "岐黄之术-凤凰之神",
		},
		["Mingbaby-埃德萨拉"] = {
			["status"] = 1,
			["name"] = "Mingbaby-埃德萨拉",
		},
		["榛果冰拿铁-死亡之翼"] = {
			["status"] = 1,
			["name"] = "榛果冰拿铁-死亡之翼",
		},
		["隆兴天儿-亚雷戈斯"] = {
			["status"] = 1,
			["name"] = "隆兴天儿-亚雷戈斯",
		},
		["青枫徐来-影之哀伤"] = {
			["status"] = 1,
			["name"] = "青枫徐来-影之哀伤",
		},
		["王大蟲-丽丽（四川）"] = {
			["status"] = 1,
			["name"] = "王大蟲-丽丽（四川）",
		},
		["Ffythree-迦拉克隆"] = {
			["status"] = 1,
			["name"] = "Ffythree-迦拉克隆",
		},
		["奶爸来了-森金"] = {
			["status"] = 1,
			["name"] = "奶爸来了-森金",
		},
		["我愛吃橘子-死亡之翼"] = {
			["status"] = 1,
			["name"] = "我愛吃橘子-死亡之翼",
		},
		["零点稳-黑铁"] = {
			["status"] = 1,
			["name"] = "零点稳-黑铁",
		},
		["寂寞的猫猫-安苏"] = {
			["status"] = 1,
			["name"] = "寂寞的猫猫-安苏",
		},
		["女的好看些-凤凰之神"] = {
			["status"] = 1,
			["name"] = "女的好看些-凤凰之神",
		},
		["三九五带孔-伊森利恩"] = {
			["status"] = 1,
			["name"] = "三九五带孔-伊森利恩",
		},
		["白白绘梨衣-寒冰皇冠"] = {
			["status"] = 1,
			["name"] = "白白绘梨衣-寒冰皇冠",
		},
		["小牛盾来了-影之哀伤"] = {
			["status"] = 1,
			["name"] = "小牛盾来了-影之哀伤",
		},
		["想死你了阿-罗宁"] = {
			["status"] = 1,
			["name"] = "想死你了阿-罗宁",
		},
		["蘑菇超爱吃肉-海克泰尔"] = {
			["status"] = 1,
			["name"] = "蘑菇超爱吃肉-海克泰尔",
		},
		["呆萌的小人偶-迦拉克隆"] = {
			["status"] = 1,
			["name"] = "呆萌的小人偶-迦拉克隆",
		},
		["魔瞳亾人-血环"] = {
			["status"] = 1,
			["name"] = "魔瞳亾人-血环",
		},
		["躺尸低保找我-埃德萨拉"] = {
			["status"] = 1,
			["name"] = "躺尸低保找我-埃德萨拉",
		},
		["快叫我爸爸-燃烧平原"] = {
			["status"] = 1,
			["name"] = "快叫我爸爸-燃烧平原",
		},
		["安琪娜-冰风岗"] = {
			["status"] = 1,
			["name"] = "安琪娜-冰风岗",
		},
		["凝聚魔兽世界-死亡之翼"] = {
			["status"] = 1,
			["name"] = "凝聚魔兽世界-死亡之翼",
		},
		["魔法不是问题-伊利丹"] = {
			["status"] = 1,
			["name"] = "魔法不是问题-伊利丹",
		},
		["其实我血挺厚-黑暗虚空"] = {
			["status"] = 1,
			["name"] = "其实我血挺厚-黑暗虚空",
		},
		["绝恋乄没人管-影之哀伤"] = {
			["status"] = 1,
			["name"] = "绝恋乄没人管-影之哀伤",
		},
		["咸鱼秘境-凤凰之神"] = {
			["status"] = 1,
			["name"] = "咸鱼秘境-凤凰之神",
		},
		["冲锋小野驹-安苏"] = {
			["status"] = 1,
			["name"] = "冲锋小野驹-安苏",
		},
		["决心从新来过-燃烧之刃"] = {
			["status"] = 1,
			["name"] = "决心从新来过-燃烧之刃",
		},
		["想着你的我-米奈希尔"] = {
			["status"] = 1,
			["name"] = "想着你的我-米奈希尔",
		},
		["为何让我想沵-奥尔加隆"] = {
			["status"] = 1,
			["name"] = "为何让我想沵-奥尔加隆",
		},
		["清澐-血色十字军"] = {
			["status"] = 1,
			["name"] = "清澐-血色十字军",
		},
		["艾瑞泽-血牙魔王"] = {
			["status"] = 1,
			["name"] = "艾瑞泽-血牙魔王",
		},
		["神奇的小雨-迦拉克隆"] = {
			["status"] = 1,
			["name"] = "神奇的小雨-迦拉克隆",
		},
		["英雄德德-甜水绿洲"] = {
			["status"] = 1,
			["name"] = "英雄德德-甜水绿洲",
		},
		["侃名子步免费-国王之谷"] = {
			["status"] = 1,
			["name"] = "侃名子步免费-国王之谷",
		},
		["霜瞳-深渊之巢"] = {
			["status"] = 1,
			["name"] = "霜瞳-深渊之巢",
		},
		["风骚-阿古斯"] = {
			["status"] = 1,
			["name"] = "风骚-阿古斯",
		},
		["颤抖的炮-凤凰之神"] = {
			["status"] = 1,
			["name"] = "颤抖的炮-凤凰之神",
		},
		["就是铁头功-死亡之翼"] = {
			["status"] = 1,
			["name"] = "就是铁头功-死亡之翼",
		},
		["丨梦醒丨-伊森利恩"] = {
			["status"] = 1,
			["name"] = "丨梦醒丨-伊森利恩",
		},
		["国足啦啦队丶-安苏"] = {
			["status"] = 1,
			["name"] = "国足啦啦队丶-安苏",
		},
		["伊人灬小苏-死亡之翼"] = {
			["status"] = 1,
			["name"] = "伊人灬小苏-死亡之翼",
		},
		["靜默如烟-凤凰之神"] = {
			["status"] = 1,
			["name"] = "靜默如烟-凤凰之神",
		},
		["专业秘境-龙骨平原"] = {
			["status"] = 1,
			["name"] = "专业秘境-龙骨平原",
		},
		["经不住风吹-贫瘠之地"] = {
			["status"] = 1,
			["name"] = "经不住风吹-贫瘠之地",
		},
		["接箱子低亻呆-通灵学院"] = {
			["status"] = 1,
			["name"] = "接箱子低亻呆-通灵学院",
		},
		["倒霉熊老爹-血吼"] = {
			["status"] = 1,
			["name"] = "倒霉熊老爹-血吼",
		},
		["输出老是最前-死亡之翼"] = {
			["status"] = 1,
			["name"] = "输出老是最前-死亡之翼",
		},
		["真诚杏-黑锋哨站"] = {
			["status"] = 1,
			["name"] = "真诚杏-黑锋哨站",
		},
		["囬忆拾捌岁-安苏"] = {
			["status"] = 1,
			["name"] = "囬忆拾捌岁-安苏",
		},
		["晓宏-影之哀伤"] = {
			["status"] = 1,
			["name"] = "晓宏-影之哀伤",
		},
		["可可炽咖啡-冰霜之刃"] = {
			["status"] = 1,
			["name"] = "可可炽咖啡-冰霜之刃",
		},
		["恩赐糜光-影之哀伤"] = {
			["status"] = 1,
			["name"] = "恩赐糜光-影之哀伤",
		},
		["又见小骷髅-死亡之翼"] = {
			["status"] = 1,
			["name"] = "又见小骷髅-死亡之翼",
		},
		["迅猛一刀-卡拉赞"] = {
			["status"] = 1,
			["name"] = "迅猛一刀-卡拉赞",
		},
		["斯特芬妮-熔火之心"] = {
			["status"] = 1,
			["name"] = "斯特芬妮-熔火之心",
		},
		["Rtyfguyrtu-天空之墙"] = {
			["status"] = 1,
			["name"] = "Rtyfguyrtu-天空之墙",
		},
		["半人半鬼的神-军团要塞"] = {
			["status"] = 1,
			["name"] = "半人半鬼的神-军团要塞",
		},
		["海绵哥-影之哀伤"] = {
			["status"] = 1,
			["name"] = "海绵哥-影之哀伤",
		},
		["我在春天等你-凤凰之神"] = {
			["status"] = 1,
			["name"] = "我在春天等你-凤凰之神",
		},
		["雨楓丶-燃烧之刃"] = {
			["status"] = 1,
			["name"] = "雨楓丶-燃烧之刃",
		},
		["章鱼小丸丸-死亡之翼"] = {
			["status"] = 1,
			["name"] = "章鱼小丸丸-死亡之翼",
		},
		["朵特-奥尔加隆"] = {
			["status"] = 1,
			["name"] = "朵特-奥尔加隆",
		},
		["Ffytow-银松森林"] = {
			["status"] = 1,
			["name"] = "Ffytow-银松森林",
		},
		["我由我自在-凤凰之神"] = {
			["status"] = 1,
			["name"] = "我由我自在-凤凰之神",
		},
		["神奇的小雨-伊森利恩"] = {
			["status"] = 1,
			["name"] = "神奇的小雨-伊森利恩",
		},
		["毛皮小猪-血吼"] = {
			["status"] = 1,
			["name"] = "毛皮小猪-血吼",
		},
		["又棒棒-冰风岗"] = {
			["status"] = 1,
			["name"] = "又棒棒-冰风岗",
		},
		["纯干货-安苏"] = {
			["status"] = 1,
			["name"] = "纯干货-安苏",
		},
		["Ffyseven-梦境之树"] = {
			["status"] = 1,
			["name"] = "Ffyseven-梦境之树",
		},
		["静丶香-熔火之心"] = {
			["status"] = 1,
			["name"] = "静丶香-熔火之心",
		},
		["疯尛浪-加基森"] = {
			["status"] = 1,
			["name"] = "疯尛浪-加基森",
		},
		["忆晴雪-寒冰皇冠"] = {
			["status"] = 1,
			["name"] = "忆晴雪-寒冰皇冠",
		},
		["兜兜秘境二一-燃烧之刃"] = {
			["status"] = 1,
			["name"] = "兜兜秘境二一-燃烧之刃",
		},
		["峯利-燃烧之刃"] = {
			["status"] = 1,
			["name"] = "峯利-燃烧之刃",
		},
		["Ffyfive-回音山"] = {
			["status"] = 1,
			["name"] = "Ffyfive-回音山",
		},
		["大米进组找我-伊利丹"] = {
			["status"] = 1,
			["name"] = "大米进组找我-伊利丹",
		},
		["一笑萌萌-血环"] = {
			["status"] = 1,
			["name"] = "一笑萌萌-血环",
		},
		["野兽狂奔-加基森"] = {
			["status"] = 1,
			["name"] = "野兽狂奔-加基森",
		},
		["指尖微风-燃烧之刃"] = {
			["status"] = 1,
			["name"] = "指尖微风-燃烧之刃",
		},
		["婓伱莫属-能源舰"] = {
			["status"] = 1,
			["name"] = "婓伱莫属-能源舰",
		},
		["迪拜神猴-影之哀伤"] = {
			["status"] = 1,
			["name"] = "迪拜神猴-影之哀伤",
		},
		["叫我小叶子灬-天谴之门"] = {
			["status"] = 1,
			["name"] = "叫我小叶子灬-天谴之门",
		},
		["血韵灬玉衡-凤凰之神"] = {
			["status"] = 1,
			["name"] = "血韵灬玉衡-凤凰之神",
		},
		["怎能忘记-红龙军团"] = {
			["status"] = 1,
			["name"] = "怎能忘记-红龙军团",
		},
		["Ffysix-亚雷戈斯"] = {
			["status"] = 1,
			["name"] = "Ffysix-亚雷戈斯",
		},
		["林夕字传-红龙军团"] = {
			["status"] = 1,
			["name"] = "林夕字传-红龙军团",
		},
		["黒加吉丶-伊森利恩"] = {
			["status"] = 1,
			["name"] = "黒加吉丶-伊森利恩",
		},
		["石头小寒-恶魔之魂"] = {
			["status"] = 1,
			["name"] = "石头小寒-恶魔之魂",
		},
		["丿小雪灬初晴-达尔坎"] = {
			["status"] = 1,
			["name"] = "丿小雪灬初晴-达尔坎",
		},
		["可爱的琪琪-凤凰之神"] = {
			["status"] = 1,
			["name"] = "可爱的琪琪-凤凰之神",
		},
		["夜幕下的小哥-伊森利恩"] = {
			["status"] = 1,
			["name"] = "夜幕下的小哥-伊森利恩",
		},
		["雷恩丶加尔-迅捷微风"] = {
			["status"] = 1,
			["name"] = "雷恩丶加尔-迅捷微风",
		},
		["Ssytrre-卡扎克"] = {
			["status"] = 1,
			["name"] = "Ssytrre-卡扎克",
		},
		["奥格的枫儿-格瑞姆巴托"] = {
			["status"] = 1,
			["name"] = "奥格的枫儿-格瑞姆巴托",
		},
		["蓝色丶可乐-安苏"] = {
			["status"] = 1,
			["name"] = "蓝色丶可乐-安苏",
		},
		["整容失败了-贫瘠之地"] = {
			["status"] = 1,
			["name"] = "整容失败了-贫瘠之地",
		},
		["猴猴訝-死亡之翼"] = {
			["status"] = 1,
			["name"] = "猴猴訝-死亡之翼",
		},
		["看来要火-太阳之井"] = {
			["status"] = 1,
			["name"] = "看来要火-太阳之井",
		},
		["落夜了无痕-格瑞姆巴托"] = {
			["status"] = 1,
			["name"] = "落夜了无痕-格瑞姆巴托",
		},
		["不服你咬我啊-试炼之环"] = {
			["status"] = 1,
			["name"] = "不服你咬我啊-试炼之环",
		},
		["考拉彡-塞拉摩"] = {
			["status"] = 1,
			["name"] = "考拉彡-塞拉摩",
		},
		["大鸟斩神-冰风岗"] = {
			["status"] = 1,
			["name"] = "大鸟斩神-冰风岗",
		},
		["水也是种境界-燃烧之刃"] = {
			["status"] = 1,
			["name"] = "水也是种境界-燃烧之刃",
		},
		["大猫灬-格瑞姆巴托"] = {
			["status"] = 1,
			["name"] = "大猫灬-格瑞姆巴托",
		},
		["往事随風去-伊森利恩"] = {
			["status"] = 1,
			["name"] = "往事随風去-伊森利恩",
		},
		["念念不往-血吼"] = {
			["status"] = 1,
			["name"] = "念念不往-血吼",
		},
		["佐演啤跳跳-死亡之翼"] = {
			["status"] = 1,
			["name"] = "佐演啤跳跳-死亡之翼",
		},
		["倾城之心-利刃之拳"] = {
			["status"] = 1,
			["name"] = "倾城之心-利刃之拳",
		},
		["萌哒的大叔-伊森利恩"] = {
			["status"] = 1,
			["name"] = "萌哒的大叔-伊森利恩",
		},
		["鳝饿终宥鲍-狂热之刃"] = {
			["status"] = 1,
			["name"] = "鳝饿终宥鲍-狂热之刃",
		},
		["花折颜笙央-阿纳克洛斯"] = {
			["status"] = 1,
			["name"] = "花折颜笙央-阿纳克洛斯",
		},
		["王者归来由-狂热之刃"] = {
			["status"] = 1,
			["name"] = "王者归来由-狂热之刃",
		},
		["沐休-巫妖之王"] = {
			["status"] = 1,
			["name"] = "沐休-巫妖之王",
		},
		["法丝丶-加兹鲁维"] = {
			["status"] = 1,
			["name"] = "法丝丶-加兹鲁维",
		},
		["低保找我-埃德萨拉"] = {
			["status"] = 1,
			["name"] = "低保找我-埃德萨拉",
		},
		["农丽霞-龙骨平原"] = {
			["status"] = 1,
			["name"] = "农丽霞-龙骨平原",
		},
		["山东号-克尔苏加德"] = {
			["status"] = 1,
			["name"] = "山东号-克尔苏加德",
		},
		["想飞的小鱼儿-迦拉克隆"] = {
			["status"] = 1,
			["name"] = "想飞的小鱼儿-迦拉克隆",
		},
		["丷龙圣-希雷诺斯"] = {
			["status"] = 1,
			["name"] = "丷龙圣-希雷诺斯",
		},
		["谜之神龍霸霸-达尔坎"] = {
			["status"] = 1,
			["name"] = "谜之神龍霸霸-达尔坎",
		},
		["部落训练假人-卡德加"] = {
			["status"] = 1,
			["name"] = "部落训练假人-卡德加",
		},
		["醉酒武圣丶-黑铁"] = {
			["status"] = 1,
			["name"] = "醉酒武圣丶-黑铁",
		},
		["丶柑橘-提瑞斯法"] = {
			["status"] = 1,
			["name"] = "丶柑橘-提瑞斯法",
		},
		["再见丷夏天-燃烧之刃"] = {
			["status"] = 1,
			["name"] = "再见丷夏天-燃烧之刃",
		},
		["踏雪荀梅-莱索恩"] = {
			["status"] = 1,
			["name"] = "踏雪荀梅-莱索恩",
		},
		["冋曱炰車等一-黑龙军团"] = {
			["status"] = 1,
			["name"] = "冋曱炰車等一-黑龙军团",
		},
		["坎明仔卜免费-白银之手"] = {
			["status"] = 1,
			["name"] = "坎明仔卜免费-白银之手",
		},
	},
	["versionMessageToggle"] = true,
	["versionMessageRead"] = true,
	["defaultFilterToggle"] = true,
}
