
COLLECTINATORDB2 = {
	["profileKeys"] = {
		["维维尔 - 亡语者"] = "维维尔 - 亡语者",
		["玩儿体育 - 古尔丹"] = "玩儿体育 - 古尔丹",
		["我找不到了 - 亡语者"] = "我找不到了 - 亡语者",
		["阿斯芬帝 - 古尔丹"] = "阿斯芬帝 - 古尔丹",
		["Nonbeliever - 古尔丹"] = "Nonbeliever - 古尔丹",
		["落月复西斜 - 亡语者"] = "落月复西斜 - 亡语者",
		["玩儿推 - 亡语者"] = "玩儿推 - 亡语者",
		["我会消失 - 亡语者"] = "我会消失 - 亡语者",
		["我会滚你会吗 - 亡语者"] = "我会滚你会吗 - 亡语者",
		["我的小胖狗 - 亡语者"] = "我的小胖狗 - 亡语者",
		["弄妆梳洗迟 - 亡语者"] = "弄妆梳洗迟 - 亡语者",
		["王企鹅为 - 亡语者"] = "王企鹅为 - 亡语者",
		["玩儿体育与 - 亡语者"] = "玩儿体育与 - 亡语者",
		["娃儿若 - 亡语者"] = "娃儿若 - 亡语者",
		["唧唧叫 - 古尔丹"] = "唧唧叫 - 古尔丹",
		["风起春城暮 - 亡语者"] = "风起春城暮 - 亡语者",
		["威尔与 - 亡语者"] = "威尔与 - 亡语者",
		["呜呜哇哇 - 古尔丹"] = "呜呜哇哇 - 古尔丹",
		["我会招恶魔 - 亡语者"] = "我会招恶魔 - 亡语者",
		["Wqerert - 亡语者"] = "Wqerert - 亡语者",
		["我会招宝宝 - 亡语者"] = "我会招宝宝 - 亡语者",
		["我喝了假酒 - 亡语者"] = "我喝了假酒 - 亡语者",
		["十里扬州路 - 亡语者"] = "十里扬州路 - 亡语者",
		["生灵俱灭 - 死亡之翼"] = "生灵俱灭 - 死亡之翼",
		["十里扬州路 - 古尔丹"] = "十里扬州路 - 古尔丹",
		["Sdfgwer - 亡语者"] = "Sdfgwer - 亡语者",
		["坎坎坷坷 - 亡语者"] = "坎坎坷坷 - 亡语者",
		["在哪 - 亚雷戈斯"] = "在哪 - 亚雷戈斯",
		["Ouse - 亡语者"] = "Ouse - 亡语者",
		["吾问无为 - 亡语者"] = "吾问无为 - 亡语者",
		["啊虽然天花板 - 死亡之翼"] = "啊虽然天花板 - 死亡之翼",
		["白白净净啥 - 古尔丹"] = "白白净净啥 - 古尔丹",
		["为热土额 - 亡语者"] = "为热土额 - 亡语者",
		["未付费付付 - 亡语者"] = "未付费付付 - 亡语者",
		["Mubbh - 亡语者"] = "Mubbh - 亡语者",
		["Wasegd - 亡语者"] = "Wasegd - 亡语者",
		["朝飞暮卷 - 亡语者"] = "朝飞暮卷 - 亡语者",
		["斜月藏海雾 - 亡语者"] = "斜月藏海雾 - 亡语者",
		["弄妆梳洗迟 - 古尔丹"] = "弄妆梳洗迟 - 古尔丹",
		["Nect - 亡语者"] = "Nect - 亡语者",
		["Funerals - 亡语者"] = "Funerals - 亡语者",
		["高楼鼓角悲 - 亡语者"] = "高楼鼓角悲 - 亡语者",
		["我会大跳你呢 - 亡语者"] = "我会大跳你呢 - 亡语者",
		["去玩儿我 - 亡语者"] = "去玩儿我 - 亡语者",
		["回首见旌旗 - 亡语者"] = "回首见旌旗 - 亡语者",
		["我会飞你会吗 - 亡语者"] = "我会飞你会吗 - 亡语者",
		["仓库自用 - 亡语者"] = "仓库自用 - 亡语者",
		["千万人特意让 - 亡语者"] = "千万人特意让 - 亡语者",
		["我看不见我 - 亡语者"] = "我看不见我 - 亡语者",
		["她的眼眶里 - 古尔丹"] = "她的眼眶里 - 古尔丹",
		["我会变成狼 - 亡语者"] = "我会变成狼 - 亡语者",
		["Weeping - 亡语者"] = "Weeping - 亡语者",
		["弄妆梳洗迟 - 死亡之翼"] = "弄妆梳洗迟 - 死亡之翼",
		["球我玩 - 古尔丹"] = "球我玩 - 古尔丹",
		["向我撒花 - 亡语者"] = "向我撒花 - 亡语者",
		["我看不到你啊 - 亡语者"] = "我看不到你啊 - 亡语者",
		["我看见你了哦 - 亡语者"] = "我看见你了哦 - 亡语者",
		["Adsfrf - 瓦里安"] = "Adsfrf - 瓦里安",
		["呜呜人人 - 古尔丹"] = "呜呜人人 - 古尔丹",
		["Dremel - 亡语者"] = "Dremel - 亡语者",
		["我看不见你啊 - 亡语者"] = "我看不见你啊 - 亡语者",
		["Cleaner - 亡语者"] = "Cleaner - 亡语者",
		["Believer - 古尔丹"] = "Believer - 古尔丹",
		["不不尾王 - 古尔丹"] = "不不尾王 - 古尔丹",
		["懒起画蛾眉 - 古尔丹"] = "懒起画蛾眉 - 古尔丹",
		["十里扬州路 - 安苏"] = "十里扬州路 - 安苏",
		["Believe - 古尔丹"] = "Believe - 古尔丹",
	},
	["profiles"] = {
		["我会消失 - 亡语者"] = {
			["exclusionlist"] = {
				["TOY"] = {
				},
			},
			["frameopts"] = {
				["anchorFrom"] = "CENTER",
				["offsetx"] = 133.844268798828,
				["offsety"] = 14.9333744049072,
				["anchorTo"] = "CENTER",
			},
		},
		["弄妆梳洗迟 - 死亡之翼"] = {
			["exclusionlist"] = {
				["CRITTER"] = {
				},
			},
		},
		["Nect - 亡语者"] = {
		},
		["弄妆梳洗迟 - 亡语者"] = {
			["exclusionlist"] = {
				["TOY"] = {
				},
				["CRITTER"] = {
				},
			},
		},
		["我找不到了 - 亡语者"] = {
			["exclusionlist"] = {
				["HEIRLOOM"] = {
				},
			},
		},
		["我会飞你会吗 - 亡语者"] = {
			["exclusionlist"] = {
				["HEIRLOOM"] = {
				},
			},
		},
		["去玩儿我 - 亡语者"] = {
			["exclusionlist"] = {
				["MOUNT"] = {
				},
			},
		},
		["懒起画蛾眉 - 古尔丹"] = {
			["exclusionlist"] = {
				["MOUNT"] = {
				},
			},
			["frameopts"] = {
				["offsety"] = 46.4000053405762,
				["offsetx"] = -120.999855041504,
				["anchorFrom"] = "CENTER",
				["anchorTo"] = "CENTER",
			},
		},
		["我看不见我 - 亡语者"] = {
			["frameopts"] = {
				["anchorFrom"] = "TOPRIGHT",
				["offsetx"] = -193.977828979492,
				["offsety"] = -60.444522857666,
				["anchorTo"] = "TOPRIGHT",
			},
			["exclusionlist"] = {
				["MOUNT"] = {
				},
				["HEIRLOOM"] = {
				},
				["TOY"] = {
				},
				["CRITTER"] = {
				},
			},
			["addonversion"] = "7.0.3.1",
			["sorting"] = "Descending",
		},
		["弄妆梳洗迟 - 古尔丹"] = {
			["frameopts"] = {
				["anchorFrom"] = "CENTER",
				["offsetx"] = 185.400390625,
				["offsety"] = -26.3999862670898,
				["anchorTo"] = "CENTER",
			},
			["current_tab"] = 1,
			["exclusionlist"] = {
				["MOUNT"] = {
				},
				["HEIRLOOM"] = {
				},
				["TOY"] = {
				},
				["CRITTER"] = {
				},
			},
		},
	},
}
