
WATCHDOG_VARS = {
	["INFOS"] = {
		["IGNORE_PLANEL_FRAME"] = "ignorePanelFrame",
		["BACKDROP_PLANEL"] = {
			["bgFile"] = "Interface\\ChatFrame\\ChatFrameBackground",
			["tileSize"] = 32,
			["tile"] = true,
			["edgeSize"] = 32,
			["insets"] = {
				["top"] = 0,
				["right"] = 0,
				["left"] = 0,
				["bottom"] = 0,
			},
		},
		["COLOR_PLANEL_SCROLL_ITEM_TEXT"] = {
			["A"] = 1,
			["R"] = 0.137,
			["G"] = 0.453,
			["B"] = 0.777,
		},
		["BACKDROP_PLANEL_SCROLL_ITEM_LAYER"] = {
			["bgFile"] = "Interface\\DialogFrame\\UI-DialogBox-Background",
		},
		["EXPORT_PLANEL_FRAME"] = "exportPanelFrame",
		["TEXTURE_PLANEL_TITLE"] = "Interface\\ChatFrame\\ChatFrameBackground",
		["VERSION"] = "1.5.0",
		["ADDON_BASE_NAME"] = "DungeonWatchDog",
		["DEFAULT_PLANEL_WIDTH"] = 270,
		["DEFAULT_EXPORT_SEP"] = "0Z0",
	},
	["LAST_SEARCH_RESULTS"] = {
		{
			["name"] = "嗔血-布兰卡德",
			["id"] = 1769,
		}, -- [1]
		{
			["name"] = "如歌彻婉颜-风暴峭壁",
			["id"] = 1720,
		}, -- [2]
		{
			["name"] = "狮子座丶煜少-丽丽（四川）",
			["id"] = 1740,
		}, -- [3]
		{
			["name"] = "伊人问孤影-雷斧堡垒",
			["id"] = 1737,
		}, -- [4]
		{
			["name"] = "一九九零-血色十字军",
			["id"] = 1705,
		}, -- [5]
		{
			["name"] = "不点行不行-罗曼斯",
			["id"] = 1766,
		}, -- [6]
		{
			["name"] = "罩罩带脸上-凤凰之神",
			["id"] = 1729,
		}, -- [7]
		{
			["name"] = "Afile-死亡之翼",
			["id"] = 1748,
		}, -- [8]
		{
			["name"] = "暖阳灬-回音山",
			["id"] = 1707,
		}, -- [9]
		{
			["name"] = "桃花酒-无尽之海",
			["id"] = 1775,
		}, -- [10]
		{
			["name"] = "Crazydk-格瑞姆巴托",
			["id"] = 1763,
		}, -- [11]
		{
			["name"] = "纯小白牛-凤凰之神",
			["id"] = 1704,
		}, -- [12]
		{
			["name"] = "黄昏黎明-黑铁",
			["id"] = 1782,
		}, -- [13]
		{
			["name"] = "枫二娃-丽丽（四川）",
			["id"] = 1802,
		}, -- [14]
		{
			["name"] = "雪蝶宿秋风-踏梦者",
			["id"] = 1762,
		}, -- [15]
		{
			["name"] = "尤克哩哩丷-破碎岭",
			["id"] = 1784,
		}, -- [16]
		{
			["name"] = "公子无天-安苏",
			["id"] = 1799,
		}, -- [17]
		{
			["name"] = "兔牙小甜心-白银之手",
			["id"] = 1773,
		}, -- [18]
		{
			["name"] = "惊神小伙丶-安苏",
			["id"] = 1727,
		}, -- [19]
		{
			["name"] = "爆发赛车-燃烧之刃",
			["id"] = 1709,
		}, -- [20]
		{
			["name"] = "频率范围-燃烧之刃",
			["id"] = 1714,
		}, -- [21]
		{
			["name"] = "紫樱千夏-亚雷戈斯",
			["id"] = 1798,
		}, -- [22]
		{
			["name"] = "诗酒露华浓-洛肯",
			["id"] = 1800,
		}, -- [23]
		{
			["name"] = "燕儿-达隆米尔",
			["id"] = 1706,
		}, -- [24]
		{
			["name"] = "晓灬琴狐-安苏",
			["id"] = 1715,
		}, -- [25]
		{
			["name"] = "姑羿-安苏",
			["id"] = 1743,
		}, -- [26]
		{
			["name"] = "大噶还是-燃烧之刃",
			["id"] = 1724,
		}, -- [27]
		{
			["name"] = "紫嫣轻娆-洛肯",
			["id"] = 1721,
		}, -- [28]
		{
			["name"] = "醉陌池畔序-回音山",
			["id"] = 1791,
		}, -- [29]
		{
			["name"] = "大米低保丶-燃烧之刃",
			["id"] = 1754,
		}, -- [30]
		{
			["name"] = "脱裤魔猫-提瑞斯法",
			["id"] = 1795,
		}, -- [31]
		{
			["name"] = "苍蝇-红龙女王",
			["id"] = 1779,
		}, -- [32]
		{
			["name"] = "炽冰-克尔苏加德",
			["id"] = 1778,
		}, -- [33]
		{
			["name"] = "红狐-白骨荒野",
			["id"] = 1713,
		}, -- [34]
		{
			["name"] = "寂寞狩猎者-加基森",
			["id"] = 1734,
		}, -- [35]
		{
			["name"] = "泪落秋殇-安东尼达斯",
			["id"] = 1771,
		}, -- [36]
		{
			["name"] = "东方之猎魂-冰风岗",
			["id"] = 1770,
		}, -- [37]
		{
			["name"] = "飞翔的贺兰人-伊利丹",
			["id"] = 1717,
		}, -- [38]
		{
			["name"] = "辛菲儿四-霜之哀伤",
			["id"] = 1712,
		}, -- [39]
		{
			["name"] = "北港不厦-凤凰之神",
			["id"] = 1725,
		}, -- [40]
		{
			["name"] = "Darktyrant-影之哀伤",
			["id"] = 1756,
		}, -- [41]
		{
			["name"] = "一只熊-刺骨利刃",
			["id"] = 1750,
		}, -- [42]
		{
			["name"] = "巴黎冬天雪-凤凰之神",
			["id"] = 1739,
		}, -- [43]
		{
			["name"] = "灬只打秘境灬-影之哀伤",
			["id"] = 1731,
		}, -- [44]
		{
			["name"] = "爸爸在这儿呢-死亡之翼",
			["id"] = 1801,
		}, -- [45]
		{
			["name"] = "狂拽蛋蛋-卡德加",
			["id"] = 1722,
		}, -- [46]
		{
			["name"] = "釒牌导演-死亡之翼",
			["id"] = 1759,
		}, -- [47]
		{
			["name"] = "惜憶-凤凰之神",
			["id"] = 1777,
		}, -- [48]
		{
			["name"] = "Lojewig-埃德萨拉",
			["id"] = 1745,
		}, -- [49]
	},
}
