
WATCHDOG_VARS = {
	["INFOS"] = {
		["IGNORE_PLANEL_FRAME"] = "ignorePanelFrame",
		["BACKDROP_PLANEL"] = {
			["bgFile"] = "Interface\\ChatFrame\\ChatFrameBackground",
			["tileSize"] = 32,
			["tile"] = true,
			["edgeSize"] = 32,
			["insets"] = {
				["top"] = 0,
				["right"] = 0,
				["left"] = 0,
				["bottom"] = 0,
			},
		},
		["COLOR_PLANEL_SCROLL_ITEM_TEXT"] = {
			["A"] = 1,
			["R"] = 0.137,
			["G"] = 0.453,
			["B"] = 0.777,
		},
		["BACKDROP_PLANEL_SCROLL_ITEM_LAYER"] = {
			["bgFile"] = "Interface\\DialogFrame\\UI-DialogBox-Background",
		},
		["EXPORT_PLANEL_FRAME"] = "exportPanelFrame",
		["TEXTURE_PLANEL_TITLE"] = "Interface\\ChatFrame\\ChatFrameBackground",
		["VERSION"] = "1.5.0",
		["ADDON_BASE_NAME"] = "DungeonWatchDog",
		["DEFAULT_PLANEL_WIDTH"] = 270,
		["DEFAULT_EXPORT_SEP"] = "0Z0",
	},
	["LAST_SEARCH_RESULTS"] = {
		{
			["name"] = "千辰-影之哀伤",
			["id"] = 3342,
		}, -- [1]
		{
			["name"] = "PlayerhhPPm-玛洛加尔",
			["id"] = 3395,
		}, -- [2]
		{
			["name"] = "风声遍野-影之哀伤",
			["id"] = 3344,
		}, -- [3]
		{
			["name"] = "工具人账号-石爪峰",
			["id"] = 3336,
		}, -- [4]
		{
			["name"] = "暗隐之龙-梦境之树",
			["id"] = 3371,
		}, -- [5]
		{
			["name"] = "画船听雨眠-梦境之树",
			["id"] = 3357,
		}, -- [6]
		{
			["name"] = "沫沫丶-影之哀伤",
			["id"] = 3341,
		}, -- [7]
		{
			["name"] = "丶七風-死亡之翼",
			["id"] = 3393,
		}, -- [8]
		{
			["name"] = "叁鹿零-燃烧之刃",
			["id"] = 3327,
		}, -- [9]
		{
			["name"] = "四顧劍-安苏",
			["id"] = 3337,
		}, -- [10]
		{
			["name"] = "小宝归来-安苏",
			["id"] = 3338,
		}, -- [11]
		{
			["name"] = "兲然槑-血色十字军",
			["id"] = 3369,
		}, -- [12]
		{
			["name"] = "Iker-凤凰之神",
			["id"] = 3381,
		}, -- [13]
		{
			["name"] = "最後的色彩-安加萨",
			["id"] = 3343,
		}, -- [14]
		{
			["name"] = "骚客文人-恐怖图腾",
			["id"] = 3385,
		}, -- [15]
		{
			["name"] = "Zoldyck-死亡之翼",
			["id"] = 3373,
		}, -- [16]
		{
			["name"] = "圣悯生-万色星辰",
			["id"] = 3387,
		}, -- [17]
		{
			["name"] = "丶演绎-格瑞姆巴托",
			["id"] = 3325,
		}, -- [18]
		{
			["name"] = "永青-红云台地",
			["id"] = 3310,
		}, -- [19]
		{
			["name"] = "整口芥末酱-燃烧之刃",
			["id"] = 3370,
		}, -- [20]
		{
			["name"] = "九月四日-萨菲隆",
			["id"] = 3391,
		}, -- [21]
		{
			["name"] = "陌依依-祖尔金",
			["id"] = 3398,
		}, -- [22]
		{
			["name"] = "豆干-屠魔山谷",
			["id"] = 3360,
		}, -- [23]
		{
			["name"] = "贝拉米菲斯-阿纳克洛斯",
			["id"] = 3304,
		}, -- [24]
		{
			["name"] = "国服阿珂-奈萨里奥",
			["id"] = 3384,
		}, -- [25]
		{
			["name"] = "Gcoffee-无尽之海",
			["id"] = 3382,
		}, -- [26]
		{
			["name"] = "丶晨曦丶-深渊之巢",
			["id"] = 3376,
		}, -- [27]
		{
			["name"] = "獸獵-安苏",
			["id"] = 3374,
		}, -- [28]
		{
			["name"] = "江烽-黑龙军团",
			["id"] = 3312,
		}, -- [29]
		{
			["name"] = "祉戰祉殇-伊森利恩",
			["id"] = 3305,
		}, -- [30]
		{
			["name"] = "Eviry-加基森",
			["id"] = 3356,
		}, -- [31]
		{
			["name"] = "兔牙小甜心-白银之手",
			["id"] = 3332,
		}, -- [32]
		{
			["name"] = "斬鐡-耐奥祖",
			["id"] = 3306,
		}, -- [33]
		{
			["name"] = "瞌睡怪丶-死亡之翼",
			["id"] = 3309,
		}, -- [34]
		{
			["name"] = "几折荒年",
			["id"] = 3388,
		}, -- [35]
		{
			["name"] = "尘烟染暮雪-远古海滩",
			["id"] = 3362,
		}, -- [36]
		{
			["name"] = "江浸月-影之哀伤",
			["id"] = 3354,
		}, -- [37]
		{
			["name"] = "丶桑果-燃烧之刃",
			["id"] = 3392,
		}, -- [38]
		{
			["name"] = "炸毛取暖-红龙军团",
			["id"] = 3313,
		}, -- [39]
		{
			["name"] = "邓迪么么哒-诺兹多姆",
			["id"] = 3394,
		}, -- [40]
		{
			["name"] = "衍夏成歌丶-凤凰之神",
			["id"] = 3326,
		}, -- [41]
		{
			["name"] = "薩吖満-凤凰之神",
			["id"] = 3303,
		}, -- [42]
		{
			["name"] = "明威塑胶-死亡之翼",
			["id"] = 3302,
		}, -- [43]
		{
			["name"] = "彩旗会倒-回音山",
			["id"] = 3307,
		}, -- [44]
		{
			["name"] = "酒酒丶-影之哀伤",
			["id"] = 3399,
		}, -- [45]
		{
			["name"] = "朝起朝落-凤凰之神",
			["id"] = 3319,
		}, -- [46]
		{
			["name"] = "幺零柒丶芝诺-末日行者",
			["id"] = 3355,
		}, -- [47]
		{
			["name"] = "清欢-伊森利恩",
			["id"] = 3329,
		}, -- [48]
		{
			["name"] = "Sforza-伊森利恩",
			["id"] = 3396,
		}, -- [49]
		{
			["name"] = "Gumpypants-安苏",
			["id"] = 3331,
		}, -- [50]
		{
			["name"] = "阳关雪-黑铁",
			["id"] = 3400,
		}, -- [51]
		{
			["name"] = "夜蝶子-罗宁",
			["id"] = 3318,
		}, -- [52]
		{
			["name"] = "猎魂星陨-伊森利恩",
			["id"] = 3365,
		}, -- [53]
		{
			["name"] = "沒办法-格瑞姆巴托",
			["id"] = 3359,
		}, -- [54]
		{
			["name"] = "小小怒疯-燃烧之刃",
			["id"] = 3390,
		}, -- [55]
		{
			["name"] = "丨拉布啦哆丶-安苏",
			["id"] = 3321,
		}, -- [56]
		{
			["name"] = "终极打工仔丶-格瑞姆巴托",
			["id"] = 3383,
		}, -- [57]
		{
			["name"] = "团长丶巨妞-回音山",
			["id"] = 3339,
		}, -- [58]
		{
			["name"] = "赱向刀子口-恶魔之翼",
			["id"] = 3311,
		}, -- [59]
		{
			["name"] = "恋恋风行-摩摩尔",
			["id"] = 3316,
		}, -- [60]
		{
			["name"] = "路西小笼包-影之哀伤",
			["id"] = 3378,
		}, -- [61]
		{
			["name"] = "雷文德斯-影之哀伤",
			["id"] = 3324,
		}, -- [62]
		{
			["name"] = "鼠鱼-凤凰之神",
			["id"] = 3346,
		}, -- [63]
		{
			["name"] = "雪蝶宿秋风-踏梦者",
			["id"] = 3348,
		}, -- [64]
		{
			["name"] = "猫哥哥非常困-克尔苏加德",
			["id"] = 3377,
		}, -- [65]
		{
			["name"] = "丶幻世丶-凤凰之神",
			["id"] = 3314,
		}, -- [66]
		{
			["name"] = "回味无穷-诺莫瑞根",
			["id"] = 3380,
		}, -- [67]
		{
			["name"] = "木须-苏塔恩",
			["id"] = 3367,
		}, -- [68]
		{
			["name"] = "红颜沫沫-血色十字军",
			["id"] = 3353,
		}, -- [69]
		{
			["name"] = "香瓜葡萄-塔伦米尔",
			["id"] = 3361,
		}, -- [70]
		{
			["name"] = "丶予青-凤凰之神",
			["id"] = 3375,
		}, -- [71]
		{
			["name"] = "猫子猫子子-凤凰之神",
			["id"] = 3350,
		}, -- [72]
		{
			["name"] = "孟繁星-梦境之树",
			["id"] = 3315,
		}, -- [73]
		{
			["name"] = "奶我我还能锤-安苏",
			["id"] = 3401,
		}, -- [74]
		{
			["name"] = "非洲刘徳华-凤凰之神",
			["id"] = 3366,
		}, -- [75]
		{
			["name"] = "不想戴口罩-安苏",
			["id"] = 3345,
		}, -- [76]
		{
			["name"] = "别说话吻我呀-凤凰之神",
			["id"] = 3323,
		}, -- [77]
		{
			["name"] = "旧梦风花-鹰巢山",
			["id"] = 3333,
		}, -- [78]
		{
			["name"] = "大瓜-夏维安",
			["id"] = 3352,
		}, -- [79]
		{
			["name"] = "比格沃斯先生-闪电之刃",
			["id"] = 3334,
		}, -- [80]
		{
			["name"] = "蛇至宁静-卡德罗斯",
			["id"] = 3308,
		}, -- [81]
		{
			["name"] = "冲锋至今未归-格瑞姆巴托",
			["id"] = 3349,
		}, -- [82]
	},
}
