
WATCHDOG_VARS = {
	["INFOS"] = {
		["IGNORE_PLANEL_FRAME"] = "ignorePanelFrame",
		["BACKDROP_PLANEL"] = {
			["bgFile"] = "Interface\\ChatFrame\\ChatFrameBackground",
			["tileSize"] = 32,
			["tile"] = true,
			["edgeSize"] = 32,
			["insets"] = {
				["top"] = 0,
				["right"] = 0,
				["left"] = 0,
				["bottom"] = 0,
			},
		},
		["COLOR_PLANEL_SCROLL_ITEM_TEXT"] = {
			["A"] = 1,
			["R"] = 0.137,
			["G"] = 0.453,
			["B"] = 0.777,
		},
		["BACKDROP_PLANEL_SCROLL_ITEM_LAYER"] = {
			["bgFile"] = "Interface\\DialogFrame\\UI-DialogBox-Background",
		},
		["EXPORT_PLANEL_FRAME"] = "exportPanelFrame",
		["TEXTURE_PLANEL_TITLE"] = "Interface\\ChatFrame\\ChatFrameBackground",
		["VERSION"] = "1.5.0",
		["ADDON_BASE_NAME"] = "DungeonWatchDog",
		["DEFAULT_PLANEL_WIDTH"] = 270,
		["DEFAULT_EXPORT_SEP"] = "0Z0",
	},
	["LAST_SEARCH_RESULTS"] = {
		{
			["name"] = "上古之书-巴尔古恩",
			["id"] = 407,
		}, -- [1]
		{
			["name"] = "江南慕雨灬-加里索斯",
			["id"] = 479,
		}, -- [2]
		{
			["name"] = "老衲法号乱射-狂热之刃",
			["id"] = 421,
		}, -- [3]
		{
			["name"] = "醉陌池畔序-回音山",
			["id"] = 503,
		}, -- [4]
		{
			["name"] = "丨丘比特乄-巨龙之吼",
			["id"] = 433,
		}, -- [5]
		{
			["name"] = "脱水缩合-银松森林",
			["id"] = 411,
		}, -- [6]
		{
			["name"] = "音月-凤凰之神",
			["id"] = 497,
		}, -- [7]
		{
			["name"] = "一脸番茄酱-夏维安",
			["id"] = 491,
		}, -- [8]
		{
			["name"] = "人山人册-主宰之剑",
			["id"] = 413,
		}, -- [9]
		{
			["name"] = "来呀来呀-燃烧之刃",
			["id"] = 409,
		}, -- [10]
		{
			["name"] = "青和-凤凰之神",
			["id"] = 447,
		}, -- [11]
		{
			["name"] = "套路撩人心-泰兰德",
			["id"] = 428,
		}, -- [12]
		{
			["name"] = "百式小德-血吼",
			["id"] = 435,
		}, -- [13]
		{
			["name"] = "五月二十六日-死亡之翼",
			["id"] = 487,
		}, -- [14]
		{
			["name"] = "急浪-贫瘠之地",
			["id"] = 475,
		}, -- [15]
		{
			["name"] = "playerksjxa-凤凰之神",
			["id"] = 499,
		}, -- [16]
		{
			["name"] = "诗酒露华浓-洛肯",
			["id"] = 445,
		}, -- [17]
		{
			["name"] = "酒后湿身-洛肯",
			["id"] = 440,
		}, -- [18]
		{
			["name"] = "天上的云朵-格瑞姆巴托",
			["id"] = 417,
		}, -- [19]
		{
			["name"] = "Taurus-海克泰尔",
			["id"] = 451,
		}, -- [20]
		{
			["name"] = "风吹脸-神圣之歌",
			["id"] = 432,
		}, -- [21]
		{
			["name"] = "丷西瓜爸爸丷-冰风岗",
			["id"] = 414,
		}, -- [22]
		{
			["name"] = "真好红-格瑞姆巴托",
			["id"] = 443,
		}, -- [23]
		{
			["name"] = "灰叶丶灵空-萨尔",
			["id"] = 430,
		}, -- [24]
		{
			["name"] = "白泽泽丶-凤凰之神",
			["id"] = 467,
		}, -- [25]
		{
			["name"] = "一念不二-影之哀伤",
			["id"] = 418,
		}, -- [26]
		{
			["name"] = "很多福建-燃烧之刃",
			["id"] = 482,
		}, -- [27]
		{
			["name"] = "Jackhao-燃烧之刃",
			["id"] = 498,
		}, -- [28]
		{
			["name"] = "省长-寒冰皇冠",
			["id"] = 481,
		}, -- [29]
		{
			["name"] = "年年有鱼丶-黑铁",
			["id"] = 461,
		}, -- [30]
		{
			["name"] = "磁暴歩兵-卡拉赞",
			["id"] = 462,
		}, -- [31]
		{
			["name"] = "刺客猫-格瑞姆巴托",
			["id"] = 486,
		}, -- [32]
		{
			["name"] = "名少爷-深渊之巢",
			["id"] = 464,
		}, -- [33]
		{
			["name"] = "紫樱千夏-亚雷戈斯",
			["id"] = 453,
		}, -- [34]
		{
			["name"] = "爆炒瓜子仁-凤凰之神",
			["id"] = 436,
		}, -- [35]
		{
			["name"] = "兔牙小甜心-暗影迷宫",
			["id"] = 505,
		}, -- [36]
		{
			["name"] = "牧巴士-格瑞姆巴托",
			["id"] = 485,
		}, -- [37]
		{
			["name"] = "落墨点清颜-霜之哀伤",
			["id"] = 410,
		}, -- [38]
		{
			["name"] = "低调小爪子-格瑞姆巴托",
			["id"] = 434,
		}, -- [39]
		{
			["name"] = "低吟归去兮-回音山",
			["id"] = 437,
		}, -- [40]
		{
			["name"] = "烟雨霓裳灬-时光之穴",
			["id"] = 424,
		}, -- [41]
		{
			["name"] = "白发仙女-凤凰之神",
			["id"] = 492,
		}, -- [42]
		{
			["name"] = "灬怪我咯-戈提克",
			["id"] = 468,
		}, -- [43]
		{
			["name"] = "多情描黛眉-幽暗沼泽",
			["id"] = 458,
		}, -- [44]
		{
			["name"] = "战神巴蒂-暗影裂口",
			["id"] = 425,
		}, -- [45]
		{
			["name"] = "耕地一哥-奥特兰克",
			["id"] = 431,
		}, -- [46]
		{
			["name"] = "老衲海飞丝-埃德萨拉",
			["id"] = 466,
		}, -- [47]
		{
			["name"] = "尛沫丶-索瑞森",
			["id"] = 471,
		}, -- [48]
		{
			["name"] = "班纳纳-影之哀伤",
			["id"] = 420,
		}, -- [49]
		{
			["name"] = "尾王点我进组-塞拉摩",
			["id"] = 423,
		}, -- [50]
		{
			["name"] = "醋溜哈士奇-格瑞姆巴托",
			["id"] = 448,
		}, -- [51]
		{
			["name"] = "美美是只猫-凤凰之神",
			["id"] = 419,
		}, -- [52]
		{
			["name"] = "薇啊-燃烧之刃",
			["id"] = 457,
		}, -- [53]
		{
			["name"] = "妃子-奥特兰克",
			["id"] = 438,
		}, -- [54]
		{
			["name"] = "脱敏打孔-屠魔山谷",
			["id"] = 439,
		}, -- [55]
		{
			["name"] = "怪味小萝莉-晴日峰（江苏）",
			["id"] = 444,
		}, -- [56]
		{
			["name"] = "弗雷尔卓德寒-凤凰之神",
			["id"] = 489,
		}, -- [57]
		{
			["name"] = "丶小黄-死亡之翼",
			["id"] = 493,
		}, -- [58]
		{
			["name"] = "致死打击-伊森利恩",
			["id"] = 474,
		}, -- [59]
		{
			["name"] = "开幕回复-燃烧之刃",
			["id"] = 500,
		}, -- [60]
		{
			["name"] = "术三-格瑞姆巴托",
			["id"] = 480,
		}, -- [61]
		{
			["name"] = "流曰-凤凰之神",
			["id"] = 495,
		}, -- [62]
		{
			["name"] = "巧巧丶-神圣之歌",
			["id"] = 408,
		}, -- [63]
	},
}
