
HandyNotes_ToolsOfTheTradeDB = {
	["profileKeys"] = {
		["我找不到了 - 亡语者"] = "我找不到了 - 亡语者",
		["我会大跳你呢 - 亡语者"] = "我会大跳你呢 - 亡语者",
		["她的眼眶里 - 古尔丹"] = "她的眼眶里 - 古尔丹",
		["我会变成狼 - 亡语者"] = "我会变成狼 - 亡语者",
		["我会消失 - 亡语者"] = "我会消失 - 亡语者",
		["我会招宝宝 - 亡语者"] = "我会招宝宝 - 亡语者",
		["弄妆梳洗迟 - 亡语者"] = "弄妆梳洗迟 - 亡语者",
		["我喝了假酒 - 亡语者"] = "我喝了假酒 - 亡语者",
		["十里扬州路 - 亡语者"] = "十里扬州路 - 亡语者",
		["落月复西斜 - 亡语者"] = "落月复西斜 - 亡语者",
		["我会招恶魔 - 亡语者"] = "我会招恶魔 - 亡语者",
		["风起春城暮 - 亡语者"] = "风起春城暮 - 亡语者",
		["Mubbh - 亡语者"] = "Mubbh - 亡语者",
		["我会飞你会吗 - 亡语者"] = "我会飞你会吗 - 亡语者",
		["Believer - 古尔丹"] = "Believer - 古尔丹",
		["朝飞暮卷 - 亡语者"] = "朝飞暮卷 - 亡语者",
		["懒起画蛾眉 - 古尔丹"] = "懒起画蛾眉 - 古尔丹",
		["斜月藏海雾 - 亡语者"] = "斜月藏海雾 - 亡语者",
		["Funerals - 亡语者"] = "Funerals - 亡语者",
	},
	["profiles"] = {
		["我找不到了 - 亡语者"] = {
		},
		["我会大跳你呢 - 亡语者"] = {
		},
		["她的眼眶里 - 古尔丹"] = {
		},
		["我会变成狼 - 亡语者"] = {
		},
		["我会消失 - 亡语者"] = {
		},
		["我会招宝宝 - 亡语者"] = {
		},
		["弄妆梳洗迟 - 亡语者"] = {
		},
		["我喝了假酒 - 亡语者"] = {
		},
		["十里扬州路 - 亡语者"] = {
		},
		["落月复西斜 - 亡语者"] = {
		},
		["我会招恶魔 - 亡语者"] = {
		},
		["风起春城暮 - 亡语者"] = {
		},
		["Mubbh - 亡语者"] = {
		},
		["我会飞你会吗 - 亡语者"] = {
		},
		["Believer - 古尔丹"] = {
		},
		["朝飞暮卷 - 亡语者"] = {
		},
		["懒起画蛾眉 - 古尔丹"] = {
		},
		["斜月藏海雾 - 亡语者"] = {
		},
		["Funerals - 亡语者"] = {
		},
	},
}
