
HandyNotes_SuramarShalAranTelemancyDB = {
	["profileKeys"] = {
		["Funerals - 亡语者"] = "Funerals - 亡语者",
		["高楼鼓角悲 - 亡语者"] = "高楼鼓角悲 - 亡语者",
		["十里扬州路 - 安苏"] = "十里扬州路 - 安苏",
		["维维尔 - 亡语者"] = "维维尔 - 亡语者",
		["我找不到了 - 亡语者"] = "我找不到了 - 亡语者",
		["朝飞暮卷 - 亡语者"] = "朝飞暮卷 - 亡语者",
		["风起春城暮 - 亡语者"] = "风起春城暮 - 亡语者",
		["我会大跳你呢 - 亡语者"] = "我会大跳你呢 - 亡语者",
		["Weeping - 亡语者"] = "Weeping - 亡语者",
		["Ouse - 亡语者"] = "Ouse - 亡语者",
		["我会消失 - 亡语者"] = "我会消失 - 亡语者",
		["我会招宝宝 - 亡语者"] = "我会招宝宝 - 亡语者",
		["回首见旌旗 - 亡语者"] = "回首见旌旗 - 亡语者",
		["我的小胖狗 - 亡语者"] = "我的小胖狗 - 亡语者",
		["她的眼眶里 - 古尔丹"] = "她的眼眶里 - 古尔丹",
		["我会招恶魔 - 亡语者"] = "我会招恶魔 - 亡语者",
		["Cleaner - 亡语者"] = "Cleaner - 亡语者",
		["弄妆梳洗迟 - 死亡之翼"] = "弄妆梳洗迟 - 死亡之翼",
		["Dremel - 亡语者"] = "Dremel - 亡语者",
		["弄妆梳洗迟 - 亡语者"] = "弄妆梳洗迟 - 亡语者",
		["我会飞你会吗 - 亡语者"] = "我会飞你会吗 - 亡语者",
		["十里扬州路 - 亡语者"] = "十里扬州路 - 亡语者",
		["我会变成狼 - 亡语者"] = "我会变成狼 - 亡语者",
		["我喝了假酒 - 亡语者"] = "我喝了假酒 - 亡语者",
		["十里扬州路 - 古尔丹"] = "十里扬州路 - 古尔丹",
		["Mubbh - 亡语者"] = "Mubbh - 亡语者",
		["白白净净啥 - 古尔丹"] = "白白净净啥 - 古尔丹",
		["Believer - 古尔丹"] = "Believer - 古尔丹",
		["不不尾王 - 古尔丹"] = "不不尾王 - 古尔丹",
		["懒起画蛾眉 - 古尔丹"] = "懒起画蛾眉 - 古尔丹",
		["斜月藏海雾 - 亡语者"] = "斜月藏海雾 - 亡语者",
		["Believe - 古尔丹"] = "Believe - 古尔丹",
	},
	["profiles"] = {
		["Funerals - 亡语者"] = {
		},
		["高楼鼓角悲 - 亡语者"] = {
		},
		["十里扬州路 - 安苏"] = {
		},
		["维维尔 - 亡语者"] = {
		},
		["我找不到了 - 亡语者"] = {
		},
		["朝飞暮卷 - 亡语者"] = {
		},
		["风起春城暮 - 亡语者"] = {
		},
		["我会大跳你呢 - 亡语者"] = {
		},
		["Weeping - 亡语者"] = {
		},
		["Ouse - 亡语者"] = {
		},
		["我会消失 - 亡语者"] = {
		},
		["我会招宝宝 - 亡语者"] = {
		},
		["回首见旌旗 - 亡语者"] = {
		},
		["我的小胖狗 - 亡语者"] = {
		},
		["她的眼眶里 - 古尔丹"] = {
		},
		["我会招恶魔 - 亡语者"] = {
		},
		["Cleaner - 亡语者"] = {
		},
		["弄妆梳洗迟 - 死亡之翼"] = {
		},
		["Dremel - 亡语者"] = {
		},
		["弄妆梳洗迟 - 亡语者"] = {
		},
		["我会飞你会吗 - 亡语者"] = {
		},
		["十里扬州路 - 亡语者"] = {
		},
		["我会变成狼 - 亡语者"] = {
		},
		["我喝了假酒 - 亡语者"] = {
		},
		["十里扬州路 - 古尔丹"] = {
		},
		["Mubbh - 亡语者"] = {
		},
		["白白净净啥 - 古尔丹"] = {
		},
		["Believer - 古尔丹"] = {
		},
		["不不尾王 - 古尔丹"] = {
		},
		["懒起画蛾眉 - 古尔丹"] = {
		},
		["斜月藏海雾 - 亡语者"] = {
		},
		["Believe - 古尔丹"] = {
		},
	},
}
