
Not_Ready_Yet_DB = {
	["class"] = {
		["DEMONHUNTER"] = {
			[2] = {
				[183752] = "瓦解",
				[187827] = "恶魔变形",
				[202138] = "锁链咒符",
				[202137] = "沉默咒符",
				[217832] = "禁锢",
				[278326] = "吞噬魔法",
				[207684] = "悲苦咒符",
				[204021] = "烈火烙印",
			},
		},
		["DRUID"] = {
			{
				[78675] = "日光术",
			}, -- [1]
			{
				[77764] = "狂奔怒吼",
				[106839] = "迎头痛击",
				[61336] = "生存本能",
				[132469] = "台风",
				[2782] = "清除腐蚀",
			}, -- [2]
			{
				[77761] = "狂奔怒吼",
				[132469] = "台风",
				[20484] = "复生",
				[102558] = "化身：乌索克的守护者",
				[2908] = "安抚",
				[22842] = "狂暴回复",
				[2782] = "清除腐蚀",
				[106839] = "迎头痛击",
				[22812] = "树皮术",
				[99] = "夺魂咆哮",
				[61336] = "生存本能",
			}, -- [3]
			{
				[740] = "宁静",
				[102342] = "铁木树皮",
				[20484] = "复生",
				[132469] = "台风",
				[102793] = "乌索尔旋风",
				[2908] = "安抚",
				[88423] = "自然之愈",
				[29166] = "激活",
			}, -- [4]
		},
	},
	["global"] = {
		["mincd"] = 2,
		["maxcd"] = 2,
		["CD"] = 5,
		["channel"] = "COMBAT",
		["FaILEDreport"] = "{SpellName} 释放失败 CD {CD} 秒",
		["readyreport"] = "{SpellName} 已就绪",
		["enable"] = true,
		["SUCCEEDEDreport"] = "已施放{SpellName}",
	},
	["profileKeys"] = {
		["十里扬州路 - 亡语者"] = "十里扬州路 - 亡语者",
		["风起春城暮 - 亡语者"] = "风起春城暮 - 亡语者",
	},
}
