
Not_Ready_Yet_DB = {
	["class"] = {
		["DRUID"] = {
			[740] = "宁静",
			[61336] = "生存本能",
			[132469] = "台风",
			[29166] = "激活",
			[88423] = "自然之愈",
			[2782] = "清除腐蚀",
			[2908] = "安抚",
			[99] = "夺魂咆哮",
			[106898] = "狂奔怒吼",
			[102558] = "化身：乌索克的守护者",
			[102342] = "铁木树皮",
			[102793] = "乌索尔旋风",
			[106839] = "迎头痛击",
			[22812] = "树皮术",
			[78675] = "日光术",
			[20484] = "复生",
			[22842] = "狂暴回复",
		},
	},
	["global"] = {
		["mincd"] = 2,
		["maxcd"] = 2,
		["CD"] = 5,
		["FaILEDreport"] = "{SpellName} 释放失败 CD {CD} 秒",
		["SUCCEEDEDreport"] = "已施放{SpellName}",
		["enable"] = true,
		["readyreport"] = "{SpellName} 已就绪",
	},
	["profileKeys"] = {
		["风起春城暮 - 亡语者"] = "风起春城暮 - 亡语者",
	},
}
