
WindDungeonHelperDB = {
	["profileKeys"] = {
		["维维尔 - 亡语者"] = "维维尔 - 亡语者",
		["坎坎坷坷 - 亡语者"] = "坎坎坷坷 - 亡语者",
		["Ouse - 亡语者"] = "Ouse - 亡语者",
		["回首见旌旗 - 亡语者"] = "回首见旌旗 - 亡语者",
		["落月复西斜 - 亡语者"] = "落月复西斜 - 亡语者",
		["我会消失 - 亡语者"] = "我会消失 - 亡语者",
		["我的小胖狗 - 亡语者"] = "我的小胖狗 - 亡语者",
		["弄妆梳洗迟 - 亡语者"] = "弄妆梳洗迟 - 亡语者",
		["我会飞你会吗 - 亡语者"] = "我会飞你会吗 - 亡语者",
		["Mubbh - 亡语者"] = "Mubbh - 亡语者",
		["朝飞暮卷 - 亡语者"] = "朝飞暮卷 - 亡语者",
		["斜月藏海雾 - 亡语者"] = "斜月藏海雾 - 亡语者",
		["弄妆梳洗迟 - 古尔丹"] = "弄妆梳洗迟 - 古尔丹",
		["我会大跳你呢 - 亡语者"] = "我会大跳你呢 - 亡语者",
		["Believe - 古尔丹"] = "Believe - 古尔丹",
		["高楼鼓角悲 - 亡语者"] = "高楼鼓角悲 - 亡语者",
		["Weeping - 亡语者"] = "Weeping - 亡语者",
		["她的眼眶里 - 古尔丹"] = "她的眼眶里 - 古尔丹",
		["我会变成狼 - 亡语者"] = "我会变成狼 - 亡语者",
		["Cleaner - 亡语者"] = "Cleaner - 亡语者",
		["弄妆梳洗迟 - 死亡之翼"] = "弄妆梳洗迟 - 死亡之翼",
		["Dremel - 亡语者"] = "Dremel - 亡语者",
		["我找不到了 - 亡语者"] = "我找不到了 - 亡语者",
		["我喝了假酒 - 亡语者"] = "我喝了假酒 - 亡语者",
		["十里扬州路 - 亡语者"] = "十里扬州路 - 亡语者",
		["我会招宝宝 - 亡语者"] = "我会招宝宝 - 亡语者",
		["风起春城暮 - 亡语者"] = "风起春城暮 - 亡语者",
		["十里扬州路 - 古尔丹"] = "十里扬州路 - 古尔丹",
		["我会招恶魔 - 亡语者"] = "我会招恶魔 - 亡语者",
		["白白净净啥 - 古尔丹"] = "白白净净啥 - 古尔丹",
		["Believer - 古尔丹"] = "Believer - 古尔丹",
		["不不尾王 - 古尔丹"] = "不不尾王 - 古尔丹",
		["懒起画蛾眉 - 古尔丹"] = "懒起画蛾眉 - 古尔丹",
		["十里扬州路 - 安苏"] = "十里扬州路 - 安苏",
		["Funerals - 亡语者"] = "Funerals - 亡语者",
	},
	["profiles"] = {
		["维维尔 - 亡语者"] = {
		},
		["坎坎坷坷 - 亡语者"] = {
		},
		["Ouse - 亡语者"] = {
		},
		["回首见旌旗 - 亡语者"] = {
		},
		["落月复西斜 - 亡语者"] = {
		},
		["我会消失 - 亡语者"] = {
			["modules"] = {
				["AvoidableDamage"] = {
					["notification"] = {
						["enable"] = false,
						["unit"] = "asia",
					},
				},
				["LFGGroupInfo"] = {
					["enable"] = false,
				},
			},
		},
		["我的小胖狗 - 亡语者"] = {
		},
		["弄妆梳洗迟 - 亡语者"] = {
			["modules"] = {
				["AvoidableDamage"] = {
					["notification"] = {
						["threshold"] = 50,
						["unit"] = "asia",
					},
					["custom"] = {
						["enable"] = true,
					},
					["rank"] = {
						["custom_worst"] = "你是猪吗",
						["worst"] = true,
					},
				},
				["LFGGroupInfo"] = {
					["enable"] = false,
				},
			},
			["minimapicon"] = {
				["hide"] = true,
			},
		},
		["我会飞你会吗 - 亡语者"] = {
			["modules"] = {
				["EnemyProgress"] = {
					["enable"] = true,
				},
				["AvoidableDamage"] = {
					["enable"] = false,
					["notification"] = {
						["unit"] = "asia",
					},
					["rank"] = {
						["worst"] = true,
					},
				},
				["LFGGroupInfo"] = {
					["enable"] = false,
				},
			},
		},
		["Mubbh - 亡语者"] = {
		},
		["朝飞暮卷 - 亡语者"] = {
		},
		["斜月藏海雾 - 亡语者"] = {
		},
		["弄妆梳洗迟 - 古尔丹"] = {
			["modules"] = {
				["AvoidableDamage"] = {
					["notification"] = {
						["threshold"] = 20,
						["unit"] = "asia",
					},
				},
			},
		},
		["我会大跳你呢 - 亡语者"] = {
		},
		["Believe - 古尔丹"] = {
		},
		["高楼鼓角悲 - 亡语者"] = {
		},
		["Weeping - 亡语者"] = {
		},
		["她的眼眶里 - 古尔丹"] = {
			["modules"] = {
				["AvoidableDamage"] = {
					["enable"] = false,
				},
			},
		},
		["我会变成狼 - 亡语者"] = {
			["modules"] = {
				["LFGGroupInfo"] = {
					["enable"] = false,
				},
			},
		},
		["Cleaner - 亡语者"] = {
		},
		["弄妆梳洗迟 - 死亡之翼"] = {
		},
		["Dremel - 亡语者"] = {
		},
		["我找不到了 - 亡语者"] = {
		},
		["我喝了假酒 - 亡语者"] = {
		},
		["十里扬州路 - 亡语者"] = {
			["modules"] = {
				["AvoidableDamage"] = {
					["notification"] = {
						["threshold"] = 70,
						["unit"] = "asia",
					},
					["rank"] = {
						["custom_worst"] = "你是猪吧",
					},
				},
				["LFGGroupInfo"] = {
					["enable"] = false,
				},
			},
		},
		["我会招宝宝 - 亡语者"] = {
		},
		["风起春城暮 - 亡语者"] = {
		},
		["十里扬州路 - 古尔丹"] = {
		},
		["我会招恶魔 - 亡语者"] = {
		},
		["白白净净啥 - 古尔丹"] = {
		},
		["Believer - 古尔丹"] = {
		},
		["不不尾王 - 古尔丹"] = {
		},
		["懒起画蛾眉 - 古尔丹"] = {
			["modules"] = {
				["AvoidableDamage"] = {
					["notification"] = {
						["unit"] = "asia",
					},
				},
				["LFGGroupInfo"] = {
					["enable"] = false,
				},
			},
		},
		["十里扬州路 - 安苏"] = {
		},
		["Funerals - 亡语者"] = {
		},
	},
}
