
WATCHDOG_DB = {
	["players"] = {
		["谨慎的爱-燃烧之刃"] = {
			["time"] = 1564721089,
		},
		["李云志-遗忘海岸"] = {
			["time"] = 1564621067,
		},
		["导养正性-凤凰之神"] = {
			["time"] = 1564721089,
		},
		["雀巢麻辣烫-凤凰之神"] = {
			["time"] = 1564721089,
		},
		["鹿筱柒-迦拉克隆"] = {
			["time"] = 1564721089,
		},
		["白总部族丶九-死亡之翼"] = {
			["time"] = 1564621067,
		},
		["恶魔少女-无尽之海"] = {
			["time"] = 1564721089,
		},
		["紫烟若凝-萨菲隆"] = {
			["time"] = 1564621067,
		},
		["零度的寂寞-提尔之手"] = {
			["time"] = 1564621067,
		},
		["李云笼-遗忘海岸"] = {
			["time"] = 1564621067,
		},
		["莱昂纳丨德-死亡之翼"] = {
			["time"] = 1564621067,
		},
		["也容易付-格瑞姆巴托"] = {
			["time"] = 1564621067,
		},
		["你太萌-无尽之海"] = {
			["time"] = 1564621067,
		},
		["寂寞秋风-燃烧之刃"] = {
			["time"] = 1564721089,
		},
		["致游花荣-死亡之翼"] = {
			["time"] = 1564621067,
		},
		["尾王世界最强-伊森利恩"] = {
			["time"] = 1564721089,
		},
		["王者网额-霜之哀伤"] = {
			["time"] = 1564621067,
		},
		["小冷児九九-阿纳克洛斯"] = {
			["time"] = 1564621067,
		},
		["呆萌傻瓜-死亡之翼"] = {
			["time"] = 1564721089,
		},
		["崂山道士-菲拉斯"] = {
			["time"] = 1564621067,
		},
		["Ccmoni-贫瘠之地"] = {
			["time"] = 1566881915,
		},
		["旋风要闪避-布兰卡德"] = {
			["time"] = 1564621067,
		},
		["尾王丨萌大-燃烧之刃"] = {
			["time"] = 1564721089,
		},
		["Taeyeona-燃烧之刃"] = {
			["time"] = 1564621067,
		},
		["欧皇一号-迦拉克隆"] = {
			["time"] = 1564621067,
		},
		["颜路-克尔苏加德"] = {
			["time"] = 1565612284,
		},
		["张家辉㐅㐅-凤凰之神"] = {
			["time"] = 1564621067,
		},
		["先来看下-死亡之翼"] = {
			["time"] = 1564621067,
		},
		["效率第一-无尽之海"] = {
			["time"] = 1564621067,
		},
		["小玲伶-埃德萨拉"] = {
			["time"] = 1564621067,
		},
		["过往不提-血色十字军"] = {
			["time"] = 1564721089,
		},
		["暗黑游侠-梦境之树"] = {
			["time"] = 1564621067,
		},
		["露风伊犁丹-提瑞斯法"] = {
			["time"] = 1564621067,
		},
		["和搭嘎打法-霜之哀伤"] = {
			["time"] = 1564621067,
		},
		["鬼奥法-死亡之翼"] = {
			["time"] = 1564879787,
		},
		["白总部族丶五-死亡之翼"] = {
			["time"] = 1564621067,
		},
		["王李杰-死亡之翼"] = {
			["time"] = 1564721089,
		},
		["光之凯哥-黑暗之矛"] = {
			["time"] = 1564621067,
		},
		["冷酷的-格瑞姆巴托"] = {
			["time"] = 1564621067,
		},
		["傻傻的阿昆达-黑铁"] = {
			["time"] = 1564721089,
		},
		["㳒沉弥-无尽之海"] = {
			["time"] = 1564721089,
		},
		["咪咕兔-奥特兰克"] = {
			["time"] = 1564721089,
		},
		["扣扣麻将-死亡之翼"] = {
			["time"] = 1564621067,
		},
		["Voices-克洛玛古斯"] = {
			["time"] = 1564621067,
		},
		["杨博陵-遗忘海岸"] = {
			["time"] = 1564621067,
		},
		["翠安-燃烧之刃"] = {
			["time"] = 1564721089,
		},
		["新时代美男子-燃烧之刃"] = {
			["time"] = 1564721089,
		},
		["新冬-燃烧之刃"] = {
			["time"] = 1564833534,
		},
		["千颗心-死亡之翼"] = {
			["time"] = 1564621067,
		},
		["当初遇见-血色十字军"] = {
			["time"] = 1564621067,
		},
		["坑呆二-燃烧之刃"] = {
			["time"] = 1564721089,
		},
		["就打吉安哪二-燃烧之刃"] = {
			["time"] = 1564721089,
		},
		["落叶丶牵绊-燃烧之刃"] = {
			["time"] = 1564621067,
		},
		["东风正我-埃德萨拉"] = {
			["time"] = 1564621067,
		},
		["囕囖巉巊-燃烧之刃"] = {
			["time"] = 1564721089,
		},
		["无眠和乌呐-梦境之树"] = {
			["time"] = 1564833534,
		},
		["笑柳-燃烧之刃"] = {
			["time"] = 1564721089,
		},
		["纳特一号-燃烧之刃"] = {
			["time"] = 1564721089,
		},
		["看不见的阳光-基尔加丹"] = {
			["time"] = 1565677023,
		},
		["戈尔嘀呆瓜-安苏"] = {
			["time"] = 1564621067,
		},
		["就打后二团贰-燃烧之刃"] = {
			["time"] = 1564721089,
		},
		["晃荡的咂儿-凤凰之神"] = {
			["time"] = 1564621067,
		},
		["大美女拉拉-雷斧堡垒"] = {
			["time"] = 1564621067,
		},
		["混乱之爪-血色十字军"] = {
			["time"] = 1564721089,
		},
		["缘份玖月-熊猫酒仙"] = {
			["time"] = 1564621067,
		},
		["就打后二团柒-燃烧之刃"] = {
			["time"] = 1564721089,
		},
		["大吉八㑋三-死亡之翼"] = {
			["time"] = 1564621067,
		},
		["贵圈真好-熔火之心"] = {
			["time"] = 1564621067,
		},
		["清新的阿昆达-黑铁"] = {
			["time"] = 1564721089,
		},
		["诸葛小亮-遗忘海岸"] = {
			["time"] = 1564621067,
		},
		["恩佑斯-血色十字军"] = {
			["time"] = 1564621067,
		},
		["playerQLYUDU-燃烧之刃"] = {
			["time"] = 1564621067,
		},
		["想你的依依-国王之谷"] = {
			["time"] = 1564621067,
		},
		["三花二酒-凤凰之神"] = {
			["time"] = 1564621067,
		},
		["书瑶-燃烧之刃"] = {
			["time"] = 1564833534,
		},
		["Bbvvccddffg-冬泉谷"] = {
			["time"] = 1564621067,
		},
		["姹紫嫣红-血牙魔王"] = {
			["time"] = 1564721089,
		},
		["紫颜倾夏-迅捷微风"] = {
			["time"] = 1564621067,
		},
		["兜兜秘境九七-无尽之海"] = {
			["time"] = 1564621067,
		},
		["大德手工九一-苏拉玛"] = {
			["time"] = 1564621067,
		},
		["哈嘎大萨达-霜之哀伤"] = {
			["time"] = 1564621067,
		},
		["凤南天-燃烧之刃"] = {
			["time"] = 1564621067,
		},
		["司马云天-遗忘海岸"] = {
			["time"] = 1564621067,
		},
		["欧剔的阿昆达-影之哀伤"] = {
			["time"] = 1564621067,
		},
		["可遇可求-格瑞姆巴托"] = {
			["time"] = 1564721089,
		},
		["双龙座-塞拉摩"] = {
			["time"] = 1564621067,
		},
		["致游晁盖-凤凰之神"] = {
			["time"] = 1564621067,
		},
		["盼芳姑娘-血色十字军"] = {
			["time"] = 1564721089,
		},
		["艾希西-古尔丹"] = {
			["time"] = 1564621067,
		},
		["趴趴酱㖽-凤凰之神"] = {
			["time"] = 1564721089,
		},
		["看那春光早-燃烧之刃"] = {
			["time"] = 1564721089,
		},
		["血骑灵-诺森德"] = {
			["time"] = 1564721089,
		},
		["䶁狂小法-无尽之海"] = {
			["time"] = 1564833534,
		},
		["恶魔星辰㧅-凤凰之神"] = {
			["time"] = 1564721089,
		},
		["晓晓的寄己-安苏"] = {
			["time"] = 1564621067,
		},
		["南昔烈酒-血色十字军"] = {
			["time"] = 1564721089,
		},
		["欧阳封-遗忘海岸"] = {
			["time"] = 1564621067,
		},
		["人物选择-加尔"] = {
			["time"] = 1564621067,
		},
		["头上丿有犄角-凤凰之神"] = {
			["time"] = 1564621067,
		},
		["莮爵-燃烧之刃"] = {
			["time"] = 1564833534,
		},
		["早已忘记-血色十字军"] = {
			["time"] = 1564621067,
		},
		["吞噬快乐-燃烧之刃"] = {
			["time"] = 1564621067,
		},
		["地方各个-夏维安"] = {
			["time"] = 1564721089,
		},
		["Dghf-斩魔者"] = {
			["time"] = 1564721089,
		},
		["我真红-凤凰之神"] = {
			["time"] = 1564621067,
		},
		["飘飘公主-屠魔山谷"] = {
			["time"] = 1564721089,
		},
		["大菠萝丨-影之哀伤"] = {
			["time"] = 1564621067,
		},
		["真的红-凤凰之神"] = {
			["time"] = 1564621067,
		},
		["秋双-燃烧之刃"] = {
			["time"] = 1564833534,
		},
		["紫安-燃烧之刃"] = {
			["time"] = 1564721089,
		},
		["平蝶-燃烧之刃"] = {
			["time"] = 1564833534,
		},
		["肃杀門漂-冰风岗"] = {
			["time"] = 1564621067,
		},
		["激流闯到-激流之傲"] = {
			["time"] = 1564721089,
		},
		["小德南南-冰风岗"] = {
			["time"] = 1564621067,
		},
		["天国降临-伊利丹"] = {
			["time"] = 1564721089,
		},
		["李世明-遗忘海岸"] = {
			["time"] = 1564621067,
		},
		["五毛钱麻辣烫-凤凰之神"] = {
			["time"] = 1564621067,
		},
		["zxxccvvbbnn-冬泉谷"] = {
			["time"] = 1564621067,
		},
		["易水萧萧-红龙军团"] = {
			["time"] = 1564621067,
		},
		["爆炸地皮-影之哀伤"] = {
			["time"] = 1564621067,
		},
		["姬听然-白骨荒野"] = {
			["time"] = 1564721089,
		},
		["开心马骝-伊森利恩"] = {
			["time"] = 1564621067,
		},
		["又鸟口巴-死亡之翼"] = {
			["time"] = 1564833534,
		},
		["奔跑的乔治-无尽之海"] = {
			["time"] = 1564621067,
		},
		["映阳-燃烧之刃"] = {
			["time"] = 1564833534,
		},
		["Mmnnbbvvccxx-冬泉谷"] = {
			["time"] = 1564621067,
		},
		["小女子之刃-风暴之怒"] = {
			["time"] = 1564721089,
		},
		["zaaddffgghh-冬泉谷"] = {
			["time"] = 1564621067,
		},
		["信者得爱-狂热之刃"] = {
			["time"] = 1564621067,
		},
		["看清未来-血色十字军"] = {
			["time"] = 1564721089,
		},
		["丶怀伤丶-埃德萨拉"] = {
			["time"] = 1564621067,
		},
		["Llkkjjhhggff-冬泉谷"] = {
			["time"] = 1564621067,
		},
		["芝芝姑娘-死亡之翼"] = {
			["time"] = 1564833534,
		},
		["此号已被封丶-贫瘠之地"] = {
			["time"] = 1565677023,
		},
		["劳动者辉煌-埃苏雷格"] = {
			["time"] = 1564621067,
		},
		["飞吧少年-无尽之海"] = {
			["time"] = 1564721089,
		},
		["迷你之人-奥特兰克"] = {
			["time"] = 1564621067,
		},
		["野战狂龙-燃烧之刃"] = {
			["time"] = 1564833534,
		},
		["肃进門漂-罗宁"] = {
			["time"] = 1564621067,
		},
		["怒之晨星-戈提克"] = {
			["time"] = 1564921369,
		},
		["大哥大嫂-伊森利恩"] = {
			["time"] = 1564721089,
		},
		["老虎打洞洞-凤凰之神"] = {
			["time"] = 1565328513,
		},
		["伊娃香桃-狂热之刃"] = {
			["time"] = 1564621067,
		},
		["地表最快-风暴之怒"] = {
			["time"] = 1564721089,
		},
		["布布姑娘-布兰卡德"] = {
			["time"] = 1564721089,
		},
		["启源乄沙沙-白骨荒野"] = {
			["time"] = 1564621067,
		},
		["玫婷-哈兰"] = {
			["time"] = 1564721089,
		},
		["秋之碭-燃烧之刃"] = {
			["time"] = 1564721089,
		},
		["神之语-大地之怒"] = {
			["time"] = 1565422024,
		},
		["笑道专家-龙骨平原"] = {
			["time"] = 1564721089,
		},
		["独之卉-白骨荒野"] = {
			["time"] = 1564721089,
		},
		["playdsaweq-燃烧之刃"] = {
			["time"] = 1564833534,
		},
		["Bynes-安苏"] = {
			["time"] = 1564621067,
		},
		["扎心不扎肺-贫瘠之地"] = {
			["time"] = 1564721089,
		},
		["王座使者-狂热之刃"] = {
			["time"] = 1564721089,
		},
		["尛尛噠-暗影迷宫"] = {
			["time"] = 1564721089,
		},
		["最帅的大叔-格瑞姆巴托"] = {
			["time"] = 1564621067,
		},
		["苑施然-白骨荒野"] = {
			["time"] = 1564721089,
		},
		["启源乄冰红茶-白骨荒野"] = {
			["time"] = 1564621067,
		},
		["飞天小奶妞-奈法利安"] = {
			["time"] = 1564833534,
		},
		["语萧嫣然-狂热之刃"] = {
			["time"] = 1564621067,
		},
		["挖走了-格瑞姆巴托"] = {
			["time"] = 1564621067,
		},
		["我是大頭-燃烧之刃"] = {
			["time"] = 1564833534,
		},
		["呆萌小二货-布兰卡德"] = {
			["time"] = 1564621067,
		},
		["Ppooiiuuyytt-冬泉谷"] = {
			["time"] = 1564621067,
		},
		["最强车头-凤凰之神"] = {
			["time"] = 1564621067,
		},
		["安茹-安加萨"] = {
			["time"] = 1564721089,
		},
		["樱岛麻衣-阿比迪斯"] = {
			["time"] = 1564621067,
		},
		["大美女拉拉-暗影迷宫"] = {
			["time"] = 1564621067,
		},
		["极限吉祥-影之哀伤"] = {
			["time"] = 1564621067,
		},
		["就打后二团二-燃烧之刃"] = {
			["time"] = 1564721089,
		},
		["秋枫灬已逝-狂热之刃"] = {
			["time"] = 1564621067,
		},
		["雨中忧伤-凤凰之神"] = {
			["time"] = 1564721089,
		},
		["果巢嗒嗒-燃烧之刃"] = {
			["time"] = 1564833534,
		},
		["凶猛的阿昆达-黑铁"] = {
			["time"] = 1564721089,
		},
		["第一次瞎-布莱克摩"] = {
			["time"] = 1564721089,
		},
		["陌上纤虹-熔火之心"] = {
			["time"] = 1564621067,
		},
		["两毛钱大呲花-太阳之井"] = {
			["time"] = 1564721089,
		},
		["影魔女-燃烧之刃"] = {
			["time"] = 1564721089,
		},
		["乄贡嘎乄-外域"] = {
			["time"] = 1565601527,
		},
		["知否灬知否-凤凰之神"] = {
			["time"] = 1564721089,
		},
		["性感丶泳裤-丽丽（四川）"] = {
			["time"] = 1565956016,
		},
		["无情灭霸-燃烧之刃"] = {
			["time"] = 1564721089,
		},
		["丨卲灬爺-破碎岭"] = {
			["time"] = 1564621067,
		},
		["板砖得逆天-影之哀伤"] = {
			["time"] = 1564721089,
		},
		["朂毉毊灪-燃烧之刃"] = {
			["time"] = 1564833534,
		},
		["张扬的阿昆达-黑铁"] = {
			["time"] = 1564721089,
		},
		["㳒阿开-无尽之海"] = {
			["time"] = 1564721089,
		},
		["逝水殇流年-格瑞姆巴托"] = {
			["time"] = 1564721089,
		},
		["美美的阿昆达-黑铁"] = {
			["time"] = 1564721089,
		},
		["愁花落尽-血色十字军"] = {
			["time"] = 1564721089,
		},
		["夏未倾城-燃烧之刃"] = {
			["time"] = 1564621067,
		},
		["神丶王-凤凰之神"] = {
			["time"] = 1565612284,
		},
		["神奇的八倍镜-布兰卡德"] = {
			["time"] = 1564621067,
		},
		["云龙丶开炮-死亡之翼"] = {
			["time"] = 1564621067,
		},
		["Ladenm-战歌"] = {
			["time"] = 1564721089,
		},
		["遗莣混世者-地狱咆哮"] = {
			["time"] = 1564621067,
		},
		["大米同甲包摸-血色十字军"] = {
			["time"] = 1564621067,
		},
		["丶青橙之声-凤凰之神"] = {
			["time"] = 1564621067,
		},
		["轩墨二阁-燃烧之刃"] = {
			["time"] = 1564721089,
		},
		["洪姐奶站-阿克蒙德"] = {
			["time"] = 1565057072,
		},
		["梦醒半夏-死亡之翼"] = {
			["time"] = 1564721089,
		},
		["䶁无羡-无尽之海"] = {
			["time"] = 1564721089,
		},
		["全能的阿昆达-黑铁"] = {
			["time"] = 1564721089,
		},
		["岁月难得-无尽之海"] = {
			["time"] = 1564621067,
		},
		["求爆丶-凤凰之神"] = {
			["time"] = 1564621067,
		},
		["为时已晚-古达克"] = {
			["time"] = 1564621067,
		},
		["肃通門漂-血色十字军"] = {
			["time"] = 1564621067,
		},
		["落雪四阁-燃烧之刃"] = {
			["time"] = 1564721089,
		},
		["身体健康-克尔苏加德"] = {
			["time"] = 1565182070,
		},
		["谈笑有弘乳-死亡之翼"] = {
			["time"] = 1564621067,
		},
		["熏悟丶空的熏-凤凰之神"] = {
			["time"] = 1564621067,
		},
		["专属称号-无尽之海"] = {
			["time"] = 1564621067,
		},
		["韶华已远逝"] = {
			["time"] = 1565695076,
		},
		["婉若花襄-燃烧之刃"] = {
			["time"] = 1564621067,
		},
		["霞宝无敌-燃烧之刃"] = {
			["time"] = 1564621067,
		},
		["Endymionln-燃烧之刃"] = {
			["time"] = 1564621067,
		},
		["领路匠-燃烧之刃"] = {
			["time"] = 1564833534,
		},
		["这也太简单了-罗宁"] = {
			["time"] = 1564976145,
		},
	},
	["shareGuildToggle"] = true,
	["version"] = 7,
	["ignoreTimeLimit"] = 259200,
	["defaultFilterToggle"] = true,
	["shareLimit"] = 500,
	["versionMessageToggle"] = true,
	["shareToggle"] = true,
}
