
EasyScrap_IgnoreList = {
	[160267] = {
		{
			["破烂的裤子"] = {
				{
				}, -- [1]
			},
		}, -- [1]
		["isAzeriteArmor"] = false,
	},
	[158322] = {
		["isAzeriteArmor"] = false,
		[300] = {
			["熔金之皿"] = {
				{
					"4776", -- [1]
					"114", -- [2]
				}, -- [1]
			},
		},
	},
	["addonVersion"] = 24,
	[169489] = {
		["isAzeriteArmor"] = false,
		[385] = {
			["艾萨亚雷风暴涌流者斗篷"] = {
				{
					"6288", -- [1]
					"6300", -- [2]
					"4802", -- [3]
				}, -- [1]
			},
		},
	},
	[159630] = {
		["isAzeriteArmor"] = false,
		[435] = {
			["怨火柳枝"] = {
				{
					"5010", -- [1]
					"1602", -- [2]
					"5850", -- [3]
					"4783", -- [4]
				}, -- [1]
			},
		},
	},
}
