
ElephantDBPerChar = {
	["profileKeys"] = {
		["十里扬州路 - 亡语者"] = "十里扬州路 - 亡语者",
	},
	["char"] = {
		["十里扬州路 - 亡语者"] = {
			["logs"] = {
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "悄悄话",
					["logs"] = {
						{
							["arg1"] = " ",
						}, -- [1]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 14:27:31。",
						}, -- [2]
						{
							["arg2"] = "屠戮者西克沃斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589005792,
							["arg1"] = "你必将破碎！",
						}, -- [3]
						{
							["arg2"] = "屠戮者西克沃斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589005833,
							["arg1"] = "尼奥罗萨……已经归来……",
						}, -- [4]
						{
							["arg1"] = " ",
						}, -- [5]
						{
							["arg1"] = " ",
						}, -- [6]
						{
							["arg1"] = "记录开始于 05/09/2020 的 14:44:28。",
							["type"] = "SYSTEM",
						}, -- [7]
						{
							["arg2"] = "|Kq9|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589006854,
							["arg1"] = "小猫  现在有事干不？",
						}, -- [8]
						{
							["arg2"] = "|Kq9|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589006862,
							["arg1"] = "干嘛",
						}, -- [9]
						{
							["arg2"] = "|Kq9|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589006937,
							["arg1"] = "就  你要没事干的话陪我去打打低层大米？",
						}, -- [10]
						{
							["arg2"] = "|Kq9|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589006952,
							["arg1"] = "用戒律玩玩",
						}, -- [11]
						{
							["arg2"] = "|Kq9|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589006956,
							["arg1"] = "等下可能会带朋友低保  ",
						}, -- [12]
						{
							["arg2"] = "|Kq9|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589006961,
							["arg1"] = "哦 OK",
						}, -- [13]
						{
							["arg2"] = "|Kq9|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589006973,
							["arg1"] = "我现在对戒律有点方啊",
						}, -- [14]
						{
							["arg2"] = "|Kq9|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589006988,
							["arg1"] = "防御戒律的话堆精通",
						}, -- [15]
						{
							["arg2"] = "|Kq9|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589006998,
							["arg1"] = "感觉我完全不知道要干嘛 尤其是队友都掉血的情况",
						}, -- [16]
						{
							["arg2"] = "|Kq9|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589007017,
							["arg1"] = "队友都掉血  耀  然后苦修血最少的那个",
						}, -- [17]
						{
							["arg2"] = "|Kq9|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589007028,
							["arg1"] = "在可预见的AOE来之前上好盾",
						}, -- [18]
						{
							["arg2"] = "|Kq9|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589007051,
							["arg1"] = "=。 =话是这么说  但是手忙脚乱的",
						}, -- [19]
						{
							["arg2"] = "|Kq9|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589007085,
							["arg1"] = "那你可以像我ND一样  保持全队盾/救赎",
						}, -- [20]
						{
							["arg2"] = "|Kq9|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589007151,
							["arg1"] = "现在的问题是 我对救赎理解不清楚",
						}, -- [21]
						{
							["arg2"] = "|Kq9|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589007172,
							["arg1"] = "熊宝怎么了  他不会酒驾吧",
						}, -- [22]
						{
							["arg1"] = " ",
						}, -- [23]
						{
							["arg1"] = " ",
						}, -- [24]
						{
							["arg1"] = "记录开始于 05/09/2020 的 19:26:35。",
							["type"] = "SYSTEM",
						}, -- [25]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589025418,
							["arg1"] = "很好，我的选民。你们证明了自己有资格接受我的馈赠。",
						}, -- [26]
						{
							["arg1"] = " ",
						}, -- [27]
						{
							["arg1"] = " ",
						}, -- [28]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 20:56:29。",
						}, -- [29]
						{
							["arg2"] = "歼灭者拉克哈尔",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589029703,
							["arg1"] = "痛苦在等待着你！",
						}, -- [30]
						{
							["arg1"] = " ",
						}, -- [31]
						{
							["arg1"] = " ",
						}, -- [32]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 21:32:03。",
						}, -- [33]
						{
							["arg2"] = "苹果味的西瓜-丽丽（四川）",
							["type"] = "WHISPER",
							["time"] = 1589031977,
							["arg1"] = "11-18层同甲，出3件465装备，低保除了出装备周4还能开出475腐蚀装和换特质装，12-15层低保只要20快",
							["clColor"] = "fffef367",
						}, -- [34]
						{
							["arg2"] = "苹果味的西瓜-丽丽（四川）",
							["type"] = "WHISPER_INFORM",
							["time"] = 1589031977,
							["arg1"] = "BadBoy_Levels: You do not meet the requirements to whisper me.",
							["clColor"] = "fffef367",
						}, -- [35]
						{
							["arg2"] = "|Kq58|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589033086,
							["arg1"] = "你yy 不行 全卡了",
						}, -- [36]
						{
							["arg2"] = "|Kq58|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589033127,
							["arg1"] = "讲的 一卡 一卡 一卡 ",
						}, -- [37]
						{
							["arg2"] = "|Kq58|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589033136,
							["arg1"] = "听不清",
						}, -- [38]
						{
							["arg1"] = " ",
						}, -- [39]
						{
							["arg1"] = " ",
						}, -- [40]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/10/2020 的 13:47:26。",
						}, -- [41]
						{
							["arg2"] = "|Kq10|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589090795,
							["arg1"] = "KKKKKKKKKK",
						}, -- [42]
						{
							["arg1"] = " ",
						}, -- [43]
						{
							["arg1"] = " ",
						}, -- [44]
						{
							["arg1"] = "记录开始于 05/10/2020 的 14:14:50。",
							["type"] = "SYSTEM",
						}, -- [45]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589092561,
							["arg1"] = "很好，我的选民。你们证明了自己有资格接受我的馈赠。",
						}, -- [46]
						{
							["arg1"] = " ",
						}, -- [47]
						{
							["arg1"] = " ",
						}, -- [48]
						{
							["arg1"] = "记录开始于 05/10/2020 的 20:12:12。",
							["type"] = "SYSTEM",
						}, -- [49]
						{
							["arg2"] = "|Kq67|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589113718,
							["arg1"] = ".",
						}, -- [50]
						{
							["arg2"] = "|Kq67|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589113720,
							["arg1"] = "<Deadly Boss Mods> 丶丷正在与史诗+ (20) - 恐怖船长洛克伍德交战，（当前52%，5/5存活）",
						}, -- [51]
						{
							["arg2"] = "|Kq67|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589113928,
							["arg1"] = "<DBM> 丶丷已在史诗+ (20) - 恐怖船长洛克伍德的战斗中取得胜利！",
						}, -- [52]
						{
							["arg2"] = "|Kq67|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589113937,
							["arg1"] = "好难",
						}, -- [53]
						{
							["arg2"] = "|Kq67|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589113946,
							["arg1"] = "7分钟",
						}, -- [54]
						{
							["arg2"] = "|Kq67|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589113972,
							["arg1"] = "冰f",
						}, -- [55]
						{
							["arg2"] = "腐蚀者恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589114087,
							["arg1"] = "来吧，我的选民。见证这个世界的命运。",
						}, -- [56]
						{
							["arg2"] = "腐蚀者恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589114095,
							["arg1"] = "你们眼前的，就是命运的使者。",
						}, -- [57]
						{
							["arg1"] = " ",
						}, -- [58]
						{
							["arg1"] = " ",
						}, -- [59]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/10/2020 的 20:35:56。",
						}, -- [60]
						{
							["arg2"] = "|Kq67|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589114183,
							["arg1"] = "...",
						}, -- [61]
						{
							["arg2"] = "|Kq67|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589114366,
							["arg1"] = "叫r t一个16",
						}, -- [62]
						{
							["arg2"] = "腐蚀者恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589115146,
							["arg1"] = "你们经历的幻象，既是过去……也是未来。",
						}, -- [63]
						{
							["arg2"] = "腐蚀者恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589115156,
							["arg1"] = "我的帝国是这个世界的唯一归宿。",
						}, -- [64]
						{
							["arg2"] = "腐蚀者恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589115343,
							["arg1"] = "黑暗帝国在你眼中绵延。加入吧，成为新时代的先锋。",
						}, -- [65]
						{
							["arg2"] = "|Kq67|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589115879,
							["arg1"] = "老3 打t好疼 ",
						}, -- [66]
						{
							["arg2"] = "|Kq67|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589115880,
							["arg1"] = "<Deadly Boss Mods> 十里扬州路正在与普通 - 玛乌特交战，（当前20%，24/30存活）",
						}, -- [67]
						{
							["arg2"] = "|Kq67|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589115892,
							["arg1"] = "|Hjournal:1:2134:23|h[哈达尔·黑渊]|h",
						}, -- [68]
						{
							["arg2"] = "|Kq67|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589115978,
							["arg1"] = "<DBM> 十里扬州路已在普通 - 玛乌特的战斗中取得胜利！",
						}, -- [69]
						{
							["arg2"] = "腐蚀者恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589116138,
							["arg1"] = "看，我的帝国将吞噬你的现实。很快，万物都将归一。",
						}, -- [70]
						{
							["arg2"] = "|Kq67|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589116370,
							["arg1"] = "又在打多少？",
						}, -- [71]
						{
							["arg2"] = "|Kq67|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589117103,
							["arg1"] = "还没出来？",
						}, -- [72]
						{
							["arg2"] = "|Kq67|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589117104,
							["arg1"] = "<Deadly Boss Mods> 岩熊正在与史诗+ (15) - 阿库希尔交战，（当前22%，5/5存活）",
						}, -- [73]
						{
							["arg2"] = "|Kq67|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589117128,
							["arg1"] = "<DBM> 岩熊已在史诗+ (15) - 阿库希尔的战斗中取得胜利！",
						}, -- [74]
						{
							["arg2"] = "|Kq67|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589120150,
							["arg1"] = "在?",
						}, -- [75]
						{
							["arg2"] = "|Kq67|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589120156,
							["arg1"] = "？",
						}, -- [76]
						{
							["arg2"] = "|Kq67|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589120165,
							["arg1"] = "打一个 16c 垃圾场?",
						}, -- [77]
						{
							["arg2"] = "|Kq67|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589120179,
							["arg1"] = "准备打莱登 ",
						}, -- [78]
						{
							["arg2"] = "|Kq67|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589120676,
							["arg1"] = "黑了",
						}, -- [79]
						{
							["arg1"] = " ",
						}, -- [80]
						{
							["arg1"] = " ",
						}, -- [81]
						{
							["arg1"] = "记录开始于 05/10/2020 的 22:33:19。",
							["type"] = "SYSTEM",
						}, -- [82]
						{
							["arg2"] = "|Kq62|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589121665,
							["arg1"] = "1",
						}, -- [83]
						{
							["arg1"] = " ",
						}, -- [84]
						{
							["arg1"] = " ",
						}, -- [85]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/11/2020 的 20:47:52。",
						}, -- [86]
						{
							["arg2"] = "|Kq47|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589201611,
							["arg1"] = "你奶德有些啥腐蚀吖",
						}, -- [87]
						{
							["arg2"] = "|Kq47|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589201660,
							["arg1"] = "我现在穿的2级精通4级不可言喻1级洞察",
						}, -- [88]
						{
							["arg2"] = "|Kq47|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589201683,
							["arg1"] = "……",
						}, -- [89]
						{
							["arg2"] = "|Kq47|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589201686,
							["arg1"] = "猛啊",
						}, -- [90]
						{
							["arg2"] = "|Kq47|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589201761,
							["arg1"] = "我和你说哦  洞察+真相   恐惧方尖碑驱散1S一个 3个全驱",
						}, -- [91]
						{
							["arg2"] = "|Kq47|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589201770,
							["arg1"] = "爽的一比",
						}, -- [92]
						{
							["arg2"] = "|Kq47|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589201773,
							["arg1"] = "……",
						}, -- [93]
						{
							["arg2"] = "|Kq47|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589201783,
							["arg1"] = "为了舒服吗",
						}, -- [94]
						{
							["arg2"] = "|Kq47|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589201794,
							["arg1"] = "玩起来爽啊",
						}, -- [95]
						{
							["arg2"] = "|Kq47|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589201809,
							["arg1"] = "不点天赋2分钟一次宁静",
						}, -- [96]
						{
							["arg2"] = "|Kq47|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589201817,
							["arg1"] = "4S一个绽放",
						}, -- [97]
						{
							["arg2"] = "|Kq47|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589201833,
							["arg1"] = "我有点懵",
						}, -- [98]
						{
							["arg2"] = "|Kq47|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589201841,
							["arg1"] = "感觉用处不大啊",
						}, -- [99]
						{
							["arg2"] = "|Kq47|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589201850,
							["arg1"] = "树皮铁木 30S左右结界 10S左右基本实际",
						}, -- [100]
						{
							["arg2"] = "|Kq47|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589201896,
							["arg1"] = "我还有两套配装",
						}, -- [101]
						{
							["arg2"] = "|Kq47|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589201904,
							["arg1"] = "一个4级精通1级炮",
						}, -- [102]
						{
							["arg2"] = "|Kq47|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589201909,
							["arg1"] = "猛啊",
						}, -- [103]
						{
							["arg2"] = "|Kq47|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589201920,
							["arg1"] = "一个2级精通3级全能4级急速",
						}, -- [104]
						{
							["arg2"] = "|Kq47|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589201944,
							["arg1"] = "感觉都是为了刷血去堆的啊",
						}, -- [105]
						{
							["arg2"] = "|Kq47|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589201969,
							["arg1"] = "我输出腐蚀只有炮啊",
						}, -- [106]
						{
							["arg2"] = "|Kq47|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589201970,
							["arg1"] = "我就比较简单了4级炮1级龟裂……",
						}, -- [107]
						{
							["arg2"] = "|Kq47|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589201973,
							["arg1"] = "又不想去近战位",
						}, -- [108]
						{
							["arg2"] = "|Kq47|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589201993,
							["arg1"] = "想打输出我直接切猫了",
						}, -- [109]
						{
							["arg2"] = "|Kq47|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589202288,
							["arg1"] = "毕竟我平时就打打15-18   打不打DPS无所谓了",
						}, -- [110]
						{
							["arg2"] = "|Kq47|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589202301,
							["arg1"] = "懒得打高层",
						}, -- [111]
						{
							["arg2"] = "|Kq47|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589202303,
							["arg1"] = "找个队伍冲起来啊",
						}, -- [112]
						{
							["arg2"] = "|Kq47|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589202308,
							["arg1"] = "高层不是很刺激吗",
						}, -- [113]
						{
							["arg2"] = "|Kq47|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589202311,
							["arg1"] = "没啥意义啊",
						}, -- [114]
						{
							["arg2"] = "|Kq47|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589202315,
							["arg1"] = "好玩啊",
						}, -- [115]
						{
							["arg2"] = "|Kq47|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589202330,
							["arg1"] = "不如咸鱼玩小号",
						}, -- [116]
						{
							["arg2"] = "|Kq47|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589202349,
							["arg1"] = "小号太累",
						}, -- [117]
						{
							["arg2"] = "|Kq66|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589202351,
							["arg1"] = "要打个多少c?",
						}, -- [118]
						{
							["arg2"] = "|Kq66|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589202366,
							["arg1"] = "444  你看能打多少嘛…… ",
						}, -- [119]
						{
							["arg1"] = " ",
						}, -- [120]
						{
							["arg1"] = " ",
						}, -- [121]
						{
							["arg1"] = "记录开始于 05/11/2020 的 21:15:17。",
							["type"] = "SYSTEM",
						}, -- [122]
						{
							["arg2"] = "|Kq98|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589204033,
							["arg1"] = "话梅你在打多少的？",
						}, -- [123]
						{
							["arg2"] = "|Kq98|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589204046,
							["arg1"] = "16",
						}, -- [124]
						{
							["arg2"] = "|Kq98|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589204063,
							["arg1"] = "你现在怎么打16去了…… ",
						}, -- [125]
						{
							["arg2"] = "|Kq98|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589204072,
							["arg1"] = "坐骑图纸没拿",
						}, -- [126]
						{
							["arg2"] = "|Kq98|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589204107,
							["arg1"] = "不打字了",
						}, -- [127]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589205197,
							["arg1"] = "进入我的国度……证明你们的价值。",
						}, -- [128]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589205289,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [129]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589205464,
							["arg1"] = "睁开你的眼睛。",
						}, -- [130]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589205549,
							["arg1"] = "你们的眼睛……闭上了。",
						}, -- [131]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589205579,
							["arg1"] = "来吧，淹死吧。",
						}, -- [132]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589205676,
							["arg1"] = "你们的眼睛……闭上了。",
						}, -- [133]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589206562,
							["arg1"] = "你让你真正的主人失望了。",
						}, -- [134]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589206612,
							["arg1"] = "进入我的国度……证明你们的价值。",
						}, -- [135]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589206707,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [136]
						{
							["arg1"] = " ",
						}, -- [137]
						{
							["arg1"] = " ",
						}, -- [138]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/13/2020 的 15:00:50。",
						}, -- [139]
						{
							["arg2"] = "|Kq88|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589355180,
							["arg1"] = "哎",
						}, -- [140]
						{
							["arg2"] = "|Kq88|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589355181,
							["arg1"] = "<Deadly Boss Mods> 十里扬州路正在与史诗+ (2) - 哈达尔·黑渊交战，（当前未知，5/5存活）",
						}, -- [141]
						{
							["arg2"] = "|Kq88|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589355185,
							["arg1"] = "不想回",
						}, -- [142]
						{
							["arg2"] = "|Kq88|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589355219,
							["arg1"] = "<DBM> 十里扬州路已在史诗+ (2) - 哈达尔·黑渊的战斗中取得胜利！",
						}, -- [143]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589355377,
							["arg1"] = "很好，我的选民。你们证明了自己有资格接受我的馈赠。",
						}, -- [144]
						{
							["arg1"] = " ",
						}, -- [145]
						{
							["arg1"] = " ",
						}, -- [146]
						{
							["arg1"] = "记录开始于 05/13/2020 的 21:11:42。",
							["type"] = "SYSTEM",
						}, -- [147]
						{
							["arg2"] = "|Kq119|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589375534,
							["arg1"] = "那就是没人啰…… ",
						}, -- [148]
						{
							["arg2"] = "|Kq119|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589375534,
							["arg1"] = "灭了几次",
						}, -- [149]
						{
							["arg2"] = "|Kq119|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589375534,
							["arg1"] = "|Hjournal:1:2377:15|h[黑暗审判官夏奈什]|h 灭x3",
						}, -- [150]
						{
							["arg2"] = "|Kq119|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589375534,
							["arg1"] = "……",
						}, -- [151]
						{
							["arg2"] = "|Kq119|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589375545,
							["arg1"] = "8点多才 开打",
						}, -- [152]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589377367,
							["arg1"] = "很好，我的选民。你们证明了自己有资格接受我的馈赠。",
						}, -- [153]
						{
							["arg1"] = " ",
						}, -- [154]
						{
							["arg1"] = " ",
						}, -- [155]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/13/2020 的 22:20:39。",
						}, -- [156]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589380863,
							["arg1"] = "很好，我的选民。你们证明了自己有资格接受我的馈赠。",
						}, -- [157]
						{
							["arg1"] = " ",
						}, -- [158]
						{
							["arg1"] = " ",
						}, -- [159]
						{
							["arg1"] = "记录开始于 05/14/2020 的 07:39:22。",
							["type"] = "SYSTEM",
						}, -- [160]
						{
							["arg2"] = "|Kq59|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589413193,
							["arg1"] = "我现在能穿6级急速+6级触发急速…… ",
						}, -- [161]
						{
							["arg2"] = "|Kq59|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589413222,
							["arg1"] = "|Hitem:159324::::::::120:581::35:8:6536:6578:6579:6478:6462:6515:1647:4786:::|h[鲜血长者护腕]|h",
						}, -- [162]
						{
							["arg2"] = "|Kq59|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589413235,
							["arg1"] = "dh?",
						}, -- [163]
						{
							["arg2"] = "|Kq59|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589413240,
							["arg1"] = "en ",
						}, -- [164]
						{
							["arg2"] = "|Kq59|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589413247,
							["arg1"] = "|Hitem:159324::::::::120:581::35:8:6536:6578:6579:6478:6462:6515:1647:4786:::|h[鲜血长者护腕]|hDH 的",
						}, -- [165]
						{
							["arg2"] = "|Kq59|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589413265,
							["arg1"] = "主暴击 还行",
						}, -- [166]
						{
							["arg2"] = "|Kq59|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589413270,
							["arg1"] = "急速那一套我DH怎么可能有",
						}, -- [167]
						{
							["arg2"] = "|Kq12|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589413400,
							["arg1"] = "475羽毛",
						}, -- [168]
						{
							["arg2"] = "|Kq59|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589413461,
							["arg1"] = "|Hitem:159324::::::::120:581::35:8:6536:6578:6579:6478:6462:6515:1647:4786:::|h[鲜血长者护腕]|h",
						}, -- [169]
						{
							["arg2"] = "|Kq59|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589413656,
							["arg1"] = "|Hitem:159463::::::::120:577::35:7:6536:6578:6579:6560:6515:1647:4786:::|h[脉动血管指环]|h",
						}, -- [170]
						{
							["arg1"] = " ",
						}, -- [171]
						{
							["arg1"] = " ",
						}, -- [172]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/14/2020 的 14:36:32。",
						}, -- [173]
						{
							["arg2"] = "|Kq105|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589438837,
							["arg1"] = "熊 有空带我幻象",
						}, -- [174]
						{
							["arg2"] = "|Kq119|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589438856,
							["arg1"] = "打本",
						}, -- [175]
						{
							["arg2"] = "|Kq119|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589438862,
							["arg1"] = "打啥？",
						}, -- [176]
						{
							["arg2"] = "|Kq105|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589438869,
							["arg1"] = "几级了",
						}, -- [177]
						{
							["arg2"] = "|Kq105|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589438874,
							["arg1"] = "7",
						}, -- [178]
						{
							["arg2"] = "|Kq119|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589438874,
							["arg1"] = "我去tt庄园玩玩",
						}, -- [179]
						{
							["arg2"] = "|Kq119|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589438877,
							["arg1"] = "15左右",
						}, -- [180]
						{
							["arg2"] = "|Kq105|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589438880,
							["arg1"] = "现在两张票",
						}, -- [181]
						{
							["arg2"] = "|Kq119|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589438886,
							["arg1"] = "庄园…… ",
						}, -- [182]
						{
							["arg2"] = "|Kq105|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589438902,
							["arg1"] = "等会能在搞一张",
						}, -- [183]
						{
							["arg2"] = "|Kq119|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589438915,
							["arg1"] = "你都不在线",
						}, -- [184]
						{
							["arg2"] = "|Kq119|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589438925,
							["arg1"] = "蓝条",
						}, -- [185]
						{
							["arg1"] = " ",
						}, -- [186]
						{
							["arg1"] = " ",
						}, -- [187]
						{
							["arg1"] = "记录开始于 05/14/2020 的 15:43:08。",
							["type"] = "SYSTEM",
						}, -- [188]
						{
							["arg2"] = "|Kq62|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589442532,
							["arg1"] = "才发现 yy 一直没开声音",
						}, -- [189]
						{
							["arg2"] = "|Kq62|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589442608,
							["arg1"] = "0x5?",
						}, -- [190]
						{
							["arg2"] = "|Kq62|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589442701,
							["arg1"] = "80%",
						}, -- [191]
						{
							["arg1"] = " ",
						}, -- [192]
						{
							["arg1"] = " ",
						}, -- [193]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/14/2020 的 15:57:09。",
						}, -- [194]
						{
							["arg2"] = "|Kq116|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589443164,
							["arg1"] = "可以",
						}, -- [195]
						{
							["arg2"] = "|Kq116|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589443179,
							["arg1"] = "你急速不够",
						}, -- [196]
						{
							["arg2"] = "|Kq116|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589443250,
							["arg1"] = "打0x5 还是 1x5 2x5?",
						}, -- [197]
						{
							["arg2"] = "|Kq116|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589443285,
							["arg1"] = "面具共享的",
						}, -- [198]
						{
							["arg2"] = "|Kq116|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589443442,
							["arg1"] = "多久",
						}, -- [199]
						{
							["arg2"] = "奴隶主奥洛克",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589444615,
							["arg1"] = "万物……终将……臣服……",
						}, -- [200]
						{
							["arg2"] = "奴隶主奥洛克",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589446411,
							["arg1"] = "很快你就会乞求侍奉恩佐斯！",
						}, -- [201]
						{
							["arg2"] = "奴隶主奥洛克",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589446464,
							["arg1"] = "万物……终将……臣服……",
						}, -- [202]
						{
							["arg1"] = " ",
						}, -- [203]
						{
							["arg1"] = " ",
						}, -- [204]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/14/2020 的 22:20:27。",
						}, -- [205]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589469134,
							["arg1"] = "很好，我的选民。你们证明了自己有资格接受我的馈赠。",
						}, -- [206]
						{
							["arg1"] = " ",
						}, -- [207]
						{
							["arg1"] = " ",
						}, -- [208]
						{
							["arg1"] = "记录开始于 05/15/2020 的 13:22:46。",
							["type"] = "SYSTEM",
						}, -- [209]
						{
							["arg2"] = "|Kq121|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589525753,
							["arg1"] = "走",
						}, -- [210]
						{
							["arg2"] = "|Kq121|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589525754,
							["arg1"] = "打两个",
						}, -- [211]
						{
							["arg2"] = "|Kq121|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589525812,
							["arg1"] = "打啥？",
						}, -- [212]
						{
							["arg2"] = "|Kq121|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589525816,
							["arg1"] = "不知道",
						}, -- [213]
						{
							["arg2"] = "|Kq121|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589525841,
							["arg1"] = "帮我DHT毛？ 还是ND？",
						}, -- [214]
						{
							["arg2"] = "|Kq121|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589525850,
							["arg1"] = "不知道啊",
						}, -- [215]
						{
							["arg2"] = "|Kq121|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589525925,
							["arg1"] = "帮我毛装备呗那就",
						}, -- [216]
						{
							["arg1"] = " ",
						}, -- [217]
						{
							["arg1"] = " ",
						}, -- [218]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/15/2020 的 15:03:02。",
						}, -- [219]
						{
							["arg2"] = "Rikii-冰风岗",
							["type"] = "WHISPER_INFORM",
							["time"] = 1589526286,
							["arg1"] = "来YY不？",
							["clColor"] = "ffa22fc8",
						}, -- [220]
						{
							["arg2"] = "Rikii-冰风岗",
							["type"] = "WHISPER",
							["time"] = 1589526301,
							["arg1"] = "suib",
							["clColor"] = "ffa22fc8",
						}, -- [221]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589527920,
							["arg1"] = "很好，我的选民。你们证明了自己有资格接受我的馈赠。",
						}, -- [222]
						{
							["arg1"] = " ",
						}, -- [223]
						{
							["arg1"] = " ",
						}, -- [224]
						{
							["arg1"] = "记录开始于 05/15/2020 的 19:53:41。",
							["type"] = "SYSTEM",
						}, -- [225]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589545886,
							["arg1"] = "进入我的国度……证明你们的价值。",
						}, -- [226]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589545965,
							["arg1"] = "逃……逃吧。你终将侍奉我。",
						}, -- [227]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589546320,
							["arg1"] = "睁开你的眼睛。",
						}, -- [228]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589546365,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [229]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589547211,
							["arg1"] = "来吧，淹死吧。",
						}, -- [230]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589547300,
							["arg1"] = "你们的眼睛……闭上了。",
						}, -- [231]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589547308,
							["arg1"] = "你无法逃脱命运。",
						}, -- [232]
						{
							["arg2"] = "|Kq30|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589547439,
							["arg1"] = ".",
						}, -- [233]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589547463,
							["arg1"] = "很好，我的选民。你们证明了自己有资格接受我的馈赠。",
						}, -- [234]
						{
							["arg1"] = " ",
						}, -- [235]
						{
							["arg1"] = " ",
						}, -- [236]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/15/2020 的 23:30:16。",
						}, -- [237]
						{
							["arg2"] = "|Kq33|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589556736,
							["arg1"] = "|Hitem:159306::::::::120:577::16:9:6536:4802:6578:6579:6438:6462:6515:1637:4786:::|h[焦灼污渍长裤]|h",
						}, -- [238]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589557566,
							["arg1"] = "来吧，淹死吧。",
						}, -- [239]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589557653,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [240]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589557924,
							["arg1"] = "进入我的国度……证明你们的价值。",
						}, -- [241]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589558030,
							["arg1"] = "逃……逃吧。你终将侍奉我。",
						}, -- [242]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589558856,
							["arg1"] = "来吧，淹死吧。",
						}, -- [243]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589558921,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [244]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589559258,
							["arg1"] = "你让你真正的主人失望了。",
						}, -- [245]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589559284,
							["arg1"] = "睁开你的眼睛。",
						}, -- [246]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589559373,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = " ",
						}, -- [249]
						{
							["arg1"] = "记录开始于 05/16/2020 的 11:28:57。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
				}, -- [1]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "团队",
					["logs"] = {
						{
							["arg2"] = "道医苦来由-影之哀伤",
							["type"] = "RAID_LEADER",
							["time"] = 1589524145,
							["arg1"] = "法爷出本了",
							["clColor"] = "fffefefe",
						}, -- [1]
						{
							["arg2"] = "张羽沐汐汐-黑铁",
							["type"] = "RAID",
							["time"] = 1589524167,
							["arg1"] = "打我肯定能打啊，但是真的太累了",
							["clColor"] = "ff006fdc",
						}, -- [2]
						{
							["arg2"] = "道医苦来由-影之哀伤",
							["type"] = "RAID_LEADER",
							["time"] = 1589524171,
							["arg1"] = "萨满就是一个苦逼职业",
							["clColor"] = "fffefefe",
						}, -- [3]
						{
							["arg2"] = "张羽沐汐汐-黑铁",
							["type"] = "RAID",
							["time"] = 1589524176,
							["arg1"] = "我就是一条咸鱼",
							["clColor"] = "ff006fdc",
						}, -- [4]
						{
							["arg2"] = "张羽沐汐汐-黑铁",
							["type"] = "RAID",
							["time"] = 1589524187,
							["arg1"] = "锁甲双废不配说话",
							["clColor"] = "ff006fdc",
						}, -- [5]
						{
							["arg2"] = "张羽沐汐汐-黑铁",
							["type"] = "RAID",
							["time"] = 1589524200,
							["arg1"] = "所以团长我一会儿可以换我的SS来吗？",
							["clColor"] = "ff006fdc",
						}, -- [6]
						{
							["arg2"] = "道医苦来由-影之哀伤",
							["type"] = "RAID_LEADER",
							["time"] = 1589524207,
							["arg1"] = "可以啊，随意",
							["clColor"] = "fffefefe",
						}, -- [7]
						{
							["arg2"] = "张羽沐汐汐-黑铁",
							["type"] = "RAID",
							["time"] = 1589524211,
							["arg1"] = "好的",
							["clColor"] = "ff006fdc",
						}, -- [8]
						{
							["arg2"] = "沐沐尐咘丁-狂热之刃",
							["type"] = "RAID",
							["time"] = 1589524212,
							["arg1"] = "那真不是。。LR打 大幻象还可以 ",
							["clColor"] = "ffa9d271",
						}, -- [9]
						{
							["arg2"] = "张羽沐汐汐-黑铁",
							["type"] = "RAID",
							["time"] = 1589524225,
							["arg1"] = "闭嘴，废物",
							["clColor"] = "ff006fdc",
						}, -- [10]
						{
							["arg2"] = "止戰之殤丨-狂热之刃",
							["type"] = "RAID",
							["time"] = 1589524227,
							["arg1"] = "LR这个版本还行",
							["clColor"] = "ffc59a6c",
						}, -- [11]
						{
							["arg2"] = "张羽沐汐汐-黑铁",
							["type"] = "RAID",
							["time"] = 1589524229,
							["arg1"] = "不要说话",
							["clColor"] = "ff006fdc",
						}, -- [12]
						{
							["arg2"] = "沐沐尐咘丁-狂热之刃",
							["type"] = "RAID",
							["time"] = 1589524229,
							["arg1"] = "哈哈哈",
							["clColor"] = "ffa9d271",
						}, -- [13]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "RAID",
							["time"] = 1589524237,
							["arg1"] = "谁跟你双废了{皱眉}",
							["clColor"] = "ffa22fc8",
						}, -- [14]
						{
							["arg2"] = "沐沐尐咘丁-狂热之刃",
							["type"] = "RAID",
							["time"] = 1589524245,
							["arg1"] = "我LR装备比74差 感觉比惩戒好打多了",
							["clColor"] = "ffa9d271",
						}, -- [15]
						{
							["arg2"] = "张羽沐汐汐-黑铁",
							["type"] = "RAID",
							["time"] = 1589524245,
							["arg1"] = "LR跟我双飞",
							["clColor"] = "ff006fdc",
						}, -- [16]
						{
							["arg2"] = "张羽沐汐汐-黑铁",
							["type"] = "RAID",
							["time"] = 1589524250,
							["arg1"] = "双废",
							["clColor"] = "ff006fdc",
						}, -- [17]
						{
							["arg2"] = "张羽沐汐汐-黑铁",
							["type"] = "RAID",
							["time"] = 1589524256,
							["arg1"] = "不对，电萨",
							["clColor"] = "ff006fdc",
						}, -- [18]
						{
							["arg2"] = "张羽沐汐汐-黑铁",
							["type"] = "RAID",
							["time"] = 1589524258,
							["arg1"] = "打扰了",
							["clColor"] = "ff006fdc",
						}, -- [19]
						{
							["arg2"] = "张羽沐汐汐-黑铁",
							["type"] = "RAID",
							["time"] = 1589524268,
							["arg1"] = "BL都是废物！！！",
							["clColor"] = "ff006fdc",
						}, -- [20]
						{
							["arg2"] = "止戰之殤丨-狂热之刃",
							["type"] = "RAID",
							["time"] = 1589524271,
							["arg1"] = "谁在换地图哦",
							["clColor"] = "ffc59a6c",
						}, -- [21]
						{
							["arg2"] = "张羽沐汐汐-黑铁",
							["type"] = "RAID",
							["time"] = 1589524274,
							["arg1"] = "你们也全都是废物",
							["clColor"] = "ff006fdc",
						}, -- [22]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "RAID",
							["time"] = 1589524280,
							["arg1"] = "电萨玩着不爽玩玩增强说不定有新体验",
							["clColor"] = "ffa22fc8",
						}, -- [23]
						{
							["arg2"] = "张羽沐汐汐-黑铁",
							["type"] = "RAID",
							["time"] = 1589524289,
							["arg1"] = "没武器",
							["clColor"] = "ff006fdc",
						}, -- [24]
						{
							["arg2"] = "道医苦来由-影之哀伤",
							["type"] = "RAID_LEADER",
							["time"] = 1589524291,
							["arg1"] = "整个8.0都不好玩，要不然我也不至于停了5个月不玩了",
							["clColor"] = "fffefefe",
						}, -- [25]
						{
							["arg2"] = "沐沐尐咘丁-狂热之刃",
							["type"] = "RAID",
							["time"] = 1589524291,
							["arg1"] = "。。怎么停了这么长时间",
							["clColor"] = "ffa9d271",
						}, -- [26]
						{
							["arg2"] = "张羽沐汐汐-黑铁",
							["type"] = "RAID",
							["time"] = 1589524298,
							["arg1"] = "增强好玩",
							["clColor"] = "ff006fdc",
						}, -- [27]
						{
							["arg2"] = "道医苦来由-影之哀伤",
							["type"] = "RAID_LEADER",
							["time"] = 1589524310,
							["arg1"] = "DK离线了",
							["clColor"] = "fffefefe",
						}, -- [28]
						{
							["arg2"] = "止戰之殤丨-狂热之刃",
							["type"] = "RAID",
							["time"] = 1589524313,
							["arg1"] = "掉了一个 。。",
							["clColor"] = "ffc59a6c",
						}, -- [29]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "RAID",
							["time"] = 1589524316,
							["arg1"] = "我德都4修 配了7套装备",
							["clColor"] = "ffa22fc8",
						}, -- [30]
						{
							["arg2"] = "张羽沐汐汐-黑铁",
							["type"] = "RAID",
							["time"] = 1589524317,
							["arg1"] = "起手爆发，打残对面然后等死",
							["clColor"] = "ff006fdc",
						}, -- [31]
						{
							["arg2"] = "沐沐尐咘丁-狂热之刃",
							["type"] = "RAID",
							["time"] = 1589524319,
							["arg1"] = "0.0",
							["clColor"] = "ffa9d271",
						}, -- [32]
						{
							["arg2"] = "张羽沐汐汐-黑铁",
							["type"] = "RAID",
							["time"] = 1589524352,
							["arg1"] = "还是想念6.0",
							["clColor"] = "ff006fdc",
						}, -- [33]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "RAID",
							["time"] = 1589524378,
							["arg1"] = "60.闷在要塞发呆吗…… ",
							["clColor"] = "ffa22fc8",
						}, -- [34]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "RAID",
							["time"] = 1589524384,
							["arg1"] = "虽然职业饰品是真的爽",
							["clColor"] = "ffa22fc8",
						}, -- [35]
						{
							["arg2"] = "道医苦来由-影之哀伤",
							["type"] = "RAID_LEADER",
							["time"] = 1589524385,
							["arg1"] = "6.0增强AOE还是挺猛的",
							["clColor"] = "fffefefe",
						}, -- [36]
						{
							["arg2"] = "张羽沐汐汐-黑铁",
							["type"] = "RAID",
							["time"] = 1589524402,
							["arg1"] = "6.0我的天下啊",
							["clColor"] = "ff006fdc",
						}, -- [37]
						{
							["arg2"] = "张羽沐汐汐-黑铁",
							["type"] = "RAID",
							["time"] = 1589524405,
							["arg1"] = "哭了",
							["clColor"] = "ff006fdc",
						}, -- [38]
						{
							["arg2"] = "道医苦来由-影之哀伤",
							["type"] = "RAID_LEADER",
							["time"] = 1589524418,
							["arg1"] = "烈焰震击，传染一群，轻松爆表",
							["clColor"] = "fffefefe",
						}, -- [39]
						{
							["arg2"] = "张羽沐汐汐-黑铁",
							["type"] = "RAID",
							["time"] = 1589524432,
							["arg1"] = "我以前还玩痛苦术呢",
							["clColor"] = "ff006fdc",
						}, -- [40]
						{
							["arg2"] = "张羽沐汐汐-黑铁",
							["type"] = "RAID",
							["time"] = 1589524442,
							["arg1"] = "结果这个版本是真的痛苦了",
							["clColor"] = "ff006fdc",
						}, -- [41]
						{
							["arg2"] = "张羽沐汐汐-黑铁",
							["type"] = "RAID",
							["time"] = 1589524458,
							["arg1"] = "火毁天下第一",
							["clColor"] = "ff006fdc",
						}, -- [42]
						{
							["arg2"] = "张羽沐汐汐-黑铁",
							["type"] = "RAID",
							["time"] = 1589524492,
							["arg1"] = "=。=",
							["clColor"] = "ff006fdc",
						}, -- [43]
						{
							["arg2"] = "道医苦来由-影之哀伤",
							["type"] = "RAID_LEADER",
							["time"] = 1589524497,
							["arg1"] = "进本",
							["clColor"] = "fffefefe",
						}, -- [44]
						{
							["arg2"] = "张羽沐汐汐-黑铁",
							["type"] = "RAID",
							["time"] = 1589524498,
							["arg1"] = "团长洗洗脸去",
							["clColor"] = "ff006fdc",
						}, -- [45]
						{
							["arg2"] = "厨娘-盖斯",
							["type"] = "RAID",
							["time"] = 1589524498,
							["arg1"] = "我换件装备马上来",
							["clColor"] = "ff00fe95",
						}, -- [46]
						{
							["arg2"] = "沐沐尐咘丁-狂热之刃",
							["type"] = "RAID",
							["time"] = 1589524512,
							["arg1"] = "又是这个SB图。。。哭了",
							["clColor"] = "ffa9d271",
						}, -- [47]
						{
							["arg2"] = "道医苦来由-影之哀伤",
							["type"] = "RAID_LEADER",
							["time"] = 1589524525,
							["arg1"] = "DK",
							["clColor"] = "fffefefe",
						}, -- [48]
						{
							["arg2"] = "道医苦来由-影之哀伤",
							["type"] = "RAID_LEADER",
							["time"] = 1589524539,
							["arg1"] = "DK进场了",
							["clColor"] = "fffefefe",
						}, -- [49]
						{
							["arg2"] = "止戰之殤丨-狂热之刃",
							["type"] = "RAID",
							["time"] = 1589524540,
							["arg1"] = "貌似走了一个",
							["clColor"] = "ffc59a6c",
						}, -- [50]
						{
							["arg2"] = "沐沐尐咘丁-狂热之刃",
							["type"] = "RAID",
							["time"] = 1589524543,
							["arg1"] = "...0.0",
							["clColor"] = "ffa9d271",
						}, -- [51]
						{
							["arg2"] = "张羽沐汐汐-黑铁",
							["type"] = "RAID",
							["time"] = 1589524545,
							["arg1"] = "来卡bug跳吧",
							["clColor"] = "ff006fdc",
						}, -- [52]
						{
							["arg2"] = "张羽沐汐汐-黑铁",
							["type"] = "RAID",
							["time"] = 1589524563,
							["arg1"] = "可以打",
							["clColor"] = "ff006fdc",
						}, -- [53]
						{
							["arg2"] = "加尓嚕什-格瑞姆巴托",
							["type"] = "RAID",
							["time"] = 1589524566,
							["arg1"] = "这不随便打么",
							["clColor"] = "ffc59a6c",
						}, -- [54]
						{
							["arg2"] = "张羽沐汐汐-黑铁",
							["type"] = "RAID",
							["time"] = 1589524568,
							["arg1"] = "对面什么鬼哦",
							["clColor"] = "ff006fdc",
						}, -- [55]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "RAID",
							["time"] = 1589524571,
							["arg1"] = "下不去",
							["clColor"] = "ffa22fc8",
						}, -- [56]
						{
							["arg2"] = "道医苦来由-影之哀伤",
							["type"] = "RAID_LEADER",
							["time"] = 1589524572,
							["arg1"] = "LR小DDK一起走，其他人抱团",
							["clColor"] = "fffefefe",
						}, -- [57]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "RAID",
							["time"] = 1589524574,
							["arg1"] = "会被送上来",
							["clColor"] = "ffa22fc8",
						}, -- [58]
						{
							["arg2"] = "止戰之殤丨-狂热之刃",
							["type"] = "RAID",
							["time"] = 1589524577,
							["arg1"] = "还没到时间",
							["clColor"] = "ffc59a6c",
						}, -- [59]
						{
							["arg2"] = "张羽沐汐汐-黑铁",
							["type"] = "RAID",
							["time"] = 1589524579,
							["arg1"] = "提前3秒跳",
							["clColor"] = "ff006fdc",
						}, -- [60]
						{
							["arg2"] = "道医苦来由-影之哀伤",
							["type"] = "RAID_LEADER",
							["time"] = 1589524587,
							["arg1"] = "随便打了，对面垃圾队",
							["clColor"] = "fffefefe",
						}, -- [61]
						{
							["arg2"] = "张羽沐汐汐-黑铁",
							["type"] = "RAID",
							["time"] = 1589524612,
							["arg1"] = "有基佬在打我们的ZS",
							["clColor"] = "ff006fdc",
						}, -- [62]
						{
							["arg2"] = "止戰之殤丨-狂热之刃",
							["type"] = "RAID",
							["time"] = 1589524615,
							["arg1"] = "...",
							["clColor"] = "ffc59a6c",
						}, -- [63]
						{
							["arg2"] = "加尓嚕什-格瑞姆巴托",
							["type"] = "RAID",
							["time"] = 1589524653,
							["arg1"] = "。。",
							["clColor"] = "ffc59a6c",
						}, -- [64]
						{
							["arg2"] = "道医苦来由-影之哀伤",
							["type"] = "RAID_LEADER",
							["time"] = 1589524655,
							["arg1"] = "帮帮DK",
							["clColor"] = "fffefefe",
						}, -- [65]
						{
							["arg2"] = "止戰之殤丨-狂热之刃",
							["type"] = "RAID",
							["time"] = 1589524675,
							["arg1"] = "打半天又打不死我",
							["clColor"] = "ffc59a6c",
						}, -- [66]
						{
							["arg2"] = "张羽沐汐汐-黑铁",
							["type"] = "RAID",
							["time"] = 1589524680,
							["arg1"] = "我觉得不用帮",
							["clColor"] = "ff006fdc",
						}, -- [67]
						{
							["arg2"] = "张羽沐汐汐-黑铁",
							["type"] = "RAID",
							["time"] = 1589524686,
							["arg1"] = "他都把别人打死了",
							["clColor"] = "ff006fdc",
						}, -- [68]
						{
							["arg2"] = "道医苦来由-影之哀伤",
							["type"] = "RAID_LEADER",
							["time"] = 1589524699,
							["arg1"] = "DK大哥猛人",
							["clColor"] = "fffefefe",
						}, -- [69]
						{
							["arg2"] = "止戰之殤丨-狂热之刃",
							["type"] = "RAID",
							["time"] = 1589524715,
							["arg1"] = "DK去PK的话确实挺牛的",
							["clColor"] = "ffc59a6c",
						}, -- [70]
						{
							["arg2"] = "加尓嚕什-格瑞姆巴托",
							["type"] = "RAID",
							["time"] = 1589524744,
							["arg1"] = "我这有个DH",
							["clColor"] = "ffc59a6c",
						}, -- [71]
						{
							["arg2"] = "张羽沐汐汐-黑铁",
							["type"] = "RAID",
							["time"] = 1589524750,
							["arg1"] = "100多W的血DK打PJ就是恶心人",
							["clColor"] = "ff006fdc",
						}, -- [72]
						{
							["arg2"] = "加尓嚕什-格瑞姆巴托",
							["type"] = "RAID",
							["time"] = 1589524753,
							["arg1"] = "我打不到他",
							["clColor"] = "ffc59a6c",
						}, -- [73]
						{
							["arg2"] = "道医苦来由-影之哀伤",
							["type"] = "RAID_LEADER",
							["time"] = 1589524768,
							["arg1"] = "那是为了拖人，当搅屎棍用的",
							["clColor"] = "fffefefe",
						}, -- [74]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "RAID",
							["time"] = 1589524783,
							["arg1"] = "这算什么…… ",
							["clColor"] = "ffa22fc8",
						}, -- [75]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "RAID",
							["time"] = 1589524795,
							["arg1"] = "水里居然不会死",
							["clColor"] = "ffa22fc8",
						}, -- [76]
						{
							["arg2"] = "加尓嚕什-格瑞姆巴托",
							["type"] = "RAID",
							["time"] = 1589524803,
							["arg1"] = "哪去了",
							["clColor"] = "ffc59a6c",
						}, -- [77]
						{
							["arg2"] = "加尓嚕什-格瑞姆巴托",
							["type"] = "RAID",
							["time"] = 1589524808,
							["arg1"] = "DH还有隐身吗",
							["clColor"] = "ffc59a6c",
						}, -- [78]
						{
							["arg2"] = "张羽沐汐汐-黑铁",
							["type"] = "RAID",
							["time"] = 1589524809,
							["arg1"] = "传回去了",
							["clColor"] = "ff006fdc",
						}, -- [79]
						{
							["arg2"] = "厨娘-盖斯",
							["type"] = "RAID",
							["time"] = 1589524809,
							["arg1"] = "上船了",
							["clColor"] = "ff00fe95",
						}, -- [80]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "RAID",
							["time"] = 1589524811,
							["arg1"] = "传送去船上了",
							["clColor"] = "ffa22fc8",
						}, -- [81]
						{
							["arg2"] = "加尓嚕什-格瑞姆巴托",
							["type"] = "RAID",
							["time"] = 1589524825,
							["arg1"] = "怎么传送啊",
							["clColor"] = "ffc59a6c",
						}, -- [82]
						{
							["arg2"] = "张羽沐汐汐-黑铁",
							["type"] = "RAID",
							["time"] = 1589524827,
							["arg1"] = "你往前跑也会传回去",
							["clColor"] = "ff006fdc",
						}, -- [83]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "RAID",
							["time"] = 1589524829,
							["arg1"] = "跑远了",
							["clColor"] = "ffa22fc8",
						}, -- [84]
						{
							["arg2"] = "厨娘-盖斯",
							["type"] = "RAID",
							["time"] = 1589524833,
							["arg1"] = "你往前走 也会上船",
							["clColor"] = "ff00fe95",
						}, -- [85]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "RAID",
							["time"] = 1589524834,
							["arg1"] = "系统自动传送的",
							["clColor"] = "ffa22fc8",
						}, -- [86]
						{
							["arg2"] = "加尓嚕什-格瑞姆巴托",
							["type"] = "RAID",
							["time"] = 1589524837,
							["arg1"] = "哦哦哦",
							["clColor"] = "ffc59a6c",
						}, -- [87]
						{
							["arg2"] = "张羽沐汐汐-黑铁",
							["type"] = "RAID",
							["time"] = 1589524856,
							["arg1"] = "他刚在你背后",
							["clColor"] = "ff006fdc",
						}, -- [88]
						{
							["arg2"] = "加尓嚕什-格瑞姆巴托",
							["type"] = "RAID",
							["time"] = 1589524856,
							["arg1"] = "我看到他了。。",
							["clColor"] = "ffc59a6c",
						}, -- [89]
						{
							["arg2"] = "张羽沐汐汐-黑铁",
							["type"] = "RAID",
							["time"] = 1589524860,
							["arg1"] = "我也看到了",
							["clColor"] = "ff006fdc",
						}, -- [90]
						{
							["arg2"] = "道医苦来由-影之哀伤",
							["type"] = "RAID_LEADER",
							["time"] = 1589524884,
							["arg1"] = "你换号吗",
							["clColor"] = "fffefefe",
						}, -- [91]
						{
							["arg2"] = "道医苦来由-影之哀伤",
							["type"] = "RAID_LEADER",
							["time"] = 1589524894,
							["arg1"] = "SM",
							["clColor"] = "fffefefe",
						}, -- [92]
						{
							["arg2"] = "张羽沐汐汐-黑铁",
							["type"] = "RAID",
							["time"] = 1589524910,
							["arg1"] = "1",
							["clColor"] = "ff006fdc",
						}, -- [93]
						{
							["arg2"] = "张羽沐汐汐-黑铁",
							["type"] = "RAID",
							["time"] = 1589524914,
							["arg1"] = "等我",
							["clColor"] = "ff006fdc",
						}, -- [94]
						{
							["arg2"] = "道医苦来由-影之哀伤",
							["type"] = "RAID_LEADER",
							["time"] = 1589524916,
							["arg1"] = "你换号吗",
							["clColor"] = "fffefefe",
						}, -- [95]
						{
							["arg2"] = "道医苦来由-影之哀伤",
							["type"] = "RAID_LEADER",
							["time"] = 1589524921,
							["arg1"] = "我挂集合石",
							["clColor"] = "fffefefe",
						}, -- [96]
						{
							["arg2"] = "厨娘-盖斯",
							["type"] = "RAID",
							["time"] = 1589524982,
							["arg1"] = "我低保开了个这个|cffa335ee|Hitem:172896::::::::120:270::56::::|h[督军的战利品]|h|r气死我了",
							["clColor"] = "ff00fe95",
						}, -- [97]
						{
							["arg2"] = "长大后啥都大-黑铁",
							["type"] = "RAID",
							["time"] = 1589524991,
							["arg1"] = "猜猜我是谁",
							["clColor"] = "ff8686ec",
						}, -- [98]
						{
							["arg2"] = "道医苦来由-影之哀伤",
							["type"] = "RAID_LEADER",
							["time"] = 1589525008,
							["arg1"] = "SM呗",
							["clColor"] = "fffefefe",
						}, -- [99]
						{
							["arg2"] = "道医苦来由-影之哀伤",
							["type"] = "RAID_LEADER",
							["time"] = 1589525012,
							["arg1"] = "稍等",
							["clColor"] = "fffefefe",
						}, -- [100]
						{
							["arg2"] = "道医苦来由-影之哀伤",
							["type"] = "RAID_LEADER",
							["time"] = 1589525021,
							["arg1"] = "我刚点错职责了",
							["clColor"] = "fffefefe",
						}, -- [101]
						{
							["arg2"] = "道医苦来由-影之哀伤",
							["type"] = "RAID_LEADER",
							["time"] = 1589525045,
							["arg1"] = "离开排队怎么还给我1分钟逃亡BUFF了",
							["clColor"] = "fffefefe",
						}, -- [102]
						{
							["arg2"] = "止戰之殤丨-狂热之刃",
							["type"] = "RAID",
							["time"] = 1589525087,
							["arg1"] = "又是这个。。。",
							["clColor"] = "ffc59a6c",
						}, -- [103]
						{
							["arg2"] = "长大后啥都大-黑铁",
							["type"] = "RAID",
							["time"] = 1589525088,
							["arg1"] = "哈哈哈哈哈",
							["clColor"] = "ff8686ec",
						}, -- [104]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "RAID",
							["time"] = 1589525090,
							["arg1"] = "服了",
							["clColor"] = "ffa22fc8",
						}, -- [105]
						{
							["arg2"] = "道医苦来由-影之哀伤",
							["type"] = "RAID_LEADER",
							["time"] = 1589525092,
							["arg1"] = "要不要这么无耻",
							["clColor"] = "fffefefe",
						}, -- [106]
						{
							["arg2"] = "沐沐尐咘丁-狂热之刃",
							["type"] = "RAID",
							["time"] = 1589525092,
							["arg1"] = "这你吗的",
							["clColor"] = "ffa9d271",
						}, -- [107]
						{
							["arg2"] = "长大后啥都大-黑铁",
							["type"] = "RAID",
							["time"] = 1589525093,
							["arg1"] = "团长快去洗洗脸啊",
							["clColor"] = "ff8686ec",
						}, -- [108]
						{
							["arg2"] = "长大后啥都大-黑铁",
							["type"] = "RAID",
							["time"] = 1589525110,
							["arg1"] = "吃了",
							["clColor"] = "ff8686ec",
						}, -- [109]
						{
							["arg2"] = "道医苦来由-影之哀伤",
							["type"] = "RAID_LEADER",
							["time"] = 1589525115,
							["arg1"] = "对面没治疗，吃掉他们",
							["clColor"] = "fffefefe",
						}, -- [110]
						{
							["arg2"] = "长大后啥都大-黑铁",
							["type"] = "RAID",
							["time"] = 1589525116,
							["arg1"] = "对面全DPS",
							["clColor"] = "ff8686ec",
						}, -- [111]
						{
							["arg2"] = "沐沐尐咘丁-狂热之刃",
							["type"] = "RAID",
							["time"] = 1589525131,
							["arg1"] = "OK  这场打了 我换74来",
							["clColor"] = "ffa9d271",
						}, -- [112]
						{
							["arg2"] = "止戰之殤丨-狂热之刃",
							["type"] = "RAID",
							["time"] = 1589525142,
							["arg1"] = "BUFF刷起来",
							["clColor"] = "ffc59a6c",
						}, -- [113]
						{
							["arg2"] = "道医苦来由-影之哀伤",
							["type"] = "RAID_LEADER",
							["time"] = 1589525145,
							["arg1"] = "奶僧，DK,FS一起走",
							["clColor"] = "fffefefe",
						}, -- [114]
						{
							["arg2"] = "长大后啥都大-黑铁",
							["type"] = "RAID",
							["time"] = 1589525167,
							["arg1"] = "ZS你真狂",
							["clColor"] = "ff8686ec",
						}, -- [115]
						{
							["arg2"] = "道医苦来由-影之哀伤",
							["type"] = "RAID_LEADER",
							["time"] = 1589525168,
							["arg1"] = "奶僧，DK,FS一起走，去外面，其他人抱团打脚下的",
							["clColor"] = "fffefefe",
						}, -- [116]
						{
							["arg2"] = "厨娘-盖斯",
							["type"] = "RAID",
							["time"] = 1589525178,
							["arg1"] = "为啥不能上坐骑",
							["clColor"] = "ff00fe95",
						}, -- [117]
						{
							["arg2"] = "长大后啥都大-黑铁",
							["type"] = "RAID",
							["time"] = 1589525181,
							["arg1"] = "废墟的咋办",
							["clColor"] = "ff8686ec",
						}, -- [118]
						{
							["arg2"] = "长大后啥都大-黑铁",
							["type"] = "RAID",
							["time"] = 1589525185,
							["arg1"] = "不去吗？",
							["clColor"] = "ff8686ec",
						}, -- [119]
						{
							["arg2"] = "加尓嚕什-格瑞姆巴托",
							["type"] = "RAID",
							["time"] = 1589525188,
							["arg1"] = "因为我是狂战士",
							["clColor"] = "ffc59a6c",
						}, -- [120]
						{
							["arg2"] = "厨娘-盖斯",
							["type"] = "RAID",
							["time"] = 1589525193,
							["arg1"] = "去焦油吧",
							["clColor"] = "ff00fe95",
						}, -- [121]
						{
							["arg2"] = "道医苦来由-影之哀伤",
							["type"] = "RAID_LEADER",
							["time"] = 1589525204,
							["arg1"] = "丢就丢一个",
							["clColor"] = "fffefefe",
						}, -- [122]
						{
							["arg2"] = "长大后啥都大-黑铁",
							["type"] = "RAID",
							["time"] = 1589525270,
							["arg1"] = "敢惹你术爷",
							["clColor"] = "ff8686ec",
						}, -- [123]
						{
							["arg2"] = "长大后啥都大-黑铁",
							["type"] = "RAID",
							["time"] = 1589525273,
							["arg1"] = "不想活了",
							["clColor"] = "ff8686ec",
						}, -- [124]
						{
							["arg2"] = "沐沐尐咘丁-狂热之刃",
							["type"] = "RAID",
							["time"] = 1589525410,
							["arg1"] = "团长还打吗 ",
							["clColor"] = "ffa9d271",
						}, -- [125]
						{
							["arg2"] = "沐沐尐咘丁-狂热之刃",
							["type"] = "RAID",
							["time"] = 1589525414,
							["arg1"] = "打我就换74来",
							["clColor"] = "ffa9d271",
						}, -- [126]
						{
							["arg2"] = "道医苦来由-影之哀伤",
							["type"] = "RAID_LEADER",
							["time"] = 1589525417,
							["arg1"] = "打",
							["clColor"] = "fffefefe",
						}, -- [127]
						{
							["arg2"] = "长大后啥都大-黑铁",
							["type"] = "RAID",
							["time"] = 1589525434,
							["arg1"] = "我宣布，我们终于没有锁甲双废了",
							["clColor"] = "ff8686ec",
						}, -- [128]
						{
							["arg2"] = "沐沐尐咘丁-狂热之刃",
							["type"] = "RAID",
							["time"] = 1589525453,
							["arg1"] = "0.0",
							["clColor"] = "ffa9d271",
						}, -- [129]
						{
							["arg1"] = " ",
						}, -- [130]
						{
							["arg1"] = " ",
						}, -- [131]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/15/2020 的 15:03:02。",
						}, -- [132]
						{
							["arg2"] = "阿斯匹克斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589526656,
							["arg1"] = "我要看着你被烤熟！",
						}, -- [133]
						{
							["arg2"] = "阿斯匹克斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589526680,
							["arg1"] = "消灭他们，阿德里斯！",
						}, -- [134]
						{
							["arg2"] = "阿德里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589526685,
							["arg1"] = "雷电轰鸣！",
						}, -- [135]
						{
							["arg2"] = "阿德里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589526700,
							["arg1"] = "电弧冲刺！",
						}, -- [136]
						{
							["arg2"] = "阿德里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589526712,
							["arg1"] = "黄沙……请带我走……",
						}, -- [137]
						{
							["arg2"] = "阿斯匹克斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589526718,
							["arg1"] = "这个帝国……将何去何从……",
						}, -- [138]
						{
							["arg2"] = "塞塔里斯的化身",
							["type"] = "MONSTER_YELL",
							["time"] = 1589527771,
							["arg1"] = "妖术散去了，但神庙的防御措施也启动了！",
						}, -- [139]
						{
							["arg2"] = "塞塔里斯的化身",
							["type"] = "MONSTER_YELL",
							["time"] = 1589527781,
							["arg1"] = "治疗我，我来关闭它们！",
						}, -- [140]
						{
							["arg2"] = "塞塔里斯的化身",
							["type"] = "MONSTER_YELL",
							["time"] = 1589527885,
							["arg1"] = "万物都将屈从于我！",
						}, -- [141]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589527920,
							["arg1"] = "很好，我的选民。你们证明了自己有资格接受我的馈赠。",
						}, -- [142]
						{
							["arg2"] = "塞塔里斯的化身",
							["type"] = "MONSTER_YELL",
							["time"] = 1589527921,
							["arg1"] = "风暴散去，我也重拾了自我。谢谢你。",
						}, -- [143]
						{
							["arg1"] = " ",
						}, -- [144]
						{
							["arg1"] = " ",
						}, -- [145]
						{
							["arg1"] = "记录开始于 05/15/2020 的 19:53:41。",
							["type"] = "SYSTEM",
						}, -- [146]
						{
							["arg2"] = "子沅",
							["type"] = "MONSTER_YELL",
							["time"] = 1589543681,
							["arg1"] = "洛丹伦的战士们，服从主人的召唤！",
							["clColor"] = "fffefefe",
						}, -- [147]
						{
							["arg2"] = "神谕者扎科",
							["type"] = "MONSTER_YELL",
							["time"] = 1589544011,
							["arg1"] = "赞达拉的人民！是时候赞颂风之领主、天之女皇、海之主母了！踏上阶梯，赞美帕库吧！",
						}, -- [148]
						{
							["arg2"] = "神谕者扎科",
							["type"] = "MONSTER_YELL",
							["time"] = 1589544124,
							["arg1"] = "赞美帕库！愿她的风助你前行！",
						}, -- [149]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589545886,
							["arg1"] = "进入我的国度……证明你们的价值。",
						}, -- [150]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589545965,
							["arg1"] = "逃……逃吧。你终将侍奉我。",
						}, -- [151]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1589545970,
							["arg1"] = "地上要小心了，你们这群长满藤壶的猪猡！",
						}, -- [152]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1589546002,
							["arg1"] = "别为鲨鱼饵担心。他只是在……清空存货！",
						}, -- [153]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1589546039,
							["arg1"] = "快把你们的遗书准备好！",
						}, -- [154]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1589546061,
							["arg1"] = "啊！鲨鱼饵，去轰炸他们的船舷！",
						}, -- [155]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1589546078,
							["arg1"] = "啊！我的酒洒了！",
						}, -- [156]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1589546091,
							["arg1"] = "射穿你们的皮！",
						}, -- [157]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1589546107,
							["arg1"] = "哈哈！拿稳你的茶杯！",
						}, -- [158]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1589546121,
							["arg1"] = "看来……我要去……喂鲨鱼了……",
						}, -- [159]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589546320,
							["arg1"] = "睁开你的眼睛。",
						}, -- [160]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589546365,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [161]
						{
							["arg2"] = "“两眼虫”戴维",
							["type"] = "MONSTER_YELL",
							["time"] = 1589546558,
							["arg1"] = "来来来，下注了！又来了一群受害——呃，参赛者！交给你们了，古尔戈索克和伍迪！",
						}, -- [162]
						{
							["arg2"] = "尤朵拉船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589546613,
							["arg1"] = "我要拿你们的骨头当靶子。",
						}, -- [163]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589546617,
							["arg1"] = "看看你能不能撑得住！",
						}, -- [164]
						{
							["arg2"] = "拉乌尔船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589546621,
							["arg1"] = "干杯，水手们！",
						}, -- [165]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589546631,
							["arg1"] = "钢铁之潮！",
						}, -- [166]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589546655,
							["arg1"] = "预备！",
						}, -- [167]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589546678,
							["arg1"] = "钢铁之潮！",
						}, -- [168]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589546686,
							["arg1"] = "请把我的剑跟我埋在一起……",
						}, -- [169]
						{
							["arg2"] = "拉乌尔船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589546699,
							["arg1"] = "酒馆……打烊了……？",
						}, -- [170]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589547211,
							["arg1"] = "来吧，淹死吧。",
						}, -- [171]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589547300,
							["arg1"] = "你们的眼睛……闭上了。",
						}, -- [172]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589547308,
							["arg1"] = "你无法逃脱命运。",
						}, -- [173]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1589547308,
							["arg1"] = "猪猡，你觉得能斗得过我？看来我得好好教训你。",
						}, -- [174]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1589547329,
							["arg1"] = "让这些水手瞧瞧我们的火力！",
						}, -- [175]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1589547341,
							["arg1"] = "拿他们的肠子擦甲板！",
						}, -- [176]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1589547347,
							["arg1"] = "让这些水手瞧瞧我们的火力！",
						}, -- [177]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1589547362,
							["arg1"] = "拿他们的肠子擦甲板！",
						}, -- [178]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1589547368,
							["arg1"] = "开炮！把这些癞皮狗轰成渣！",
						}, -- [179]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1589547396,
							["arg1"] = "让这些水手瞧瞧我们的火力！",
						}, -- [180]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1589547408,
							["arg1"] = "全体上甲板！",
						}, -- [181]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1589547426,
							["arg1"] = "开炮！把这些癞皮狗轰成渣！",
						}, -- [182]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1589547430,
							["arg1"] = "不可……思议……",
						}, -- [183]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589547463,
							["arg1"] = "很好，我的选民。你们证明了自己有资格接受我的馈赠。",
						}, -- [184]
						{
							["arg1"] = " ",
						}, -- [185]
						{
							["arg1"] = " ",
						}, -- [186]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/15/2020 的 23:30:16。",
						}, -- [187]
						{
							["arg2"] = "越狱的罪犯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589557043,
							["arg1"] = "啊啊啊！！",
						}, -- [188]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589557566,
							["arg1"] = "来吧，淹死吧。",
						}, -- [189]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589557653,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [190]
						{
							["arg2"] = "铁潮暴徒",
							["type"] = "MONSTER_YELL",
							["time"] = 1589557658,
							["arg1"] = "入侵者正从下水道来袭！",
						}, -- [191]
						{
							["arg2"] = "普里西拉·艾什凡",
							["type"] = "MONSTER_YELL",
							["time"] = 1589557818,
							["arg1"] = "科古斯！你为什么还没给下层灌水，淹死那群叽叽喳喳的老鼠！？",
						}, -- [192]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589557924,
							["arg1"] = "进入我的国度……证明你们的价值。",
						}, -- [193]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589558030,
							["arg1"] = "逃……逃吧。你终将侍奉我。",
						}, -- [194]
						{
							["arg2"] = "杰斯·豪里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589558175,
							["arg1"] = "来吧，伙计们！把门弄开！",
						}, -- [195]
						{
							["arg2"] = "杰斯·豪里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589558179,
							["arg1"] = "等我们把狱长的人质抓到手，就有大笔的赎金可拿啦！",
						}, -- [196]
						{
							["arg2"] = "杰斯·豪里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589558506,
							["arg1"] = "新鲜的肉！",
						}, -- [197]
						{
							["arg2"] = "杰斯·豪里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589558519,
							["arg1"] = "这把匕首会刺穿你的胸膛！",
						}, -- [198]
						{
							["arg2"] = "杰斯·豪里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589558537,
							["arg1"] = "来吧，伙计们！让他们瞧瞧这儿谁说了算！",
						}, -- [199]
						{
							["arg2"] = "杰斯·豪里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589558561,
							["arg1"] = "快来，弟弟！帮我干掉他们。",
						}, -- [200]
						{
							["arg2"] = "鲍比·豪里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589558597,
							["arg1"] = "流血而亡的……本该……是你……",
						}, -- [201]
						{
							["arg2"] = "杰斯·豪里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589558604,
							["arg1"] = "你杀了我弟弟，我要把你撕成碎片。",
						}, -- [202]
						{
							["arg2"] = "杰斯·豪里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589558611,
							["arg1"] = "我打磨利刃，就是为了切开你的血肉！",
						}, -- [203]
						{
							["arg2"] = "杰斯·豪里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589558643,
							["arg1"] = "这把匕首会刺穿你的胸膛！",
						}, -- [204]
						{
							["arg2"] = "杰斯·豪里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589558649,
							["arg1"] = "一堆死肉。",
						}, -- [205]
						{
							["arg2"] = "杰斯·豪里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589558654,
							["arg1"] = "我本来……就快……出去了……",
						}, -- [206]
						{
							["arg2"] = "艾什凡狱卒",
							["type"] = "MONSTER_YELL",
							["time"] = 1589558659,
							["arg1"] = "那头野兽死了！艾什凡，去占领上层！我来对付这个小偷……",
						}, -- [207]
						{
							["arg2"] = "水鼠帮掠夺者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589558662,
							["arg1"] = "永远别想活捉我！",
						}, -- [208]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589558856,
							["arg1"] = "来吧，淹死吧。",
						}, -- [209]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589558921,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [210]
						{
							["arg2"] = "骑士队长瓦莱莉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559162,
							["arg1"] = "是时候加温了！",
						}, -- [211]
						{
							["arg2"] = "骑士队长瓦莱莉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559181,
							["arg1"] = "我要把你烧成灰烬！",
						}, -- [212]
						{
							["arg2"] = "骑士队长瓦莱莉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559191,
							["arg1"] = "这火还不够热！",
						}, -- [213]
						{
							["arg2"] = "艾什凡军需官",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559197,
							["arg1"] = "又有炸弹来了！",
						}, -- [214]
						{
							["arg2"] = "骑士队长瓦莱莉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559201,
							["arg1"] = "我要把你烧成灰烬！",
						}, -- [215]
						{
							["arg2"] = "骑士队长瓦莱莉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559213,
							["arg1"] = "把火再烧旺点！快！",
						}, -- [216]
						{
							["arg2"] = "艾什凡军需官",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559218,
							["arg1"] = "又有炸弹来了！",
						}, -- [217]
						{
							["arg2"] = "骑士队长瓦莱莉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559222,
							["arg1"] = "我要把你烧成灰烬！",
						}, -- [218]
						{
							["arg2"] = "骑士队长瓦莱莉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559233,
							["arg1"] = "这火还不够热！",
						}, -- [219]
						{
							["arg2"] = "艾什凡军需官",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559239,
							["arg1"] = "又有炸弹来了！",
						}, -- [220]
						{
							["arg2"] = "骑士队长瓦莱莉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559243,
							["arg1"] = "我要把你烧成灰烬！",
						}, -- [221]
						{
							["arg2"] = "骑士队长瓦莱莉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559255,
							["arg1"] = "把火再烧旺点！快！",
						}, -- [222]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589559258,
							["arg1"] = "你让你真正的主人失望了。",
						}, -- [223]
						{
							["arg2"] = "艾什凡军需官",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559260,
							["arg1"] = "又有炸弹来了！",
						}, -- [224]
						{
							["arg2"] = "骑士队长瓦莱莉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559263,
							["arg1"] = "我要把你烧成灰烬！",
						}, -- [225]
						{
							["arg2"] = "骑士队长瓦莱莉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559267,
							["arg1"] = "最热的星星……生命也……最短。",
						}, -- [226]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589559284,
							["arg1"] = "睁开你的眼睛。",
						}, -- [227]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589559373,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [228]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559388,
							["arg1"] = "你们居然回来送死，我真感动。",
						}, -- [229]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559396,
							["arg1"] = "真想知道这种子弹打在活人身上是什么感觉？",
						}, -- [230]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559405,
							["arg1"] = "让枪林弹雨为你送终吧！",
						}, -- [231]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559411,
							["arg1"] = "尽管逃跑吧！我是不会射偏的。",
						}, -- [232]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559433,
							["arg1"] = "让枪林弹雨为你送终吧！",
						}, -- [233]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559438,
							["arg1"] = "尽管逃跑吧！我是不会射偏的。",
						}, -- [234]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559445,
							["arg1"] = "真想知道这种子弹打在活人身上是什么感觉？",
						}, -- [235]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559454,
							["arg1"] = "让枪林弹雨为你送终吧！",
						}, -- [236]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559461,
							["arg1"] = "尽管逃跑吧！我是不会射偏的。",
						}, -- [237]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559482,
							["arg1"] = "让枪林弹雨为你送终吧！",
						}, -- [238]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559487,
							["arg1"] = "尽管逃跑吧！我是不会射偏的。",
						}, -- [239]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559493,
							["arg1"] = "真想知道这种子弹打在活人身上是什么感觉？",
						}, -- [240]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559502,
							["arg1"] = "让枪林弹雨为你送终吧！",
						}, -- [241]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559510,
							["arg1"] = "尽管逃跑吧！我是不会射偏的。",
						}, -- [242]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559530,
							["arg1"] = "让枪林弹雨为你送终吧！",
						}, -- [243]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559535,
							["arg1"] = "尽管逃跑吧！我是不会射偏的。",
						}, -- [244]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559542,
							["arg1"] = "真想知道这种子弹打在活人身上是什么感觉？",
						}, -- [245]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559551,
							["arg1"] = "让枪林弹雨为你送终吧！",
						}, -- [246]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559554,
							["arg1"] = "准头……不错……",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = " ",
						}, -- [249]
						{
							["arg1"] = "记录开始于 05/16/2020 的 11:28:57。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
				}, -- [2]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "小队",
					["logs"] = {
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589545886,
							["arg1"] = "进入我的国度……证明你们的价值。",
						}, -- [1]
						{
							["arg2"] = "丶昔年-迦拉克隆",
							["type"] = "PARTY",
							["time"] = 1589545903,
							["arg1"] = "**|cff71d5ff|Hspell:147362:0|h[反制射击]|h|r打断: 丶昔年 => 裂魂触须|cff71d5ff|Hspell:314592:0|h[精神鞭笞]|h|r！**",
							["clColor"] = "ffa9d271",
						}, -- [2]
						{
							["arg2"] = "丶昔年-迦拉克隆",
							["type"] = "PARTY",
							["time"] = 1589545921,
							["arg1"] = "**|cff71d5ff|Hspell:183752:0|h[瓦解]|h|r打断: 丶血染黑木耳 => 裂魂触须|cff71d5ff|Hspell:314592:0|h[精神鞭笞]|h|r！**",
							["clColor"] = "ffa9d271",
						}, -- [3]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589545965,
							["arg1"] = "逃……逃吧。你终将侍奉我。",
						}, -- [4]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1589545966,
							["arg1"] = "坦克进入裂隙",
							["clColor"] = "ffa22fc8",
						}, -- [5]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1589545970,
							["arg1"] = "地上要小心了，你们这群长满藤壶的猪猡！",
						}, -- [6]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1589546002,
							["arg1"] = "别为鲨鱼饵担心。他只是在……清空存货！",
						}, -- [7]
						{
							["arg2"] = "丶昔年-迦拉克隆",
							["type"] = "PARTY",
							["time"] = 1589546031,
							["arg1"] = "**[丶小鸡炖蘑菇]已施放|cff71d5ff|Hspell:740:0|h[宁静]|h|r！**",
							["clColor"] = "ffa9d271",
						}, -- [8]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1589546039,
							["arg1"] = "快把你们的遗书准备好！",
						}, -- [9]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1589546061,
							["arg1"] = "啊！鲨鱼饵，去轰炸他们的船舷！",
						}, -- [10]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1589546078,
							["arg1"] = "啊！我的酒洒了！",
						}, -- [11]
						{
							["arg2"] = "丶昔年-迦拉克隆",
							["type"] = "PARTY",
							["time"] = 1589546078,
							["arg1"] = "**|cff71d5ff|Hspell:183752:0|h[瓦解]|h|r打断: 十里扬州路 => 天空上尉库拉格|cff71d5ff|Hspell:256060:0|h[复苏之酒]|h|r！**",
							["clColor"] = "ffa9d271",
						}, -- [12]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1589546091,
							["arg1"] = "射穿你们的皮！",
						}, -- [13]
						{
							["arg2"] = "丶昔年-迦拉克隆",
							["type"] = "PARTY",
							["time"] = 1589546099,
							["arg1"] = "**|cff71d5ff|Hspell:183752:0|h[瓦解]|h|r打断: 十里扬州路 => 天空上尉库拉格|cff71d5ff|Hspell:256060:0|h[复苏之酒]|h|r！**",
							["clColor"] = "ffa9d271",
						}, -- [14]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1589546107,
							["arg1"] = "哈哈！拿稳你的茶杯！",
						}, -- [15]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1589546121,
							["arg1"] = "看来……我要去……喂鲨鱼了……",
						}, -- [16]
						{
							["arg2"] = "丶昔年-迦拉克隆",
							["type"] = "PARTY",
							["time"] = 1589546179,
							["arg1"] = "**|cff71d5ff|Hspell:34477:0|h[误导]|h|r丶昔年→十里扬州路**",
							["clColor"] = "ffa9d271",
						}, -- [17]
						{
							["arg2"] = "丶昔年-迦拉克隆",
							["type"] = "PARTY",
							["time"] = 1589546188,
							["arg1"] = "**|cff71d5ff|Hspell:183752:0|h[瓦解]|h|r打断: 十里扬州路 => 铁潮桨手|cff71d5ff|Hspell:258777:0|h[海流喷射]|h|r！**",
							["clColor"] = "ffa9d271",
						}, -- [18]
						{
							["arg2"] = "丶昔年-迦拉克隆",
							["type"] = "PARTY",
							["time"] = 1589546211,
							["arg1"] = "**|cff71d5ff|Hspell:183752:0|h[瓦解]|h|r打断: 十里扬州路 => 铁潮桨手|cff71d5ff|Hspell:258777:0|h[海流喷射]|h|r！**",
							["clColor"] = "ffa9d271",
						}, -- [19]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1589546246,
							["arg1"] = "丶血染黑木耳-冰风岗 被 |cff71d5ff|Hspell:274389:0|h[捕鼠陷阱]|h|r 击中。",
							["clColor"] = "ffa22fc8",
						}, -- [20]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1589546246,
							["arg1"] = "德萨雷拉尔-安苏 被 |cff71d5ff|Hspell:274389:0|h[捕鼠陷阱]|h|r 击中。",
							["clColor"] = "ffa22fc8",
						}, -- [21]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1589546247,
							["arg1"] = "丶小鸡炖蘑菇-死亡之翼 被 |cff71d5ff|Hspell:274389:0|h[捕鼠陷阱]|h|r 击中。",
							["clColor"] = "ffa22fc8",
						}, -- [22]
						{
							["arg2"] = "丶昔年-迦拉克隆",
							["type"] = "PARTY",
							["time"] = 1589546251,
							["arg1"] = "|cff71d5ff|Hspell:102342:0|h[铁木树皮]|h|r丶小鸡炖蘑菇 => 丶小鸡炖蘑菇",
							["clColor"] = "ffa9d271",
						}, -- [23]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1589546253,
							["arg1"] = "德萨雷拉尔-安苏 被 |cff71d5ff|Hspell:274389:0|h[捕鼠陷阱]|h|r 击中。",
							["clColor"] = "ffa22fc8",
						}, -- [24]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1589546256,
							["arg1"] = "丶血染黑木耳-冰风岗 被 |cff71d5ff|Hspell:315197:0|h[壮美幻象]|h|r |cff71d5ff|Hspell:274389:0|h[捕鼠陷阱]|h|r |cff71d5ff|Hspell:209862:0|h[岩浆柱]|h|r  击中，伤害为 38.2万 (86%)。",
							["clColor"] = "ffa22fc8",
						}, -- [25]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1589546265,
							["arg1"] = "十里扬州路 被 |cff71d5ff|Hspell:274389:0|h[捕鼠陷阱]|h|r 击中。",
							["clColor"] = "ffa22fc8",
						}, -- [26]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1589546265,
							["arg1"] = "德萨雷拉尔-安苏 被 |cff71d5ff|Hspell:274389:0|h[捕鼠陷阱]|h|r 击中。",
							["clColor"] = "ffa22fc8",
						}, -- [27]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1589546265,
							["arg1"] = "丶昔年-迦拉克隆 被 |cff71d5ff|Hspell:274389:0|h[捕鼠陷阱]|h|r 击中。",
							["clColor"] = "ffa22fc8",
						}, -- [28]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1589546266,
							["arg1"] = "丶小鸡炖蘑菇-死亡之翼 被 |cff71d5ff|Hspell:274389:0|h[捕鼠陷阱]|h|r 击中。 ……嗝儿！",
							["clColor"] = "ffa22fc8",
						}, -- [29]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1589546284,
							["arg1"] = "德萨雷拉尔-安苏 被 |cff71d5ff|Hspell:274389:0|h[捕鼠陷阱]|h|r 击中。",
							["clColor"] = "ffa22fc8",
						}, -- [30]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1589546285,
							["arg1"] = "丶小鸡炖蘑菇-死亡之翼 被 |cff71d5ff|Hspell:274389:0|h[捕鼠陷阱]|h|r 击中。",
							["clColor"] = "ffa22fc8",
						}, -- [31]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1589546295,
							["arg1"] = "丶血染黑木耳-冰风岗 被 |cff71d5ff|Hspell:274389:0|h[捕鼠陷阱]|h|r 击中。",
							["clColor"] = "ffa22fc8",
						}, -- [32]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1589546295,
							["arg1"] = "丶小鸡炖蘑菇-死亡之翼 被 |cff71d5ff|Hspell:274389:0|h[捕鼠陷阱]|h|r 击中。",
							["clColor"] = "ffa22fc8",
						}, -- [33]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1589546302,
							["arg1"] = "德萨雷拉尔-安苏 被 |cff71d5ff|Hspell:274389:0|h[捕鼠陷阱]|h|r 击中。",
							["clColor"] = "ffa22fc8",
						}, -- [34]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1589546317,
							["arg1"] = "坦克激活方尖碑",
							["clColor"] = "ffa22fc8",
						}, -- [35]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589546320,
							["arg1"] = "睁开你的眼睛。",
						}, -- [36]
						{
							["arg2"] = "丶昔年-迦拉克隆",
							["type"] = "PARTY",
							["time"] = 1589546344,
							["arg1"] = "**[丶小鸡炖蘑菇]已施放|cff71d5ff|Hspell:740:0|h[宁静]|h|r！**",
							["clColor"] = "ffa9d271",
						}, -- [37]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589546365,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [38]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1589546367,
							["arg1"] = "坦克进入裂隙",
							["clColor"] = "ffa22fc8",
						}, -- [39]
						{
							["arg2"] = "丶昔年-迦拉克隆",
							["type"] = "PARTY",
							["time"] = 1589546402,
							["arg1"] = "**|cff71d5ff|Hspell:34477:0|h[误导]|h|r丶昔年→十里扬州路**",
							["clColor"] = "ffa9d271",
						}, -- [40]
						{
							["arg2"] = "丶昔年-迦拉克隆",
							["type"] = "PARTY",
							["time"] = 1589546471,
							["arg1"] = "**|cff71d5ff|Hspell:34477:0|h[误导]|h|r丶昔年→十里扬州路**",
							["clColor"] = "ffa9d271",
						}, -- [41]
						{
							["arg2"] = "丶昔年-迦拉克隆",
							["type"] = "PARTY",
							["time"] = 1589546481,
							["arg1"] = "|cff71d5ff|Hspell:29166:0|h[激活]|h|r丶小鸡炖蘑菇 => 丶小鸡炖蘑菇",
							["clColor"] = "ffa9d271",
						}, -- [42]
						{
							["arg2"] = "丶昔年-迦拉克隆",
							["type"] = "PARTY",
							["time"] = 1589546489,
							["arg1"] = "**|cff71d5ff|Hspell:147362:0|h[反制射击]|h|r打断: 丶昔年 => 黑齿拳手|cff71d5ff|Hspell:257732:0|h[震耳咆哮]|h|r！**",
							["clColor"] = "ffa9d271",
						}, -- [43]
						{
							["arg2"] = "丶昔年-迦拉克隆",
							["type"] = "PARTY",
							["time"] = 1589546504,
							["arg1"] = "|cff71d5ff|Hspell:102342:0|h[铁木树皮]|h|r丶小鸡炖蘑菇 => 十里扬州路",
							["clColor"] = "ffa9d271",
						}, -- [44]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1589546555,
							["arg1"] = "打完骷髅开老二",
							["clColor"] = "ffa22fc8",
						}, -- [45]
						{
							["arg2"] = "“两眼虫”戴维",
							["type"] = "MONSTER_YELL",
							["time"] = 1589546558,
							["arg1"] = "来来来，下注了！又来了一群受害——呃，参赛者！交给你们了，古尔戈索克和伍迪！",
						}, -- [46]
						{
							["arg2"] = "丶昔年-迦拉克隆",
							["type"] = "PARTY",
							["time"] = 1589546566,
							["arg1"] = "**|cff71d5ff|Hspell:34477:0|h[误导]|h|r丶昔年→十里扬州路**",
							["clColor"] = "ffa9d271",
						}, -- [47]
						{
							["arg2"] = "尤朵拉船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589546613,
							["arg1"] = "我要拿你们的骨头当靶子。",
						}, -- [48]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589546617,
							["arg1"] = "看看你能不能撑得住！",
						}, -- [49]
						{
							["arg2"] = "拉乌尔船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589546621,
							["arg1"] = "干杯，水手们！",
						}, -- [50]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589546631,
							["arg1"] = "钢铁之潮！",
						}, -- [51]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589546655,
							["arg1"] = "预备！",
						}, -- [52]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589546678,
							["arg1"] = "钢铁之潮！",
						}, -- [53]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589546686,
							["arg1"] = "请把我的剑跟我埋在一起……",
						}, -- [54]
						{
							["arg2"] = "拉乌尔船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589546699,
							["arg1"] = "酒馆……打烊了……？",
						}, -- [55]
						{
							["arg2"] = "丶昔年-迦拉克隆",
							["type"] = "PARTY",
							["time"] = 1589546711,
							["arg1"] = "**|cff71d5ff|Hspell:34477:0|h[误导]|h|r丶昔年→十里扬州路**",
							["clColor"] = "ffa9d271",
						}, -- [56]
						{
							["arg2"] = "丶昔年-迦拉克隆",
							["type"] = "PARTY",
							["time"] = 1589546718,
							["arg1"] = "|cff71d5ff|Hspell:102342:0|h[铁木树皮]|h|r丶小鸡炖蘑菇 => 十里扬州路",
							["clColor"] = "ffa9d271",
						}, -- [57]
						{
							["arg2"] = "丶昔年-迦拉克隆",
							["type"] = "PARTY",
							["time"] = 1589546719,
							["arg1"] = "**|cff71d5ff|Hspell:183752:0|h[瓦解]|h|r打断: 十里扬州路 => 黑齿拳手|cff71d5ff|Hspell:257732:0|h[震耳咆哮]|h|r！**",
							["clColor"] = "ffa9d271",
						}, -- [58]
						{
							["arg2"] = "丶昔年-迦拉克隆",
							["type"] = "PARTY",
							["time"] = 1589546723,
							["arg1"] = "|cff71d5ff|Hspell:29166:0|h[激活]|h|r丶小鸡炖蘑菇 => 丶小鸡炖蘑菇",
							["clColor"] = "ffa9d271",
						}, -- [59]
						{
							["arg2"] = "丶昔年-迦拉克隆",
							["type"] = "PARTY",
							["time"] = 1589546726,
							["arg1"] = "**|cff71d5ff|Hspell:147362:0|h[反制射击]|h|r打断: 丶昔年 => 黑齿拳手|cff71d5ff|Hspell:257732:0|h[震耳咆哮]|h|r！**",
							["clColor"] = "ffa9d271",
						}, -- [60]
						{
							["arg2"] = "丶昔年-迦拉克隆",
							["type"] = "PARTY",
							["time"] = 1589546726,
							["arg1"] = "**|cff71d5ff|Hspell:1766:0|h[脚踢]|h|r打断: 德萨雷拉尔 => 黑齿拳手|cff71d5ff|Hspell:257732:0|h[震耳咆哮]|h|r！**",
							["clColor"] = "ffa9d271",
						}, -- [61]
						{
							["arg2"] = "丶昔年-迦拉克隆",
							["type"] = "PARTY",
							["time"] = 1589546745,
							["arg1"] = "**[丶小鸡炖蘑菇]已施放|cff71d5ff|Hspell:740:0|h[宁静]|h|r！**",
							["clColor"] = "ffa9d271",
						}, -- [62]
						{
							["arg2"] = "丶昔年-迦拉克隆",
							["type"] = "PARTY",
							["time"] = 1589546765,
							["arg1"] = "**|cff71d5ff|Hspell:147362:0|h[反制射击]|h|r打断: 丶昔年 => 黑齿拳手|cff71d5ff|Hspell:257732:0|h[震耳咆哮]|h|r！**",
							["clColor"] = "ffa9d271",
						}, -- [63]
						{
							["arg2"] = "丶昔年-迦拉克隆",
							["type"] = "PARTY",
							["time"] = 1589546890,
							["arg1"] = "**|cff71d5ff|Hspell:34477:0|h[误导]|h|r丶昔年→十里扬州路**",
							["clColor"] = "ffa9d271",
						}, -- [64]
						{
							["arg2"] = "丶昔年-迦拉克隆",
							["type"] = "PARTY",
							["time"] = 1589547004,
							["arg1"] = "**[丶小鸡炖蘑菇]已施放|cff71d5ff|Hspell:740:0|h[宁静]|h|r！**",
							["clColor"] = "ffa9d271",
						}, -- [65]
						{
							["arg2"] = "丶昔年-迦拉克隆",
							["type"] = "PARTY",
							["time"] = 1589547146,
							["arg1"] = "|cff71d5ff|Hspell:29166:0|h[激活]|h|r丶小鸡炖蘑菇 => 丶小鸡炖蘑菇",
							["clColor"] = "ffa9d271",
						}, -- [66]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1589547210,
							["arg1"] = "坦克激活方尖碑",
							["clColor"] = "ffa22fc8",
						}, -- [67]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589547211,
							["arg1"] = "来吧，淹死吧。",
						}, -- [68]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589547300,
							["arg1"] = "你们的眼睛……闭上了。",
						}, -- [69]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1589547302,
							["arg1"] = "坦克进入裂隙",
							["clColor"] = "ffa22fc8",
						}, -- [70]
						{
							["arg2"] = "丶昔年-迦拉克隆",
							["type"] = "PARTY",
							["time"] = 1589547306,
							["arg1"] = "**|cff71d5ff|Hspell:34477:0|h[误导]|h|r丶昔年→十里扬州路**",
							["clColor"] = "ffa9d271",
						}, -- [71]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589547308,
							["arg1"] = "你无法逃脱命运。",
						}, -- [72]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1589547308,
							["arg1"] = "猪猡，你觉得能斗得过我？看来我得好好教训你。",
						}, -- [73]
						{
							["arg2"] = "丶昔年-迦拉克隆",
							["type"] = "PARTY",
							["time"] = 1589547316,
							["arg1"] = "**|cff71d5ff|Hspell:32747:0|h[奥术洪流]|h|r打断: 十里扬州路 => 纺虚者玛熙尔|cff71d5ff|Hspell:314406:0|h[致残疫病]|h|r！**",
							["clColor"] = "ffa9d271",
						}, -- [74]
						{
							["arg2"] = "丶昔年-迦拉克隆",
							["type"] = "PARTY",
							["time"] = 1589547326,
							["arg1"] = "**|cff71d5ff|Hspell:183752:0|h[瓦解]|h|r打断: 十里扬州路 => 纺虚者玛熙尔|cff71d5ff|Hspell:314406:0|h[致残疫病]|h|r！**",
							["clColor"] = "ffa9d271",
						}, -- [75]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1589547329,
							["arg1"] = "让这些水手瞧瞧我们的火力！",
						}, -- [76]
						{
							["arg2"] = "丶昔年-迦拉克隆",
							["type"] = "PARTY",
							["time"] = 1589547330,
							["arg1"] = "**|cff71d5ff|Hspell:183752:0|h[瓦解]|h|r打断: 丶血染黑木耳 => {骷髅}纺虚者玛熙尔|cff71d5ff|Hspell:314411:0|h[疑云密布]|h|r！**",
							["clColor"] = "ffa9d271",
						}, -- [77]
						{
							["arg2"] = "丶昔年-迦拉克隆",
							["type"] = "PARTY",
							["time"] = 1589547336,
							["arg1"] = "**|cff71d5ff|Hspell:147362:0|h[反制射击]|h|r打断: 丶昔年 => {骷髅}纺虚者玛熙尔|cff71d5ff|Hspell:314406:0|h[致残疫病]|h|r！**",
							["clColor"] = "ffa9d271",
						}, -- [78]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1589547341,
							["arg1"] = "拿他们的肠子擦甲板！",
						}, -- [79]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1589547341,
							["arg1"] = "SX",
							["clColor"] = "ffa22fc8",
						}, -- [80]
						{
							["arg2"] = "丶昔年-迦拉克隆",
							["type"] = "PARTY",
							["time"] = 1589547345,
							["arg1"] = "**|cff71d5ff|Hspell:183752:0|h[瓦解]|h|r打断: 十里扬州路 => {骷髅}纺虚者玛熙尔|cff71d5ff|Hspell:314406:0|h[致残疫病]|h|r！**",
							["clColor"] = "ffa9d271",
						}, -- [81]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1589547347,
							["arg1"] = "让这些水手瞧瞧我们的火力！",
						}, -- [82]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1589547362,
							["arg1"] = "拿他们的肠子擦甲板！",
						}, -- [83]
						{
							["arg2"] = "丶昔年-迦拉克隆",
							["type"] = "PARTY",
							["time"] = 1589547362,
							["arg1"] = "**|cff71d5ff|Hspell:147362:0|h[反制射击]|h|r打断: 丶昔年 => {骷髅}纺虚者玛熙尔|cff71d5ff|Hspell:314411:0|h[疑云密布]|h|r！**",
							["clColor"] = "ffa9d271",
						}, -- [84]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1589547368,
							["arg1"] = "开炮！把这些癞皮狗轰成渣！",
						}, -- [85]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1589547396,
							["arg1"] = "让这些水手瞧瞧我们的火力！",
						}, -- [86]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1589547408,
							["arg1"] = "全体上甲板！",
						}, -- [87]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1589547426,
							["arg1"] = "开炮！把这些癞皮狗轰成渣！",
						}, -- [88]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1589547430,
							["arg1"] = "不可……思议……",
						}, -- [89]
						{
							["arg2"] = "丶昔年-迦拉克隆",
							["type"] = "PARTY",
							["time"] = 1589547434,
							["arg1"] = "**|cff71d5ff|Hspell:34477:0|h[误导]|h|r丶昔年→十里扬州路**",
							["clColor"] = "ffa9d271",
						}, -- [90]
						{
							["arg2"] = "丶昔年-迦拉克隆",
							["type"] = "PARTY",
							["time"] = 1589547440,
							["arg1"] = "**|cff71d5ff|Hspell:183752:0|h[瓦解]|h|r打断: 十里扬州路 => 铁潮唤雷者|cff71d5ff|Hspell:257736:0|h[风啸雷鸣]|h|r！**",
							["clColor"] = "ffa9d271",
						}, -- [91]
						{
							["arg2"] = "丶昔年-迦拉克隆",
							["type"] = "PARTY",
							["time"] = 1589547442,
							["arg1"] = "|cff71d5ff|Hspell:29166:0|h[激活]|h|r丶小鸡炖蘑菇 => 丶小鸡炖蘑菇",
							["clColor"] = "ffa9d271",
						}, -- [92]
						{
							["arg2"] = "丶昔年-迦拉克隆",
							["type"] = "PARTY",
							["time"] = 1589547447,
							["arg1"] = "**|cff71d5ff|Hspell:147362:0|h[反制射击]|h|r打断: 丶昔年 => 铁潮唤雷者|cff71d5ff|Hspell:257736:0|h[风啸雷鸣]|h|r！**",
							["clColor"] = "ffa9d271",
						}, -- [93]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589547463,
							["arg1"] = "很好，我的选民。你们证明了自己有资格接受我的馈赠。",
						}, -- [94]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1589547463,
							["arg1"] = "该躲不躲的伤害排行：",
							["clColor"] = "ffa22fc8",
						}, -- [95]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1589547463,
							["arg1"] = "1. 德萨雷拉尔-安苏 573.0万",
							["clColor"] = "ffa22fc8",
						}, -- [96]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1589547463,
							["arg1"] = "2. 丶血染黑木耳-冰风岗 494.5万",
							["clColor"] = "ffa22fc8",
						}, -- [97]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1589547463,
							["arg1"] = "3. 丶小鸡炖蘑菇-死亡之翼 302.7万",
							["clColor"] = "ffa22fc8",
						}, -- [98]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1589547463,
							["arg1"] = "4. 丶昔年-迦拉克隆 222.7万",
							["clColor"] = "ffa22fc8",
						}, -- [99]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1589547463,
							["arg1"] = "5. 十里扬州路 95.7万",
							["clColor"] = "ffa22fc8",
						}, -- [100]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1589547471,
							["arg1"] = "补进度真的不是补这波",
							["clColor"] = "ffa22fc8",
						}, -- [101]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1589547477,
							["arg1"] = "下边有激励会自己死",
							["clColor"] = "ffa22fc8",
						}, -- [102]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589547572,
							["arg1"] = "<大脚组队提示>欢迎新的小队成员  [恶魔猎手] 十里扬州路",
							["clColor"] = "ffa9d271",
						}, -- [103]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589547575,
							["arg1"] = "？",
							["clColor"] = "ffa22fc8",
						}, -- [104]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY",
							["time"] = 1589547587,
							["arg1"] = "试一下lr ",
							["clColor"] = "ffa9d271",
						}, -- [105]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY",
							["time"] = 1589547595,
							["arg1"] = "你t ",
							["clColor"] = "ffa9d271",
						}, -- [106]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY",
							["time"] = 1589547613,
							["arg1"] = "你找多少c",
							["clColor"] = "ffa9d271",
						}, -- [107]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589547637,
							["arg1"] = "……  8  9  10",
							["clColor"] = "ffa22fc8",
						}, -- [108]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY",
							["time"] = 1589547674,
							["arg1"] = "你找大米",
							["clColor"] = "ffa9d271",
						}, -- [109]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589547828,
							["arg1"] = "没什么好打的钥匙",
							["clColor"] = "ffa22fc8",
						}, -- [110]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY",
							["time"] = 1589547857,
							["arg1"] = "随便只要能进本",
							["clColor"] = "ffa9d271",
						}, -- [111]
						{
							["arg1"] = " ",
						}, -- [112]
						{
							["arg1"] = " ",
						}, -- [113]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/15/2020 的 23:30:16。",
						}, -- [114]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY",
							["time"] = 1589556720,
							["arg1"] = "谁t?",
							["clColor"] = "ffa9d271",
						}, -- [115]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY",
							["time"] = 1589556748,
							["arg1"] = "不用",
							["clColor"] = "ffa9d271",
						}, -- [116]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY",
							["time"] = 1589556752,
							["arg1"] = "才145",
							["clColor"] = "ffa9d271",
						}, -- [117]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY",
							["time"] = 1589556753,
							["arg1"] = "15",
							["clColor"] = "ffa9d271",
						}, -- [118]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY",
							["time"] = 1589556831,
							["arg1"] = "风剑又gg ",
							["clColor"] = "ffa9d271",
						}, -- [119]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY",
							["time"] = 1589556835,
							["arg1"] = "10个号",
							["clColor"] = "ffa9d271",
						}, -- [120]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY",
							["time"] = 1589556842,
							["arg1"] = "三个右脸",
							["clColor"] = "ffa9d271",
						}, -- [121]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY",
							["time"] = 1589556872,
							["arg1"] = "一个号一个",
							["clColor"] = "ffa9d271",
						}, -- [122]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY",
							["time"] = 1589556880,
							["arg1"] = "三个号",
							["clColor"] = "ffa9d271",
						}, -- [123]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY",
							["time"] = 1589556893,
							["arg1"] = "进",
							["clColor"] = "ffa9d271",
						}, -- [124]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY",
							["time"] = 1589556928,
							["arg1"] = "拉w 一下",
							["clColor"] = "ffa9d271",
						}, -- [125]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY",
							["time"] = 1589556933,
							["arg1"] = "没书了",
							["clColor"] = "ffa9d271",
						}, -- [126]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY",
							["time"] = 1589556948,
							["arg1"] = "忘了u了",
							["clColor"] = "ffa9d271",
						}, -- [127]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY",
							["time"] = 1589556968,
							["arg1"] = "可以开门?",
							["clColor"] = "ffa9d271",
						}, -- [128]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY",
							["time"] = 1589557000,
							["arg1"] = "go",
							["clColor"] = "ffa9d271",
						}, -- [129]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY",
							["time"] = 1589557001,
							["arg1"] = "go",
							["clColor"] = "ffa9d271",
						}, -- [130]
						{
							["arg2"] = "就爱逗你玩-亡语者",
							["type"] = "PARTY",
							["time"] = 1589557010,
							["arg1"] = "熊 你的牛牛太小了",
							["clColor"] = "ffa9d271",
						}, -- [131]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY",
							["time"] = 1589557025,
							["arg1"] = "用雕文了",
							["clColor"] = "ffa9d271",
						}, -- [132]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY",
							["time"] = 1589557038,
							["arg1"] = "|cff71d5ff|Hspell:883:440|h[召唤宠物 1]|h|r",
							["clColor"] = "ffa9d271",
						}, -- [133]
						{
							["arg2"] = "越狱的罪犯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589557043,
							["arg1"] = "啊啊啊！！",
						}, -- [134]
						{
							["arg2"] = "就爱逗你玩-亡语者",
							["type"] = "PARTY",
							["time"] = 1589557047,
							["arg1"] = "哦",
							["clColor"] = "ffa9d271",
						}, -- [135]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY",
							["time"] = 1589557050,
							["arg1"] = "有",
							["clColor"] = "ffa9d271",
						}, -- [136]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY",
							["time"] = 1589557105,
							["arg1"] = "321",
							["clColor"] = "ffa9d271",
						}, -- [137]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY",
							["time"] = 1589557137,
							["arg1"] = "3",
							["clColor"] = "ffa9d271",
						}, -- [138]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY",
							["time"] = 1589557138,
							["arg1"] = "2",
							["clColor"] = "ffa9d271",
						}, -- [139]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY",
							["time"] = 1589557139,
							["arg1"] = "1",
							["clColor"] = "ffa9d271",
						}, -- [140]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1589557144,
							["arg1"] = "[Wind 地下城助手] 失误记录已启动，祝好运尽兴！",
							["clColor"] = "ffa22fc8",
						}, -- [141]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY",
							["time"] = 1589557231,
							["arg1"] = "定身 吼一下",
							["clColor"] = "ffa9d271",
						}, -- [142]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY",
							["time"] = 1589557234,
							["arg1"] = "30s cd",
							["clColor"] = "ffa9d271",
						}, -- [143]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY",
							["time"] = 1589557345,
							["arg1"] = "==",
							["clColor"] = "ffa9d271",
						}, -- [144]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY",
							["time"] = 1589557346,
							["arg1"] = "110",
							["clColor"] = "ffa9d271",
						}, -- [145]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY",
							["time"] = 1589557378,
							["arg1"] = "==",
							["clColor"] = "ffa9d271",
						}, -- [146]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY",
							["time"] = 1589557380,
							["arg1"] = "n",
							["clColor"] = "ffa9d271",
						}, -- [147]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY",
							["time"] = 1589557382,
							["arg1"] = "n",
							["clColor"] = "ffa9d271",
						}, -- [148]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY",
							["time"] = 1589557383,
							["arg1"] = "==",
							["clColor"] = "ffa9d271",
						}, -- [149]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY",
							["time"] = 1589557395,
							["arg1"] = "3",
							["clColor"] = "ffa9d271",
						}, -- [150]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY",
							["time"] = 1589557396,
							["arg1"] = "2",
							["clColor"] = "ffa9d271",
						}, -- [151]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY",
							["time"] = 1589557397,
							["arg1"] = "1",
							["clColor"] = "ffa9d271",
						}, -- [152]
						{
							["arg2"] = "景幻仙子说-凤凰之神",
							["type"] = "PARTY_LEADER",
							["time"] = 1589557564,
							["arg1"] = "坦克激活方尖碑",
							["clColor"] = "fffe7b09",
						}, -- [153]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589557566,
							["arg1"] = "来吧，淹死吧。",
						}, -- [154]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589557653,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [155]
						{
							["arg2"] = "景幻仙子说-凤凰之神",
							["type"] = "PARTY_LEADER",
							["time"] = 1589557655,
							["arg1"] = "坦克进入裂隙",
							["clColor"] = "fffe7b09",
						}, -- [156]
						{
							["arg2"] = "铁潮暴徒",
							["type"] = "MONSTER_YELL",
							["time"] = 1589557658,
							["arg1"] = "入侵者正从下水道来袭！",
						}, -- [157]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY",
							["time"] = 1589557789,
							["arg1"] = "1",
							["clColor"] = "ffa9d271",
						}, -- [158]
						{
							["arg2"] = "普里西拉·艾什凡",
							["type"] = "MONSTER_YELL",
							["time"] = 1589557818,
							["arg1"] = "科古斯！你为什么还没给下层灌水，淹死那群叽叽喳喳的老鼠！？",
						}, -- [159]
						{
							["arg2"] = "景幻仙子说-凤凰之神",
							["type"] = "PARTY_LEADER",
							["time"] = 1589557922,
							["arg1"] = "坦克激活方尖碑",
							["clColor"] = "fffe7b09",
						}, -- [160]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589557924,
							["arg1"] = "进入我的国度……证明你们的价值。",
						}, -- [161]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589558030,
							["arg1"] = "逃……逃吧。你终将侍奉我。",
						}, -- [162]
						{
							["arg2"] = "景幻仙子说-凤凰之神",
							["type"] = "PARTY_LEADER",
							["time"] = 1589558036,
							["arg1"] = "坦克进入裂隙",
							["clColor"] = "fffe7b09",
						}, -- [163]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY",
							["time"] = 1589558063,
							["arg1"] = "gh",
							["clColor"] = "ffa9d271",
						}, -- [164]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY",
							["time"] = 1589558064,
							["arg1"] = "gg",
							["clColor"] = "ffa9d271",
						}, -- [165]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY",
							["time"] = 1589558064,
							["arg1"] = "gg",
							["clColor"] = "ffa9d271",
						}, -- [166]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY",
							["time"] = 1589558065,
							["arg1"] = "gg",
							["clColor"] = "ffa9d271",
						}, -- [167]
						{
							["arg2"] = "景幻仙子说-凤凰之神",
							["type"] = "PARTY_LEADER",
							["time"] = 1589558069,
							["arg1"] = "坦克进入裂隙",
							["clColor"] = "fffe7b09",
						}, -- [168]
						{
							["arg2"] = "景幻仙子说-凤凰之神",
							["type"] = "PARTY_LEADER",
							["time"] = 1589558113,
							["arg1"] = "坦克进入裂隙",
							["clColor"] = "fffe7b09",
						}, -- [169]
						{
							["arg2"] = "杰斯·豪里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589558175,
							["arg1"] = "来吧，伙计们！把门弄开！",
						}, -- [170]
						{
							["arg2"] = "杰斯·豪里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589558179,
							["arg1"] = "等我们把狱长的人质抓到手，就有大笔的赎金可拿啦！",
						}, -- [171]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY",
							["time"] = 1589558301,
							["arg1"] = "毛人风 又毛了 老虎........",
							["clColor"] = "ffa9d271",
						}, -- [172]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY",
							["time"] = 1589558348,
							["arg1"] = "真6",
							["clColor"] = "ffa9d271",
						}, -- [173]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY",
							["time"] = 1589558475,
							["arg1"] = "玩dps 真开心",
							["clColor"] = "ffa9d271",
						}, -- [174]
						{
							["arg2"] = "杰斯·豪里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589558506,
							["arg1"] = "新鲜的肉！",
						}, -- [175]
						{
							["arg2"] = "杰斯·豪里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589558519,
							["arg1"] = "这把匕首会刺穿你的胸膛！",
						}, -- [176]
						{
							["arg2"] = "杰斯·豪里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589558537,
							["arg1"] = "来吧，伙计们！让他们瞧瞧这儿谁说了算！",
						}, -- [177]
						{
							["arg2"] = "杰斯·豪里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589558561,
							["arg1"] = "快来，弟弟！帮我干掉他们。",
						}, -- [178]
						{
							["arg2"] = "鲍比·豪里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589558597,
							["arg1"] = "流血而亡的……本该……是你……",
						}, -- [179]
						{
							["arg2"] = "杰斯·豪里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589558604,
							["arg1"] = "你杀了我弟弟，我要把你撕成碎片。",
						}, -- [180]
						{
							["arg2"] = "杰斯·豪里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589558611,
							["arg1"] = "我打磨利刃，就是为了切开你的血肉！",
						}, -- [181]
						{
							["arg2"] = "杰斯·豪里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589558643,
							["arg1"] = "这把匕首会刺穿你的胸膛！",
						}, -- [182]
						{
							["arg2"] = "杰斯·豪里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589558649,
							["arg1"] = "一堆死肉。",
						}, -- [183]
						{
							["arg2"] = "就爱逗你玩-亡语者",
							["type"] = "PARTY",
							["time"] = 1589558652,
							["arg1"] = "擦",
							["clColor"] = "ffa9d271",
						}, -- [184]
						{
							["arg2"] = "杰斯·豪里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589558654,
							["arg1"] = "我本来……就快……出去了……",
						}, -- [185]
						{
							["arg2"] = "艾什凡狱卒",
							["type"] = "MONSTER_YELL",
							["time"] = 1589558659,
							["arg1"] = "那头野兽死了！艾什凡，去占领上层！我来对付这个小偷……",
						}, -- [186]
						{
							["arg2"] = "水鼠帮掠夺者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589558662,
							["arg1"] = "永远别想活捉我！",
						}, -- [187]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY",
							["time"] = 1589558797,
							["arg1"] = "add",
							["clColor"] = "ffa9d271",
						}, -- [188]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY",
							["time"] = 1589558799,
							["arg1"] = "1%",
							["clColor"] = "ffa9d271",
						}, -- [189]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY",
							["time"] = 1589558811,
							["arg1"] = "74.50$",
							["clColor"] = "ffa9d271",
						}, -- [190]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY",
							["time"] = 1589558817,
							["arg1"] = "74.50%",
							["clColor"] = "ffa9d271",
						}, -- [191]
						{
							["arg2"] = "景幻仙子说-凤凰之神",
							["type"] = "PARTY_LEADER",
							["time"] = 1589558853,
							["arg1"] = "坦克激活方尖碑",
							["clColor"] = "fffe7b09",
						}, -- [192]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589558856,
							["arg1"] = "来吧，淹死吧。",
						}, -- [193]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589558921,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [194]
						{
							["arg2"] = "景幻仙子说-凤凰之神",
							["type"] = "PARTY_LEADER",
							["time"] = 1589558924,
							["arg1"] = "坦克进入裂隙",
							["clColor"] = "fffe7b09",
						}, -- [195]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY",
							["time"] = 1589559061,
							["arg1"] = "zf",
							["clColor"] = "ffa9d271",
						}, -- [196]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY",
							["time"] = 1589559061,
							["arg1"] = "zf",
							["clColor"] = "ffa9d271",
						}, -- [197]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY",
							["time"] = 1589559062,
							["arg1"] = "zf",
							["clColor"] = "ffa9d271",
						}, -- [198]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY",
							["time"] = 1589559063,
							["arg1"] = "zf",
							["clColor"] = "ffa9d271",
						}, -- [199]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY",
							["time"] = 1589559131,
							["arg1"] = "|cff71d5ff|Htalent:22425|h[粉碎]|h|r 垃圾",
							["clColor"] = "ffa9d271",
						}, -- [200]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY",
							["time"] = 1589559139,
							["arg1"] = "1",
							["clColor"] = "ffa9d271",
						}, -- [201]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY",
							["time"] = 1589559142,
							["arg1"] = "=",
							["clColor"] = "ffa9d271",
						}, -- [202]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY",
							["time"] = 1589559143,
							["arg1"] = "sx",
							["clColor"] = "ffa9d271",
						}, -- [203]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY",
							["time"] = 1589559159,
							["arg1"] = "3",
							["clColor"] = "ffa9d271",
						}, -- [204]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY",
							["time"] = 1589559160,
							["arg1"] = "2",
							["clColor"] = "ffa9d271",
						}, -- [205]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY",
							["time"] = 1589559161,
							["arg1"] = "1",
							["clColor"] = "ffa9d271",
						}, -- [206]
						{
							["arg2"] = "骑士队长瓦莱莉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559162,
							["arg1"] = "是时候加温了！",
						}, -- [207]
						{
							["arg2"] = "骑士队长瓦莱莉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559181,
							["arg1"] = "我要把你烧成灰烬！",
						}, -- [208]
						{
							["arg2"] = "骑士队长瓦莱莉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559191,
							["arg1"] = "这火还不够热！",
						}, -- [209]
						{
							["arg2"] = "艾什凡军需官",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559197,
							["arg1"] = "又有炸弹来了！",
						}, -- [210]
						{
							["arg2"] = "骑士队长瓦莱莉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559201,
							["arg1"] = "我要把你烧成灰烬！",
						}, -- [211]
						{
							["arg2"] = "骑士队长瓦莱莉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559213,
							["arg1"] = "把火再烧旺点！快！",
						}, -- [212]
						{
							["arg2"] = "艾什凡军需官",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559218,
							["arg1"] = "又有炸弹来了！",
						}, -- [213]
						{
							["arg2"] = "骑士队长瓦莱莉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559222,
							["arg1"] = "我要把你烧成灰烬！",
						}, -- [214]
						{
							["arg2"] = "骑士队长瓦莱莉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559233,
							["arg1"] = "这火还不够热！",
						}, -- [215]
						{
							["arg2"] = "艾什凡军需官",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559239,
							["arg1"] = "又有炸弹来了！",
						}, -- [216]
						{
							["arg2"] = "骑士队长瓦莱莉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559243,
							["arg1"] = "我要把你烧成灰烬！",
						}, -- [217]
						{
							["arg2"] = "骑士队长瓦莱莉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559255,
							["arg1"] = "把火再烧旺点！快！",
						}, -- [218]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589559258,
							["arg1"] = "你让你真正的主人失望了。",
						}, -- [219]
						{
							["arg2"] = "艾什凡军需官",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559260,
							["arg1"] = "又有炸弹来了！",
						}, -- [220]
						{
							["arg2"] = "骑士队长瓦莱莉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559263,
							["arg1"] = "我要把你烧成灰烬！",
						}, -- [221]
						{
							["arg2"] = "骑士队长瓦莱莉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559267,
							["arg1"] = "最热的星星……生命也……最短。",
						}, -- [222]
						{
							["arg2"] = "景幻仙子说-凤凰之神",
							["type"] = "PARTY_LEADER",
							["time"] = 1589559281,
							["arg1"] = "坦克激活方尖碑",
							["clColor"] = "fffe7b09",
						}, -- [223]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589559284,
							["arg1"] = "睁开你的眼睛。",
						}, -- [224]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589559373,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [225]
						{
							["arg2"] = "景幻仙子说-凤凰之神",
							["type"] = "PARTY_LEADER",
							["time"] = 1589559377,
							["arg1"] = "坦克进入裂隙",
							["clColor"] = "fffe7b09",
						}, -- [226]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559388,
							["arg1"] = "你们居然回来送死，我真感动。",
						}, -- [227]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559396,
							["arg1"] = "真想知道这种子弹打在活人身上是什么感觉？",
						}, -- [228]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559405,
							["arg1"] = "让枪林弹雨为你送终吧！",
						}, -- [229]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559411,
							["arg1"] = "尽管逃跑吧！我是不会射偏的。",
						}, -- [230]
						{
							["arg2"] = "就爱逗你玩-亡语者",
							["type"] = "PARTY",
							["time"] = 1589559416,
							["arg1"] = "。。",
							["clColor"] = "ffa9d271",
						}, -- [231]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559433,
							["arg1"] = "让枪林弹雨为你送终吧！",
						}, -- [232]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559438,
							["arg1"] = "尽管逃跑吧！我是不会射偏的。",
						}, -- [233]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559445,
							["arg1"] = "真想知道这种子弹打在活人身上是什么感觉？",
						}, -- [234]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559454,
							["arg1"] = "让枪林弹雨为你送终吧！",
						}, -- [235]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559461,
							["arg1"] = "尽管逃跑吧！我是不会射偏的。",
						}, -- [236]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559482,
							["arg1"] = "让枪林弹雨为你送终吧！",
						}, -- [237]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559487,
							["arg1"] = "尽管逃跑吧！我是不会射偏的。",
						}, -- [238]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559493,
							["arg1"] = "真想知道这种子弹打在活人身上是什么感觉？",
						}, -- [239]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559502,
							["arg1"] = "让枪林弹雨为你送终吧！",
						}, -- [240]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559510,
							["arg1"] = "尽管逃跑吧！我是不会射偏的。",
						}, -- [241]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559530,
							["arg1"] = "让枪林弹雨为你送终吧！",
						}, -- [242]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559535,
							["arg1"] = "尽管逃跑吧！我是不会射偏的。",
						}, -- [243]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559542,
							["arg1"] = "真想知道这种子弹打在活人身上是什么感觉？",
						}, -- [244]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559551,
							["arg1"] = "让枪林弹雨为你送终吧！",
						}, -- [245]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559554,
							["arg1"] = "准头……不错……",
						}, -- [246]
						{
							["arg2"] = "阿墨达达-古尔丹",
							["type"] = "PARTY",
							["time"] = 1589559585,
							["arg1"] = "BUYAO ",
							["clColor"] = "ff00fe95",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = " ",
						}, -- [249]
						{
							["arg1"] = "记录开始于 05/16/2020 的 11:28:57。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
				}, -- [3]
				{
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "说",
					["logs"] = {
						{
							["arg2"] = "Rikii-冰风岗",
							["type"] = "SAY",
							["time"] = 1589527422,
							["arg1"] = "我出幻象了,快刷我!",
							["clColor"] = "ffa22fc8",
						}, -- [1]
						{
							["arg2"] = "Rikii-冰风岗",
							["type"] = "SAY",
							["time"] = 1589527454,
							["arg1"] = "我出幻象了,快刷我!",
							["clColor"] = "ffa22fc8",
						}, -- [2]
						{
							["arg2"] = "沃里克",
							["type"] = "MONSTER_SAY",
							["time"] = 1589527484,
							["arg1"] = "塞塔里斯的双眼不见了！",
						}, -- [3]
						{
							["arg2"] = "沃里克",
							["type"] = "MONSTER_SAY",
							["time"] = 1589527488,
							["arg1"] = "我们要取回宝石，放进插槽里，这样才能通过！",
						}, -- [4]
						{
							["arg2"] = "宝珠卫士",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589527539,
							["arg1"] = "|TInterface\\ICONS\\INV_Misc_Bag_11.blp:20|t足球大帝李毅的宝珠被|cFFFF0000|Hspell:267633|h[夺走]|h|r了！",
						}, -- [5]
						{
							["arg2"] = "宝珠卫士",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589527548,
							["arg1"] = "|TInterface\\ICONS\\INV_Misc_Bag_11.blp:20|t玖月玲的宝珠被|cFFFF0000|Hspell:267633|h[夺走]|h|r了！",
						}, -- [6]
						{
							["arg2"] = "无信援兵",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589527554,
							["arg1"] = "|TInterface\\ICONS\\INV_Misc_Bag_11.blp:20|tRikii的宝珠被|cFFFF0000|Hspell:267633|h[夺走]|h|r了！",
						}, -- [7]
						{
							["arg2"] = "宝珠卫士",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589527559,
							["arg1"] = "|TInterface\\ICONS\\INV_Misc_Bag_11.blp:20|t足球大帝李毅的宝珠被|cFFFF0000|Hspell:267633|h[夺走]|h|r了！",
						}, -- [8]
						{
							["arg2"] = "宝珠卫士",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589527576,
							["arg1"] = "|TInterface\\ICONS\\INV_Misc_Bag_11.blp:20|t足球大帝李毅的宝珠被|cFFFF0000|Hspell:267633|h[夺走]|h|r了！",
						}, -- [9]
						{
							["arg2"] = "宝珠卫士",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589527602,
							["arg1"] = "|TInterface\\ICONS\\INV_Misc_Bag_11.blp:20|t足球大帝李毅的宝珠被|cFFFF0000|Hspell:267633|h[夺走]|h|r了！",
						}, -- [10]
						{
							["arg2"] = "Rikii-冰风岗",
							["type"] = "SAY",
							["time"] = 1589527602,
							["arg1"] = "我出幻象了,快刷我!",
							["clColor"] = "ffa22fc8",
						}, -- [11]
						{
							["arg2"] = "十里扬州路",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589527654,
							["arg1"] = "守护塞塔里斯之心的远古结界被一群赞达拉巨魔关闭了……",
							["clColor"] = "ffa22fc8",
						}, -- [12]
						{
							["arg2"] = "沃里克",
							["type"] = "MONSTER_SAY",
							["time"] = 1589527654,
							["arg1"] = "塞塔里斯牺牲自己阻止米斯拉克斯时，我就在旁边。",
						}, -- [13]
						{
							["arg2"] = "沃里克",
							["type"] = "MONSTER_SAY",
							["time"] = 1589527662,
							["arg1"] = "要不是她，世界早就陷入一片混沌了。",
						}, -- [14]
						{
							["arg2"] = "沃里克",
							["type"] = "MONSTER_SAY",
							["time"] = 1589527670,
							["arg1"] = "她的圣地应该就在前面。",
						}, -- [15]
						{
							["arg2"] = "沃里克",
							["type"] = "MONSTER_SAY",
							["time"] = 1589527675,
							["arg1"] = "等等，这些入侵者又是谁？！他们正在腐化塞塔里斯！",
						}, -- [16]
						{
							["arg2"] = "Rikii-冰风岗",
							["type"] = "SAY",
							["time"] = 1589527702,
							["arg1"] = "我出幻象了,快刷我!",
							["clColor"] = "ffa22fc8",
						}, -- [17]
						{
							["arg2"] = "Rikii-冰风岗",
							["type"] = "SAY",
							["time"] = 1589527735,
							["arg1"] = "我出幻象了,快刷我!",
							["clColor"] = "ffa22fc8",
						}, -- [18]
						{
							["arg1"] = " ",
						}, -- [19]
						{
							["arg1"] = " ",
						}, -- [20]
						{
							["arg1"] = "记录开始于 05/15/2020 的 19:53:41。",
							["type"] = "SYSTEM",
						}, -- [21]
						{
							["arg2"] = "柠檬味的柠檬-克尔苏加德",
							["type"] = "SAY",
							["time"] = 1589543984,
							["arg1"] = "“雨下”工会备战9.0 招收单机玩家.大佬.萌新.咸鱼入驻，更有大M车队轮班开车，YY常驻妹子，逗比，气氛和谐，轻松愉快~欢迎各位 YY常驻20人",
							["clColor"] = "ff3ec5e9",
						}, -- [22]
						{
							["arg2"] = "柠檬味的柠檬-克尔苏加德",
							["type"] = "SAY",
							["time"] = 1589544054,
							["arg1"] = "“雨下”工会备战9.0 招收单机玩家.大佬.萌新.咸鱼入驻，更有大M车队轮班开车，YY常驻妹子，逗比，气氛和谐，轻松愉快~欢迎各位 YY常驻20人 闲的没事的可以来YY听歌880189",
							["clColor"] = "ff3ec5e9",
						}, -- [23]
						{
							["arg2"] = "德萨雷拉尔-安苏",
							["type"] = "SAY",
							["time"] = 1589545864,
							["arg1"] = "开头跳么？",
							["clColor"] = "fffef367",
						}, -- [24]
						{
							["arg2"] = "铁潮锯骨者",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589545995,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [25]
						{
							["arg2"] = "鲨鱼饵",
							["type"] = "MONSTER_SAY",
							["time"] = 1589546126,
							["arg1"] = "呱！库拉格死了！鲨鱼饵好难过！",
						}, -- [26]
						{
							["arg2"] = "鲨鱼饵",
							["type"] = "MONSTER_SAY",
							["time"] = 1589546130,
							["arg1"] = "你们跟鹦鹉屎一样臭！呱！",
						}, -- [27]
						{
							["arg2"] = "雷兹奥昆船长",
							["type"] = "MONSTER_SAY",
							["time"] = 1589546176,
							["arg1"] = "听说那些船长在聚会，我们混进去，把这只多头蛇的脑袋一起砍掉。",
						}, -- [28]
						{
							["arg2"] = "雷兹奥昆船长",
							["type"] = "MONSTER_SAY",
							["time"] = 1589546184,
							["arg1"] = "水鼠帮离开酒，就像鱼儿离开水！跟这群动物混熟了，尤朵拉船长就会想见你了。",
						}, -- [29]
						{
							["arg2"] = "雷兹奥昆船长",
							["type"] = "MONSTER_SAY",
							["time"] = 1589546193,
							["arg1"] = "有人邀请的话，事儿就好办了。直接冲进去对三个赫赫有名的船长捅刀子，后果可能有点严重。这事你说了算，有钱人。",
						}, -- [30]
						{
							["arg2"] = "丶昔年-迦拉克隆",
							["type"] = "SAY",
							["time"] = 1589546224,
							["arg1"] = "....",
							["clColor"] = "ffa9d271",
						}, -- [31]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "SAY",
							["time"] = 1589546304,
							["arg1"] = "喝",
							["clColor"] = "ffa22fc8",
						}, -- [32]
						{
							["arg2"] = "丶小鸡炖蘑菇-死亡之翼",
							["type"] = "SAY",
							["time"] = 1589546371,
							["arg1"] = "丶小鸡炖蘑菇 中了飞刃投掷",
							["clColor"] = "fffe7b09",
						}, -- [33]
						{
							["arg2"] = "德萨雷拉尔-安苏",
							["type"] = "SAY",
							["time"] = 1589546381,
							["arg1"] = "德萨雷拉尔 中了飞刃投掷",
							["clColor"] = "fffef367",
						}, -- [34]
						{
							["arg2"] = "德萨雷拉尔-安苏",
							["type"] = "SAY",
							["time"] = 1589546391,
							["arg1"] = "德萨雷拉尔 中了飞刃投掷",
							["clColor"] = "fffef367",
						}, -- [35]
						{
							["arg2"] = "丶小鸡炖蘑菇-死亡之翼",
							["type"] = "SAY",
							["time"] = 1589546398,
							["arg1"] = "丶小鸡炖蘑菇 中了飞刃投掷",
							["clColor"] = "fffe7b09",
						}, -- [36]
						{
							["arg2"] = "丶小鸡炖蘑菇-死亡之翼",
							["type"] = "SAY",
							["time"] = 1589546475,
							["arg1"] = "丶小鸡炖蘑菇 中了飞刃投掷",
							["clColor"] = "fffe7b09",
						}, -- [37]
						{
							["arg2"] = "丶小鸡炖蘑菇-死亡之翼",
							["type"] = "SAY",
							["time"] = 1589546475,
							["arg1"] = "丶小鸡炖蘑菇 中了飞刃投掷",
							["clColor"] = "fffe7b09",
						}, -- [38]
						{
							["arg2"] = "丶小鸡炖蘑菇-死亡之翼",
							["type"] = "SAY",
							["time"] = 1589546496,
							["arg1"] = "丶小鸡炖蘑菇 中了飞刃投掷",
							["clColor"] = "fffe7b09",
						}, -- [39]
						{
							["arg2"] = "德萨雷拉尔-安苏",
							["type"] = "SAY",
							["time"] = 1589546498,
							["arg1"] = "德萨雷拉尔 中了飞刃投掷",
							["clColor"] = "fffef367",
						}, -- [40]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "SAY",
							["time"] = 1589546536,
							["arg1"] = "DZ  ",
							["clColor"] = "ffa22fc8",
						}, -- [41]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "SAY",
							["time"] = 1589546538,
							["arg1"] = "去开下猪",
							["clColor"] = "ffa22fc8",
						}, -- [42]
						{
							["arg2"] = "“激励者”古克古克",
							["type"] = "MONSTER_SAY",
							["time"] = 1589546569,
							["arg1"] = "轮到你了，旱鸭子！",
						}, -- [43]
						{
							["arg2"] = "古尔戈索克",
							["type"] = "MONSTER_SAY",
							["time"] = 1589546572,
							["arg1"] = "嗷！你干嘛戳我？哦哦，醒醒，伍迪！轮到我们了！",
						}, -- [44]
						{
							["arg2"] = "“激励者”古克古克",
							["type"] = "MONSTER_SAY",
							["time"] = 1589546577,
							["arg1"] = "快，说话！说话！",
						}, -- [45]
						{
							["arg2"] = "古尔戈索克",
							["type"] = "MONSTER_SAY",
							["time"] = 1589546580,
							["arg1"] = "嗷！好的好的！我们齐聚一堂，欣赏野性的狂欢！他们来自未知的土地，神秘……危险……还有些粗野……一群臭海盗！",
						}, -- [46]
						{
							["arg2"] = "古尔戈索克",
							["type"] = "MONSTER_SAY",
							["time"] = 1589546602,
							["arg1"] = "现在进入竞技场的是了不起的……惊人的……华丽的……这是什么？",
						}, -- [47]
						{
							["arg2"] = "古尔戈索克",
							["type"] = "MONSTER_SAY",
							["time"] = 1589546614,
							["arg1"] = "抹了油的猪？我开始对这场比赛的专业性产生怀疑了。好吧……抓到猪就算你赢。",
						}, -- [48]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "SAY",
							["time"] = 1589546621,
							["arg1"] = "伤害酒桶",
							["clColor"] = "ffa22fc8",
						}, -- [49]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "SAY",
							["time"] = 1589546629,
							["arg1"] = "急速酒桶",
							["clColor"] = "ffa22fc8",
						}, -- [50]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "SAY",
							["time"] = 1589546637,
							["arg1"] = "暴击酒桶",
							["clColor"] = "ffa22fc8",
						}, -- [51]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "SAY",
							["time"] = 1589546645,
							["arg1"] = "暴击酒桶",
							["clColor"] = "ffa22fc8",
						}, -- [52]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "SAY",
							["time"] = 1589546653,
							["arg1"] = "伤害酒桶",
							["clColor"] = "ffa22fc8",
						}, -- [53]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "SAY",
							["time"] = 1589546661,
							["arg1"] = "伤害酒桶",
							["clColor"] = "ffa22fc8",
						}, -- [54]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "SAY",
							["time"] = 1589546669,
							["arg1"] = "伤害酒桶",
							["clColor"] = "ffa22fc8",
						}, -- [55]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "SAY",
							["time"] = 1589546677,
							["arg1"] = "暴击酒桶",
							["clColor"] = "ffa22fc8",
						}, -- [56]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "SAY",
							["time"] = 1589546685,
							["arg1"] = "暴击酒桶",
							["clColor"] = "ffa22fc8",
						}, -- [57]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "SAY",
							["time"] = 1589546693,
							["arg1"] = "伤害酒桶",
							["clColor"] = "ffa22fc8",
						}, -- [58]
						{
							["arg2"] = "古尔戈索克",
							["type"] = "MONSTER_SAY",
							["time"] = 1589546821,
							["arg1"] = "看啊。他们把猪抓住了。也许接下来应该来场……更有威胁性的挑战！",
						}, -- [59]
						{
							["arg2"] = "古尔戈索克",
							["type"] = "MONSTER_SAY",
							["time"] = 1589546828,
							["arg1"] = "这名始祖龟强盗来自自由镇的下水道，他最擅长的就是用硬壳揍你。他是巨盾的主宰……壳击的先锋……龟甲的恶徒……路德维希！",
						}, -- [60]
						{
							["arg2"] = "古尔戈索克",
							["type"] = "MONSTER_SAY",
							["time"] = 1589546958,
							["arg1"] = "路德维希败了！真精彩！这些臭海盗真经打，希望他们能继续保持……因为下一位挑战者正是残暴的象征。",
						}, -- [61]
						{
							["arg2"] = "丶昔年-迦拉克隆",
							["type"] = "SAY",
							["time"] = 1589546967,
							["arg1"] = "丶昔年 中了飞刃投掷",
							["clColor"] = "ffa9d271",
						}, -- [62]
						{
							["arg2"] = "丶昔年-迦拉克隆",
							["type"] = "SAY",
							["time"] = 1589546967,
							["arg1"] = "丶昔年 中了飞刃投掷",
							["clColor"] = "ffa9d271",
						}, -- [63]
						{
							["arg2"] = "古尔戈索克",
							["type"] = "MONSTER_SAY",
							["time"] = 1589546971,
							["arg1"] = "卫冕冠军与鱼类同吃同睡！自由镇的狂魔……利齿的主宰……强大的格斗家克星……鲨鱼拳击手托萨克！",
						}, -- [64]
						{
							["arg2"] = "德萨雷拉尔-安苏",
							["type"] = "SAY",
							["time"] = 1589546975,
							["arg1"] = "德萨雷拉尔 中了飞刃投掷",
							["clColor"] = "fffef367",
						}, -- [65]
						{
							["arg2"] = "德萨雷拉尔-安苏",
							["type"] = "SAY",
							["time"] = 1589546975,
							["arg1"] = "德萨雷拉尔 中了飞刃投掷",
							["clColor"] = "fffef367",
						}, -- [66]
						{
							["arg2"] = "丶血染黑木耳-冰风岗",
							["type"] = "SAY",
							["time"] = 1589546984,
							["arg1"] = "丶血染黑木耳 中了飞刃投掷",
							["clColor"] = "ffa22fc8",
						}, -- [67]
						{
							["arg2"] = "丶小鸡炖蘑菇-死亡之翼",
							["type"] = "SAY",
							["time"] = 1589546984,
							["arg1"] = "丶小鸡炖蘑菇 中了飞刃投掷",
							["clColor"] = "fffe7b09",
						}, -- [68]
						{
							["arg2"] = "丶小鸡炖蘑菇-死亡之翼",
							["type"] = "SAY",
							["time"] = 1589546992,
							["arg1"] = "丶小鸡炖蘑菇 中了飞刃投掷",
							["clColor"] = "fffe7b09",
						}, -- [69]
						{
							["arg2"] = "德萨雷拉尔-安苏",
							["type"] = "SAY",
							["time"] = 1589546998,
							["arg1"] = "德萨雷拉尔 中了飞刃投掷",
							["clColor"] = "fffef367",
						}, -- [70]
						{
							["arg2"] = "丶小鸡炖蘑菇-死亡之翼",
							["type"] = "SAY",
							["time"] = 1589547105,
							["arg1"] = "丶小鸡炖蘑菇 中了鲨鱼投掷",
							["clColor"] = "fffe7b09",
						}, -- [71]
						{
							["arg2"] = "丶小鸡炖蘑菇-死亡之翼",
							["type"] = "SAY",
							["time"] = 1589547160,
							["arg1"] = "丶小鸡炖蘑菇 中了飞刃投掷",
							["clColor"] = "fffe7b09",
						}, -- [72]
						{
							["arg2"] = "德萨雷拉尔-安苏",
							["type"] = "SAY",
							["time"] = 1589547160,
							["arg1"] = "德萨雷拉尔 中了飞刃投掷",
							["clColor"] = "fffef367",
						}, -- [73]
						{
							["arg2"] = "丶昔年-迦拉克隆",
							["type"] = "SAY",
							["time"] = 1589547169,
							["arg1"] = "丶昔年 中了飞刃投掷",
							["clColor"] = "ffa9d271",
						}, -- [74]
						{
							["arg2"] = "德萨雷拉尔-安苏",
							["type"] = "SAY",
							["time"] = 1589547169,
							["arg1"] = "德萨雷拉尔 中了飞刃投掷",
							["clColor"] = "fffef367",
						}, -- [75]
						{
							["arg2"] = "德萨雷拉尔-安苏",
							["type"] = "SAY",
							["time"] = 1589547177,
							["arg1"] = "德萨雷拉尔 中了飞刃投掷",
							["clColor"] = "fffef367",
						}, -- [76]
						{
							["arg2"] = "丶血染黑木耳-冰风岗",
							["type"] = "SAY",
							["time"] = 1589547178,
							["arg1"] = "丶血染黑木耳 中了飞刃投掷",
							["clColor"] = "ffa22fc8",
						}, -- [77]
						{
							["arg2"] = "丶昔年-迦拉克隆",
							["type"] = "SAY",
							["time"] = 1589547186,
							["arg1"] = "丶昔年 中了飞刃投掷",
							["clColor"] = "ffa9d271",
						}, -- [78]
						{
							["arg2"] = "德萨雷拉尔-安苏",
							["type"] = "SAY",
							["time"] = 1589547329,
							["arg1"] = "德萨雷拉尔 中了火炮弹幕",
							["clColor"] = "fffef367",
						}, -- [79]
						{
							["arg2"] = "丶小鸡炖蘑菇-死亡之翼",
							["type"] = "SAY",
							["time"] = 1589547347,
							["arg1"] = "丶小鸡炖蘑菇 中了火炮弹幕",
							["clColor"] = "fffe7b09",
						}, -- [80]
						{
							["arg2"] = "丶昔年-迦拉克隆",
							["type"] = "SAY",
							["time"] = 1589547368,
							["arg1"] = "丶昔年 中了火炮弹幕",
							["clColor"] = "ffa9d271",
						}, -- [81]
						{
							["arg2"] = "丶血染黑木耳-冰风岗",
							["type"] = "SAY",
							["time"] = 1589547396,
							["arg1"] = "丶血染黑木耳 中了火炮弹幕",
							["clColor"] = "ffa22fc8",
						}, -- [82]
						{
							["arg2"] = "丶昔年-迦拉克隆",
							["type"] = "SAY",
							["time"] = 1589547396,
							["arg1"] = "丶昔年 中了火炮弹幕",
							["clColor"] = "ffa9d271",
						}, -- [83]
						{
							["arg2"] = "德萨雷拉尔-安苏",
							["type"] = "SAY",
							["time"] = 1589547396,
							["arg1"] = "德萨雷拉尔 中了火炮弹幕",
							["clColor"] = "fffef367",
						}, -- [84]
						{
							["arg2"] = "丶小鸡炖蘑菇-死亡之翼",
							["type"] = "SAY",
							["time"] = 1589547396,
							["arg1"] = "丶小鸡炖蘑菇 中了火炮弹幕",
							["clColor"] = "fffe7b09",
						}, -- [85]
						{
							["arg2"] = "丶血染黑木耳-冰风岗",
							["type"] = "SAY",
							["time"] = 1589547426,
							["arg1"] = "丶血染黑木耳 中了火炮弹幕",
							["clColor"] = "ffa22fc8",
						}, -- [86]
						{
							["arg2"] = "丶昔年-迦拉克隆",
							["type"] = "SAY",
							["time"] = 1589547426,
							["arg1"] = "丶昔年 中了火炮弹幕",
							["clColor"] = "ffa9d271",
						}, -- [87]
						{
							["arg2"] = "德萨雷拉尔-安苏",
							["type"] = "SAY",
							["time"] = 1589547426,
							["arg1"] = "德萨雷拉尔 中了火炮弹幕",
							["clColor"] = "fffef367",
						}, -- [88]
						{
							["arg1"] = " ",
						}, -- [89]
						{
							["arg1"] = " ",
						}, -- [90]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/15/2020 的 21:05:30。",
						}, -- [91]
						{
							["arg2"] = "艾萨拉女王",
							["type"] = "MONSTER_SAY",
							["time"] = 1589548147,
							["arg1"] = "你的侥幸存活，让你有点自满了。是时候开始下一轮试练了。",
						}, -- [92]
						{
							["arg2"] = "艾萨拉女王",
							["type"] = "MONSTER_SAY",
							["time"] = 1589548192,
							["arg1"] = "真是顽强！这么宝贵的品质……也终将屈从于我的意志。",
						}, -- [93]
						{
							["arg2"] = "晨帆船长",
							["type"] = "MONSTER_SAY",
							["time"] = 1589548233,
							["arg1"] = "抱歉，只是肚子被捅了一刀。我很快就会没事了。",
						}, -- [94]
						{
							["arg2"] = "托基",
							["type"] = "MONSTER_SAY",
							["time"] = 1589548261,
							["arg1"] = "必须有人挺身而出，阻止那些纳迦。而今天，那个人就是你。",
						}, -- [95]
						{
							["arg2"] = "阿托莉亚·海珠",
							["type"] = "MONSTER_SAY",
							["time"] = 1589548271,
							["arg1"] = "看来始祖龟想出了个新计划，可以解决这群坏蛋。你来试试吧。",
						}, -- [96]
						{
							["arg2"] = "阿托莉亚·海珠",
							["type"] = "MONSTER_SAY",
							["time"] = 1589548333,
							["arg1"] = "真不错。我看着都晕了！",
						}, -- [97]
						{
							["arg2"] = "赞齐尔诱捕者",
							["type"] = "MONSTER_SAY",
							["time"] = 1589548699,
							["arg1"] = "大海……会吞噬你……",
						}, -- [98]
						{
							["arg2"] = "赞齐尔愚忠者",
							["type"] = "MONSTER_SAY",
							["time"] = 1589548707,
							["arg1"] = "为了女王！",
						}, -- [99]
						{
							["arg2"] = "赞齐尔愚忠者",
							["type"] = "MONSTER_SAY",
							["time"] = 1589548714,
							["arg1"] = "深渊会带走你……",
						}, -- [100]
						{
							["arg2"] = "赞齐尔愚忠者",
							["type"] = "MONSTER_SAY",
							["time"] = 1589548797,
							["arg1"] = "潮水……退了……",
						}, -- [101]
						{
							["arg2"] = "托基",
							["type"] = "MONSTER_SAY",
							["time"] = 1589548800,
							["arg1"] = "艾萨拉没拿到自己想要的东西，肯定会满肚子不爽。而这一点正是我想要的。呵。",
						}, -- [102]
						{
							["arg2"] = "阿托莉亚·海珠",
							["type"] = "MONSTER_SAY",
							["time"] = 1589548861,
							["arg1"] = "你在等我拥抱你吗？",
						}, -- [103]
						{
							["arg2"] = "阿托莉亚·海珠",
							["type"] = "MONSTER_SAY",
							["time"] = 1589548974,
							["arg1"] = "干得真不错！继续加油啊。",
						}, -- [104]
						{
							["arg2"] = "首席奥术师塔莉萨",
							["type"] = "MONSTER_SAY",
							["time"] = 1589548985,
							["arg1"] = "我感觉附近有生物正在引导一股强大的奥术能量。趁还有机会，赶快消灭它。",
						}, -- [105]
						{
							["arg2"] = "疯狂的马蒂瓦斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1589548991,
							["arg1"] = "你找到了我隐藏的宝藏！当然是个陷阱，我又不是白痴。",
						}, -- [106]
						{
							["arg2"] = "疯狂的马蒂瓦斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1589549033,
							["arg1"] = "我的锁，被解开了？好吧，这只不过是我制作的“基本”类型。",
						}, -- [107]
						{
							["arg2"] = "加拉兹科队长",
							["type"] = "MONSTER_SAY",
							["time"] = 1589549050,
							["arg1"] = "他们差点就成功了，真是勇敢，即便是到了最后一刻。",
						}, -- [108]
						{
							["arg1"] = " ",
						}, -- [109]
						{
							["arg1"] = " ",
						}, -- [110]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/15/2020 的 23:30:16。",
						}, -- [111]
						{
							["arg2"] = "巴斯特罗·戈扎科",
							["type"] = "MONSTER_SAY",
							["time"] = 1589556685,
							["arg1"] = "你的斧子好像不怎么快啊，我的朋友。",
						}, -- [112]
						{
							["arg2"] = "切肉者卡罗",
							["type"] = "MONSTER_SAY",
							["time"] = 1589556687,
							["arg1"] = "那我还是拿你的伶牙俐齿来切甜瓜好了，戈扎科。",
						}, -- [113]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_SAY",
							["time"] = 1589556909,
							["arg1"] = "我们的间谍大师说库尔提拉斯之傲就停在托尔达戈。如果情报是真的，那你就要去为我们偷走那艘船。",
						}, -- [114]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_SAY",
							["time"] = 1589556916,
							["arg1"] = "我们的目标就在托尔达戈里面。",
						}, -- [115]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_SAY",
							["time"] = 1589556920,
							["arg1"] = "最近的一起越狱事件已经在监狱下层引起了混乱，而我们可以利用这一点。",
						}, -- [116]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_SAY",
							["time"] = 1589556928,
							["arg1"] = "想办法前往顶楼，在那儿你能找到狱长。",
						}, -- [117]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_SAY",
							["time"] = 1589556933,
							["arg1"] = "去拿走他的钥匙，夺回我们的财产，杀掉任何碍事的家伙。",
						}, -- [118]
						{
							["arg2"] = "越狱的罪犯",
							["type"] = "MONSTER_SAY",
							["time"] = 1589557033,
							["arg1"] = "我成功了，我逃出来了！",
						}, -- [119]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_SAY",
							["time"] = 1589557144,
							["arg1"] = "我们的目标就在托尔达戈里面。",
						}, -- [120]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_SAY",
							["time"] = 1589557149,
							["arg1"] = "最近的一起越狱事件已经在监狱下层引起了混乱，而我们可以利用这一点。",
						}, -- [121]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_SAY",
							["time"] = 1589557157,
							["arg1"] = "想办法前往顶楼，在那儿你能找到狱长。",
						}, -- [122]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_SAY",
							["time"] = 1589557162,
							["arg1"] = "去拿走他的钥匙，夺回我们的财产，杀掉任何碍事的家伙。",
						}, -- [123]
						{
							["arg2"] = "景幻仙子说-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589557221,
							["arg1"] = "4层，停手！",
							["clColor"] = "fffe7b09",
						}, -- [124]
						{
							["arg2"] = "景幻仙子说-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589557287,
							["arg1"] = "4层，停手！",
							["clColor"] = "fffe7b09",
						}, -- [125]
						{
							["arg2"] = "景幻仙子说-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589557341,
							["arg1"] = "4层，停手！",
							["clColor"] = "fffe7b09",
						}, -- [126]
						{
							["arg2"] = "景幻仙子说-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589557371,
							["arg1"] = "4层，停手！",
							["clColor"] = "fffe7b09",
						}, -- [127]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "SAY",
							["time"] = 1589557424,
							["arg1"] = "十里扬州路 中了颠覆之击",
							["clColor"] = "ffa22fc8",
						}, -- [128]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "SAY",
							["time"] = 1589557472,
							["arg1"] = "十里扬州路 中了颠覆之击",
							["clColor"] = "ffa22fc8",
						}, -- [129]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "SAY",
							["time"] = 1589557515,
							["arg1"] = "十里扬州路 中了颠覆之击",
							["clColor"] = "ffa22fc8",
						}, -- [130]
						{
							["arg2"] = "景幻仙子说-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589557554,
							["arg1"] = "4层，停手！",
							["clColor"] = "fffe7b09",
						}, -- [131]
						{
							["arg2"] = "景幻仙子说-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589557575,
							["arg1"] = "小怪爆炸",
							["clColor"] = "fffe7b09",
						}, -- [132]
						{
							["arg2"] = "景幻仙子说-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589557594,
							["arg1"] = "小怪爆炸",
							["clColor"] = "fffe7b09",
						}, -- [133]
						{
							["arg2"] = "景幻仙子说-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589557605,
							["arg1"] = "小怪爆炸",
							["clColor"] = "fffe7b09",
						}, -- [134]
						{
							["arg2"] = "景幻仙子说-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589557613,
							["arg1"] = "小怪爆炸",
							["clColor"] = "fffe7b09",
						}, -- [135]
						{
							["arg2"] = "黑齿纵火犯",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589557738,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [136]
						{
							["arg2"] = "破浪打击者",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589557744,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [137]
						{
							["arg2"] = "沮丧的水手",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589557767,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [138]
						{
							["arg2"] = "沮丧的水手",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589557767,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [139]
						{
							["arg2"] = "沮丧的水手",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589557767,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [140]
						{
							["arg2"] = "沮丧的水手",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589557768,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [141]
						{
							["arg2"] = "景幻仙子说-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589557769,
							["arg1"] = "4层，停手！",
							["clColor"] = "fffe7b09",
						}, -- [142]
						{
							["arg2"] = "沮丧的水手",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589557791,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [143]
						{
							["arg2"] = "破浪打击者",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589557805,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [144]
						{
							["arg2"] = "破浪打击者",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589557815,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [145]
						{
							["arg2"] = "部落人质",
							["type"] = "MONSTER_SAY",
							["time"] = 1589557817,
							["arg1"] = "放我出去！",
						}, -- [146]
						{
							["arg2"] = "部落人质",
							["type"] = "MONSTER_SAY",
							["time"] = 1589557818,
							["arg1"] = "救命！",
						}, -- [147]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_SAY",
							["time"] = 1589557826,
							["arg1"] = "抱歉，艾什凡勋爵。我的人马上就会恢复这里的秩序。",
						}, -- [148]
						{
							["arg2"] = "普里西拉·艾什凡",
							["type"] = "MONSTER_SAY",
							["time"] = 1589557832,
							["arg1"] = "他们最好赶快。否则接替你的人要做的第一件事，就是把你跟这群人渣丢去喂鱼。",
						}, -- [149]
						{
							["arg2"] = "部落人质",
							["type"] = "MONSTER_SAY",
							["time"] = 1589557843,
							["arg1"] = "感谢上天，你救了我！让我做些能帮你的事吧。",
						}, -- [150]
						{
							["arg2"] = "部落人质",
							["type"] = "MONSTER_SAY",
							["time"] = 1589557854,
							["arg1"] = "我曾担心我会永远困在这里……这是我表示谢意的礼物！",
						}, -- [151]
						{
							["arg2"] = "水鼠帮掠夺者",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589557892,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [152]
						{
							["arg2"] = "部落人质",
							["type"] = "MONSTER_SAY",
							["time"] = 1589557899,
							["arg1"] = "请帮帮我！",
						}, -- [153]
						{
							["arg2"] = "部落人质",
							["type"] = "MONSTER_SAY",
							["time"] = 1589557899,
							["arg1"] = "放我出去！",
						}, -- [154]
						{
							["arg2"] = "水鼠帮掠夺者",
							["type"] = "MONSTER_SAY",
							["time"] = 1589557903,
							["arg1"] = "嘿，那是我的！",
						}, -- [155]
						{
							["arg2"] = "部落人质",
							["type"] = "MONSTER_SAY",
							["time"] = 1589557910,
							["arg1"] = "感谢上天，你救了我！让我做些能帮你的事吧。",
						}, -- [156]
						{
							["arg2"] = "水鼠帮掠夺者",
							["type"] = "MONSTER_SAY",
							["time"] = 1589557915,
							["arg1"] = "嘿，那是我的！",
						}, -- [157]
						{
							["arg2"] = "部落人质",
							["type"] = "MONSTER_SAY",
							["time"] = 1589557922,
							["arg1"] = "我永远不会忘记的！我要离开这里！",
						}, -- [158]
						{
							["arg2"] = "表弟慢热手",
							["type"] = "MONSTER_SAY",
							["time"] = 1589557955,
							["arg1"] = "在与牦牛争论时有两大理论。可哪个也不起作用。",
						}, -- [159]
						{
							["arg2"] = "表弟慢热手",
							["type"] = "MONSTER_SAY",
							["time"] = 1589558063,
							["arg1"] = "你能好心告诉我怎么回昆莱吗？",
						}, -- [160]
						{
							["arg2"] = "水鼠帮海语者",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589558130,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [161]
						{
							["arg2"] = "水鼠帮海语者",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589558153,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [162]
						{
							["arg2"] = "破浪打击者",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589558160,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [163]
						{
							["arg2"] = "水鼠帮掠夺者",
							["type"] = "MONSTER_SAY",
							["time"] = 1589558175,
							["arg1"] = "不公平，你拿到了最后一个！",
						}, -- [164]
						{
							["arg2"] = "水鼠帮掠夺者",
							["type"] = "MONSTER_SAY",
							["time"] = 1589558184,
							["arg1"] = "拿上钥匙！",
						}, -- [165]
						{
							["arg2"] = "黑齿纵火犯",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589558189,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [166]
						{
							["arg2"] = "水鼠帮掠夺者",
							["type"] = "MONSTER_SAY",
							["time"] = 1589558196,
							["arg1"] = "拿上钥匙！",
						}, -- [167]
						{
							["arg2"] = "沮丧的水手",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589558204,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [168]
						{
							["arg2"] = "沮丧的水手",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589558207,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [169]
						{
							["arg2"] = "沮丧的水手",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589558207,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [170]
						{
							["arg2"] = "水鼠帮掠夺者",
							["type"] = "MONSTER_SAY",
							["time"] = 1589558208,
							["arg1"] = "嘿，那是我的！",
						}, -- [171]
						{
							["arg2"] = "沮丧的水手",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589558235,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [172]
						{
							["arg2"] = "水鼠帮海语者",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589558236,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [173]
						{
							["arg2"] = "水鼠帮海语者",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589558236,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [174]
						{
							["arg2"] = "水鼠帮掠夺者",
							["type"] = "MONSTER_SAY",
							["time"] = 1589558241,
							["arg1"] = "嘿，那是我的！",
						}, -- [175]
						{
							["arg2"] = "水鼠帮掠夺者",
							["type"] = "MONSTER_SAY",
							["time"] = 1589558249,
							["arg1"] = "嘿，那是我的！",
						}, -- [176]
						{
							["arg2"] = "黑齿纵火犯",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589558257,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [177]
						{
							["arg2"] = "沮丧的水手",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589558260,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [178]
						{
							["arg2"] = "沮丧的水手",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589558280,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [179]
						{
							["arg2"] = "沮丧的水手",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589558281,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [180]
						{
							["arg2"] = "沮丧的水手",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589558282,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [181]
						{
							["arg2"] = "铁潮袭击者",
							["type"] = "MONSTER_SAY",
							["time"] = 1589558292,
							["arg1"] = "当心脚下。",
						}, -- [182]
						{
							["arg2"] = "黑齿纵火犯",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589558298,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [183]
						{
							["arg2"] = "黑齿纵火犯",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589558299,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [184]
						{
							["arg2"] = "沮丧的水手",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589558335,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [185]
						{
							["arg2"] = "黑齿纵火犯",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589558340,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [186]
						{
							["arg2"] = "黑齿纵火犯",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589558345,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [187]
						{
							["arg2"] = "沮丧的水手",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589558345,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [188]
						{
							["arg2"] = "黑齿纵火犯",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589558351,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [189]
						{
							["arg2"] = "沮丧的水手",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589558356,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [190]
						{
							["arg2"] = "沮丧的水手",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589558376,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [191]
						{
							["arg2"] = "铁潮袭击者",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589558384,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [192]
						{
							["arg2"] = "水鼠帮掠夺者",
							["type"] = "MONSTER_SAY",
							["time"] = 1589558473,
							["arg1"] = "搜一搜他的口袋！",
						}, -- [193]
						{
							["arg2"] = "黑齿纵火犯",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589558493,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [194]
						{
							["arg2"] = "水鼠帮掠夺者",
							["type"] = "MONSTER_SAY",
							["time"] = 1589558509,
							["arg1"] = "不公平，你拿到了最后一个！",
						}, -- [195]
						{
							["arg2"] = "水鼠帮掠夺者",
							["type"] = "MONSTER_SAY",
							["time"] = 1589558519,
							["arg1"] = "搜一搜他的口袋！",
						}, -- [196]
						{
							["arg2"] = "水鼠帮掠夺者",
							["type"] = "MONSTER_SAY",
							["time"] = 1589558576,
							["arg1"] = "嘿，那是我的！",
						}, -- [197]
						{
							["arg2"] = "水鼠帮掠夺者",
							["type"] = "MONSTER_SAY",
							["time"] = 1589558586,
							["arg1"] = "不公平，你拿到了最后一个！",
						}, -- [198]
						{
							["arg2"] = "水鼠帮掠夺者",
							["type"] = "MONSTER_SAY",
							["time"] = 1589558594,
							["arg1"] = "搜一搜他的口袋！",
						}, -- [199]
						{
							["arg2"] = "水鼠帮掠夺者",
							["type"] = "MONSTER_SAY",
							["time"] = 1589558604,
							["arg1"] = "搜一搜他的口袋！",
						}, -- [200]
						{
							["arg2"] = "水鼠帮掠夺者",
							["type"] = "MONSTER_SAY",
							["time"] = 1589558616,
							["arg1"] = "拿上钥匙！",
						}, -- [201]
						{
							["arg2"] = "水鼠帮掠夺者",
							["type"] = "MONSTER_SAY",
							["time"] = 1589558626,
							["arg1"] = "搜一搜他的口袋！",
						}, -- [202]
						{
							["arg2"] = "水鼠帮掠夺者",
							["type"] = "MONSTER_SAY",
							["time"] = 1589558638,
							["arg1"] = "拿上钥匙！",
						}, -- [203]
						{
							["arg2"] = "水鼠帮掠夺者",
							["type"] = "MONSTER_SAY",
							["time"] = 1589558648,
							["arg1"] = "嘿，那是我的！",
						}, -- [204]
						{
							["arg2"] = "水鼠帮掠夺者",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589558686,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [205]
						{
							["arg2"] = "水鼠帮掠夺者",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589558724,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [206]
						{
							["arg2"] = "景幻仙子说-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589558877,
							["arg1"] = "4层，停手！",
							["clColor"] = "fffe7b09",
						}, -- [207]
						{
							["arg2"] = "景幻仙子说-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589558898,
							["arg1"] = "分散5碼",
							["clColor"] = "fffe7b09",
						}, -- [208]
						{
							["arg2"] = "景幻仙子说-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589559019,
							["arg1"] = "4层，停手！",
							["clColor"] = "fffe7b09",
						}, -- [209]
						{
							["arg2"] = "景幻仙子说-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589559069,
							["arg1"] = "4层，停手！",
							["clColor"] = "fffe7b09",
						}, -- [210]
						{
							["arg2"] = "景幻仙子说-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589559315,
							["arg1"] = "快跑開",
							["clColor"] = "fffe7b09",
						}, -- [211]
						{
							["arg2"] = "景幻仙子说-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589559334,
							["arg1"] = "快跑開",
							["clColor"] = "fffe7b09",
						}, -- [212]
						{
							["arg2"] = "景幻仙子说-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589559354,
							["arg1"] = "快跑開",
							["clColor"] = "fffe7b09",
						}, -- [213]
						{
							["arg2"] = "景幻仙子说-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589559373,
							["arg1"] = "快跑開",
							["clColor"] = "fffe7b09",
						}, -- [214]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "SAY",
							["time"] = 1589559401,
							["arg1"] = "深渊 中了爆炸",
							["clColor"] = "ffa9d271",
						}, -- [215]
						{
							["arg2"] = "就爱逗你玩-亡语者",
							["type"] = "SAY",
							["time"] = 1589559401,
							["arg1"] = "就爱逗你玩 中了爆炸",
							["clColor"] = "ffa9d271",
						}, -- [216]
						{
							["arg2"] = "景幻仙子说-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589559401,
							["arg1"] = "景幻仙子说 中了爆炸",
							["clColor"] = "fffe7b09",
						}, -- [217]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "SAY",
							["time"] = 1589559411,
							["arg1"] = "深渊 中了致命狙击",
							["clColor"] = "ffa9d271",
						}, -- [218]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "SAY",
							["time"] = 1589559417,
							["arg1"] = "十里扬州路 中了爆炸",
							["clColor"] = "ffa22fc8",
						}, -- [219]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "SAY",
							["time"] = 1589559417,
							["arg1"] = "深渊 中了爆炸",
							["clColor"] = "ffa9d271",
						}, -- [220]
						{
							["arg2"] = "景幻仙子说-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589559417,
							["arg1"] = "景幻仙子说 中了爆炸",
							["clColor"] = "fffe7b09",
						}, -- [221]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "SAY",
							["time"] = 1589559424,
							["arg1"] = "深渊 中了爆炸",
							["clColor"] = "ffa9d271",
						}, -- [222]
						{
							["arg2"] = "景幻仙子说-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589559424,
							["arg1"] = "景幻仙子说 中了爆炸",
							["clColor"] = "fffe7b09",
						}, -- [223]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "SAY",
							["time"] = 1589559424,
							["arg1"] = "十里扬州路 中了爆炸",
							["clColor"] = "ffa22fc8",
						}, -- [224]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "SAY",
							["time"] = 1589559438,
							["arg1"] = "深渊 中了致命狙击",
							["clColor"] = "ffa9d271",
						}, -- [225]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "SAY",
							["time"] = 1589559450,
							["arg1"] = "深渊 中了爆炸",
							["clColor"] = "ffa9d271",
						}, -- [226]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "SAY",
							["time"] = 1589559450,
							["arg1"] = "十里扬州路 中了爆炸",
							["clColor"] = "ffa22fc8",
						}, -- [227]
						{
							["arg2"] = "阿墨达达-古尔丹",
							["type"] = "SAY",
							["time"] = 1589559450,
							["arg1"] = "阿墨达达 中了爆炸",
							["clColor"] = "ff00fe95",
						}, -- [228]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "SAY",
							["time"] = 1589559461,
							["arg1"] = "深渊 中了致命狙击",
							["clColor"] = "ffa9d271",
						}, -- [229]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "SAY",
							["time"] = 1589559473,
							["arg1"] = "十里扬州路 中了爆炸",
							["clColor"] = "ffa22fc8",
						}, -- [230]
						{
							["arg2"] = "就爱逗你玩-亡语者",
							["type"] = "SAY",
							["time"] = 1589559473,
							["arg1"] = "就爱逗你玩 中了爆炸",
							["clColor"] = "ffa9d271",
						}, -- [231]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "SAY",
							["time"] = 1589559473,
							["arg1"] = "深渊 中了爆炸",
							["clColor"] = "ffa9d271",
						}, -- [232]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "SAY",
							["time"] = 1589559487,
							["arg1"] = "深渊 中了致命狙击",
							["clColor"] = "ffa9d271",
						}, -- [233]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "SAY",
							["time"] = 1589559498,
							["arg1"] = "深渊 中了爆炸",
							["clColor"] = "ffa9d271",
						}, -- [234]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "SAY",
							["time"] = 1589559498,
							["arg1"] = "十里扬州路 中了爆炸",
							["clColor"] = "ffa22fc8",
						}, -- [235]
						{
							["arg2"] = "景幻仙子说-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589559498,
							["arg1"] = "景幻仙子说 中了爆炸",
							["clColor"] = "fffe7b09",
						}, -- [236]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "SAY",
							["time"] = 1589559510,
							["arg1"] = "深渊 中了致命狙击",
							["clColor"] = "ffa9d271",
						}, -- [237]
						{
							["arg2"] = "就爱逗你玩-亡语者",
							["type"] = "SAY",
							["time"] = 1589559521,
							["arg1"] = "就爱逗你玩 中了爆炸",
							["clColor"] = "ffa9d271",
						}, -- [238]
						{
							["arg2"] = "景幻仙子说-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589559521,
							["arg1"] = "景幻仙子说 中了爆炸",
							["clColor"] = "fffe7b09",
						}, -- [239]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "SAY",
							["time"] = 1589559521,
							["arg1"] = "深渊 中了爆炸",
							["clColor"] = "ffa9d271",
						}, -- [240]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "SAY",
							["time"] = 1589559535,
							["arg1"] = "深渊 中了致命狙击",
							["clColor"] = "ffa9d271",
						}, -- [241]
						{
							["arg2"] = "就爱逗你玩-亡语者",
							["type"] = "SAY",
							["time"] = 1589559547,
							["arg1"] = "就爱逗你玩 中了爆炸",
							["clColor"] = "ffa9d271",
						}, -- [242]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "SAY",
							["time"] = 1589559547,
							["arg1"] = "深渊 中了爆炸",
							["clColor"] = "ffa9d271",
						}, -- [243]
						{
							["arg2"] = "景幻仙子说-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589559547,
							["arg1"] = "景幻仙子说 中了爆炸",
							["clColor"] = "fffe7b09",
						}, -- [244]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_SAY",
							["time"] = 1589559569,
							["arg1"] = "黑暗女王会十分高兴的。",
						}, -- [245]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_SAY",
							["time"] = 1589559572,
							["arg1"] = "我们已经拿到了狱长的钥匙，接下来就能释放我们的“财产”，并用它们的能力来支援战争了。",
						}, -- [246]
						{
							["arg1"] = " ",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = "记录开始于 05/16/2020 的 11:28:57。",
							["type"] = "SYSTEM",
						}, -- [249]
						{
							["arg2"] = "秘法师鸟羽帽",
							["type"] = "MONSTER_SAY",
							["time"] = 1589599786,
							["arg1"] = "我想牦牛已经开始移动了。",
						}, -- [250]
					},
				}, -- [4]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "呼喊",
					["logs"] = {
						{
							["arg2"] = "凯尔希·钢烁",
							["type"] = "MONSTER_YELL",
							["time"] = 1589445680,
							["arg1"] = "你们有别的选择！抵抗！反击！",
						}, -- [1]
						{
							["arg2"] = "瑟鲁姆·深炉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589445809,
							["arg1"] = "你们喜欢放烟花是吧？那我们就好好玩玩。",
						}, -- [2]
						{
							["arg2"] = "凯尔希·钢烁",
							["type"] = "MONSTER_YELL",
							["time"] = 1589445816,
							["arg1"] = "小心！",
						}, -- [3]
						{
							["arg2"] = "瑟鲁姆·深炉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589445817,
							["arg1"] = "你们犯了个大错！",
						}, -- [4]
						{
							["arg2"] = "瑟鲁姆·深炉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589445819,
							["arg1"] = "炸弹来啦！",
						}, -- [5]
						{
							["arg2"] = "瑟鲁姆·深炉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589445832,
							["arg1"] = "炸弹来啦！",
						}, -- [6]
						{
							["arg2"] = "瑟鲁姆·深炉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589445845,
							["arg1"] = "这下你们躲不掉了！",
						}, -- [7]
						{
							["arg2"] = "马迪亚斯·肖尔大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589445881,
							["arg1"] = "瓦莉拉逃跑了是什么意思？快去找！天黑前我要听到她的死讯！",
						}, -- [8]
						{
							["arg2"] = "马迪亚斯·肖尔大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589446170,
							["arg1"] = "恩佐斯，赐予我眼睛！",
						}, -- [9]
						{
							["arg2"] = "马迪亚斯·肖尔大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589446198,
							["arg1"] = "我什么都看得见！",
						}, -- [10]
						{
							["arg2"] = "哈尔弗·维姆班恩",
							["type"] = "MONSTER_YELL",
							["time"] = 1589446263,
							["arg1"] = "我……绝不会……背弃圣光……",
						}, -- [11]
						{
							["arg2"] = "审判官达克斯比",
							["type"] = "MONSTER_YELL",
							["time"] = 1589446271,
							["arg1"] = "愚蠢的圣骑士。圣光早已背弃了你。拥抱虚空吧！",
						}, -- [12]
						{
							["arg2"] = "黑爪加尔德斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589446752,
							["arg1"] = "虚空会吞噬这座城市！",
						}, -- [13]
						{
							["arg2"] = "黑爪加尔德斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589446759,
							["arg1"] = "以主人之名，燃烧吧！",
						}, -- [14]
						{
							["arg2"] = "黑爪加尔德斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589446763,
							["arg1"] = "他的手下无穷无尽！",
						}, -- [15]
						{
							["arg2"] = "黑爪加尔德斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589446772,
							["arg1"] = "以主人之名，燃烧吧！",
						}, -- [16]
						{
							["arg2"] = "黑爪加尔德斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589446782,
							["arg1"] = "他的手下无穷无尽！",
						}, -- [17]
						{
							["arg2"] = "黑爪加尔德斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589446787,
							["arg1"] = "以主人之名，燃烧吧！",
						}, -- [18]
						{
							["arg2"] = "黑爪加尔德斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589446798,
							["arg1"] = "以主人之名，燃烧吧！",
						}, -- [19]
						{
							["arg2"] = "黑爪加尔德斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589446804,
							["arg1"] = "他的手下无穷无尽！",
						}, -- [20]
						{
							["arg2"] = "黑爪加尔德斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589446806,
							["arg1"] = "你休想……阻止我们……",
						}, -- [21]
						{
							["arg2"] = "魔导师乌布里克",
							["type"] = "MONSTER_YELL",
							["time"] = 1589446865,
							["arg1"] = "见证虚空的尊容！",
						}, -- [22]
						{
							["arg2"] = "魔导师乌布里克",
							["type"] = "MONSTER_YELL",
							["time"] = 1589446885,
							["arg1"] = "虚空比你想象的更冰冷。",
						}, -- [23]
						{
							["arg2"] = "魔导师乌布里克",
							["type"] = "MONSTER_YELL",
							["time"] = 1589446904,
							["arg1"] = "如此冰冷……",
						}, -- [24]
						{
							["arg2"] = "魔导师乌布里克",
							["type"] = "MONSTER_YELL",
							["time"] = 1589446934,
							["arg1"] = "这扇门……永远……无法关上了……",
						}, -- [25]
						{
							["arg2"] = "救赎者阿拉托尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589446965,
							["arg1"] = "母亲……别再听那些低语了！",
						}, -- [26]
						{
							["arg2"] = "奥蕾莉亚·风行者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589446969,
							["arg1"] = "我忽视它们太久了。它们说的是对的，阿拉托尔。你也会听到的。我会让你听到的。",
						}, -- [27]
						{
							["arg2"] = "救赎者阿拉托尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589446979,
							["arg1"] = "不！我绝不——啊！",
						}, -- [28]
						{
							["arg2"] = "奥蕾莉亚·风行者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589446998,
							["arg1"] = "圣光救不了他们，也同样救不了你！",
						}, -- [29]
						{
							["arg2"] = "奥蕾莉亚·风行者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589447020,
							["arg1"] = "见证真理吧！",
						}, -- [30]
						{
							["arg2"] = "奥蕾莉亚·风行者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589447051,
							["arg1"] = "从我眼前消失！",
						}, -- [31]
						{
							["arg2"] = "奥蕾莉亚·风行者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589447079,
							["arg1"] = "见证真理吧！",
						}, -- [32]
						{
							["arg2"] = "奥蕾莉亚·风行者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589447093,
							["arg1"] = "我……都做了……什么……",
						}, -- [33]
						{
							["arg1"] = " ",
						}, -- [34]
						{
							["arg1"] = " ",
						}, -- [35]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/14/2020 的 22:20:27。",
						}, -- [36]
						{
							["arg2"] = "碎骨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589466834,
							["arg1"] = "白骨风暴！",
						}, -- [37]
						{
							["arg2"] = "库鲁兹船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589467171,
							["arg1"] = "全体登船！滑鳗号出发了！",
						}, -- [38]
						{
							["arg2"] = "齿轮检查者齿星",
							["type"] = "MONSTER_YELL",
							["time"] = 1589467301,
							["arg1"] = "收到遇险信息！齿轮检查者齿星正在支援目标区域。",
						}, -- [39]
						{
							["arg2"] = "阿叔提罗格",
							["type"] = "MONSTER_YELL",
							["time"] = 1589467345,
							["arg1"] = "呃……好臭！",
						}, -- [40]
						{
							["arg2"] = "唾海",
							["type"] = "MONSTER_YELL",
							["time"] = 1589467435,
							["arg1"] = "Mrrglrgl，mmrglrlglrrrglrggl！",
						}, -- [41]
						{
							["arg2"] = "库鲁兹船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589467482,
							["arg1"] = "全体登船！滑鳗号出发了！",
						}, -- [42]
						{
							["arg2"] = "一骑难当千-血色十字军",
							["type"] = "YELL",
							["time"] = 1589467810,
							["arg1"] = "我已打断虔诚鲜血祭司的|cff71d5ff|Hspell:265089:0|h[黑暗复苏]|h|r",
							["clColor"] = "ffc59a6c",
						}, -- [43]
						{
							["arg2"] = "蛋仔丶-无尽之海",
							["type"] = "YELL",
							["time"] = 1589467831,
							["arg1"] = "我已误导治疗",
							["clColor"] = "ffa9d271",
						}, -- [44]
						{
							["arg2"] = "长者莉娅克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589467910,
							["arg1"] = "献祭时间到！",
						}, -- [45]
						{
							["arg2"] = "长者莉娅克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589467916,
							["arg1"] = "戈霍恩之力会吞噬你！",
						}, -- [46]
						{
							["arg2"] = "长者莉娅克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589467922,
							["arg1"] = "腐烂消亡吧！",
						}, -- [47]
						{
							["arg2"] = "长者莉娅克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589467926,
							["arg1"] = "戈霍恩无所不在！",
						}, -- [48]
						{
							["arg2"] = "一骑难当千-血色十字军",
							["type"] = "YELL",
							["time"] = 1589467930,
							["arg1"] = "我已打断长者莉娅克萨的|cff71d5ff|Hspell:260879:0|h[噬血箭]|h|r",
							["clColor"] = "ffc59a6c",
						}, -- [49]
						{
							["arg2"] = "长者莉娅克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589467938,
							["arg1"] = "腐烂消亡吧！",
						}, -- [50]
						{
							["arg2"] = "长者莉娅克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589467947,
							["arg1"] = "戈霍恩之力会吞噬你！",
						}, -- [51]
						{
							["arg2"] = "长者莉娅克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589467954,
							["arg1"] = "腐烂消亡吧！",
						}, -- [52]
						{
							["arg2"] = "汪汪蒙眼睛-深渊之巢",
							["type"] = "YELL",
							["time"] = 1589467961,
							["arg1"] = "已断|cff71d5ff|Hspell:260879:0|h[噬血箭]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [53]
						{
							["arg2"] = "长者莉娅克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589467964,
							["arg1"] = "我的鲜血献给戈霍恩……",
						}, -- [54]
						{
							["arg2"] = "蛋仔丶-无尽之海",
							["type"] = "YELL",
							["time"] = 1589467987,
							["arg1"] = "我已误导治疗",
							["clColor"] = "ffa9d271",
						}, -- [55]
						{
							["arg2"] = "蛋仔丶-无尽之海",
							["type"] = "YELL",
							["time"] = 1589468039,
							["arg1"] = "我已误导治疗",
							["clColor"] = "ffa9d271",
						}, -- [56]
						{
							["arg2"] = "蛋仔丶-无尽之海",
							["type"] = "YELL",
							["time"] = 1589468048,
							["arg1"] = "我已误导治疗",
							["clColor"] = "ffa9d271",
						}, -- [57]
						{
							["arg2"] = "蛋仔丶-无尽之海",
							["type"] = "YELL",
							["time"] = 1589468048,
							["arg1"] = "我已误导治疗",
							["clColor"] = "ffa9d271",
						}, -- [58]
						{
							["arg2"] = "蛋仔丶-无尽之海",
							["type"] = "YELL",
							["time"] = 1589468048,
							["arg1"] = "我已误导治疗",
							["clColor"] = "ffa9d271",
						}, -- [59]
						{
							["arg2"] = "蛋仔丶-无尽之海",
							["type"] = "YELL",
							["time"] = 1589468048,
							["arg1"] = "我已误导治疗",
							["clColor"] = "ffa9d271",
						}, -- [60]
						{
							["arg2"] = "蛋仔丶-无尽之海",
							["type"] = "YELL",
							["time"] = 1589468122,
							["arg1"] = "我已误导治疗",
							["clColor"] = "ffa9d271",
						}, -- [61]
						{
							["arg2"] = "蛋仔丶-无尽之海",
							["type"] = "YELL",
							["time"] = 1589468122,
							["arg1"] = "我已误导治疗",
							["clColor"] = "ffa9d271",
						}, -- [62]
						{
							["arg2"] = "蛋仔丶-无尽之海",
							["type"] = "YELL",
							["time"] = 1589468174,
							["arg1"] = "我已误导治疗",
							["clColor"] = "ffa9d271",
						}, -- [63]
						{
							["arg2"] = "蛋仔丶-无尽之海",
							["type"] = "YELL",
							["time"] = 1589468222,
							["arg1"] = "我已误导治疗",
							["clColor"] = "ffa9d271",
						}, -- [64]
						{
							["arg2"] = "蛋仔丶-无尽之海",
							["type"] = "YELL",
							["time"] = 1589468222,
							["arg1"] = "我已误导治疗",
							["clColor"] = "ffa9d271",
						}, -- [65]
						{
							["arg2"] = "蛋仔丶-无尽之海",
							["type"] = "YELL",
							["time"] = 1589468222,
							["arg1"] = "我已误导治疗",
							["clColor"] = "ffa9d271",
						}, -- [66]
						{
							["arg2"] = "蛋仔丶-无尽之海",
							["type"] = "YELL",
							["time"] = 1589468262,
							["arg1"] = "我已误导治疗",
							["clColor"] = "ffa9d271",
						}, -- [67]
						{
							["arg2"] = "蛋仔丶-无尽之海",
							["type"] = "YELL",
							["time"] = 1589468295,
							["arg1"] = "我已误导治疗",
							["clColor"] = "ffa9d271",
						}, -- [68]
						{
							["arg2"] = "汪汪蒙眼睛-深渊之巢",
							["type"] = "YELL",
							["time"] = 1589468432,
							["arg1"] = "已断|cff71d5ff|Hspell:272180:0|h[湮灭之球]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [69]
						{
							["arg2"] = "蛋仔丶-无尽之海",
							["type"] = "YELL",
							["time"] = 1589468441,
							["arg1"] = "我已误导治疗",
							["clColor"] = "ffa9d271",
						}, -- [70]
						{
							["arg2"] = "一骑难当千-血色十字军",
							["type"] = "YELL",
							["time"] = 1589468495,
							["arg1"] = "我已打断血誓污染者的|cff71d5ff|Hspell:265433:0|h[枯萎诅咒]|h|r",
							["clColor"] = "ffc59a6c",
						}, -- [71]
						{
							["arg2"] = "汪汪蒙眼睛-深渊之巢",
							["type"] = "YELL",
							["time"] = 1589468500,
							["arg1"] = "已断|cff71d5ff|Hspell:265433:0|h[枯萎诅咒]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [72]
						{
							["arg2"] = "孢子召唤师赞查",
							["type"] = "MONSTER_YELL",
							["time"] = 1589468541,
							["arg1"] = "腐烂必须扩散！",
						}, -- [73]
						{
							["arg2"] = "孢子召唤师赞查",
							["type"] = "MONSTER_YELL",
							["time"] = 1589468587,
							["arg1"] = "腐化绽放！",
						}, -- [74]
						{
							["arg2"] = "孢子召唤师赞查",
							["type"] = "MONSTER_YELL",
							["time"] = 1589468631,
							["arg1"] = "万物终将……凋零……",
						}, -- [75]
						{
							["arg2"] = "汪汪蒙眼睛-深渊之巢",
							["type"] = "YELL",
							["time"] = 1589468650,
							["arg1"] = "已断|cff71d5ff|Hspell:272180:0|h[湮灭之球]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [76]
						{
							["arg2"] = "蛋仔丶-无尽之海",
							["type"] = "YELL",
							["time"] = 1589468665,
							["arg1"] = "我已误导治疗",
							["clColor"] = "ffa9d271",
						}, -- [77]
						{
							["arg2"] = "汪汪蒙眼睛-深渊之巢",
							["type"] = "YELL",
							["time"] = 1589468708,
							["arg1"] = "已断|cff71d5ff|Hspell:272180:0|h[湮灭之球]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [78]
						{
							["arg2"] = "泰坦守护者赫兹雷尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589468794,
							["arg1"] = "行星感染即将到来。",
						}, -- [79]
						{
							["arg2"] = "泰坦守护者赫兹雷尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589468850,
							["arg1"] = "侦测到剧毒样本。最高抑制优先级。",
						}, -- [80]
						{
							["arg2"] = "不羁畸变怪",
							["type"] = "MONSTER_YELL",
							["time"] = 1589469036,
							["arg1"] = "吞食！消灭！扩散！",
						}, -- [81]
						{
							["arg2"] = "泰坦守护者赫兹雷尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589469055,
							["arg1"] = "正在净化区域。",
						}, -- [82]
						{
							["arg2"] = "不羁畸变怪",
							["type"] = "MONSTER_YELL",
							["time"] = 1589469059,
							["arg1"] = "感染成功！",
						}, -- [83]
						{
							["arg2"] = "泰坦守护者赫兹雷尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589469064,
							["arg1"] = "执行净化协议。",
						}, -- [84]
						{
							["arg2"] = "泰坦守护者赫兹雷尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589469074,
							["arg1"] = "侦测到感染。开始清理。",
						}, -- [85]
						{
							["arg2"] = "不羁畸变怪",
							["type"] = "MONSTER_YELL",
							["time"] = 1589469084,
							["arg1"] = "感染成功！",
						}, -- [86]
						{
							["arg2"] = "泰坦守护者赫兹雷尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589469087,
							["arg1"] = "侦测到感染。开始清理。",
						}, -- [87]
						{
							["arg2"] = "泰坦守护者赫兹雷尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589469098,
							["arg1"] = "执行净化协议。",
						}, -- [88]
						{
							["arg2"] = "泰坦守护者赫兹雷尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589469112,
							["arg1"] = "正在净化区域。",
						}, -- [89]
						{
							["arg2"] = "不羁畸变怪",
							["type"] = "MONSTER_YELL",
							["time"] = 1589469115,
							["arg1"] = "感染成功！",
						}, -- [90]
						{
							["arg2"] = "泰坦守护者赫兹雷尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589469121,
							["arg1"] = "执行净化协议。",
						}, -- [91]
						{
							["arg2"] = "泰坦守护者赫兹雷尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589469129,
							["arg1"] = "侦测到感染。开始清理。",
						}, -- [92]
						{
							["arg2"] = "不羁畸变怪",
							["type"] = "MONSTER_YELL",
							["time"] = 1589469134,
							["arg1"] = "必须……扩散……",
						}, -- [93]
						{
							["arg2"] = "泰坦守护者赫兹雷尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589469136,
							["arg1"] = "正在启动最终防卫措施。摧毁传染根源。",
						}, -- [94]
						{
							["arg1"] = " ",
						}, -- [95]
						{
							["arg1"] = " ",
						}, -- [96]
						{
							["arg1"] = "记录开始于 05/15/2020 的 13:22:46。",
							["type"] = "SYSTEM",
						}, -- [97]
						{
							["arg2"] = "贪食的拉尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589521866,
							["arg1"] = "新鲜的肉！",
						}, -- [98]
						{
							["arg2"] = "贪食的拉尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589521890,
							["arg1"] = "美味多汁！",
						}, -- [99]
						{
							["arg2"] = "贪食的拉尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589521901,
							["arg1"] = "都来厨房！",
						}, -- [100]
						{
							["arg2"] = "贪食的拉尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589521921,
							["arg1"] = "我流口水了！",
						}, -- [101]
						{
							["arg2"] = "贪食的拉尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589521930,
							["arg1"] = "真是……甜美的……痛楚……",
						}, -- [102]
						{
							["arg2"] = "魂缚巨像",
							["type"] = "MONSTER_YELL",
							["time"] = 1589522019,
							["arg1"] = "当心！我们的痛苦深不可测！",
						}, -- [103]
						{
							["arg2"] = "魂缚巨像",
							["type"] = "MONSTER_YELL",
							["time"] = 1589522027,
							["arg1"] = "当心荆棘！",
						}, -- [104]
						{
							["arg2"] = "魂缚巨像",
							["type"] = "MONSTER_YELL",
							["time"] = 1589522049,
							["arg1"] = "当心荆棘！",
						}, -- [105]
						{
							["arg2"] = "魂缚巨像",
							["type"] = "MONSTER_YELL",
							["time"] = 1589522071,
							["arg1"] = "当心荆棘！",
						}, -- [106]
						{
							["arg2"] = "魂缚巨像",
							["type"] = "MONSTER_YELL",
							["time"] = 1589522093,
							["arg1"] = "荆棘想夺取你的灵魂！",
						}, -- [107]
						{
							["arg2"] = "魂缚巨像",
							["type"] = "MONSTER_YELL",
							["time"] = 1589522097,
							["arg1"] = "终于……自由了……",
						}, -- [108]
						{
							["arg2"] = "女巫布里亚",
							["type"] = "MONSTER_YELL",
							["time"] = 1589522204,
							["arg1"] = "多么灵活的骨头！",
						}, -- [109]
						{
							["arg2"] = "女巫索林娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1589522215,
							["arg1"] = "你现在归我了！",
						}, -- [110]
						{
							["arg2"] = "女巫索林娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1589522238,
							["arg1"] = "你现在归我了！",
						}, -- [111]
						{
							["arg2"] = "女巫马拉迪",
							["type"] = "MONSTER_YELL",
							["time"] = 1589522241,
							["arg1"] = "你已经用过一次了！",
						}, -- [112]
						{
							["arg2"] = "女巫马拉迪",
							["type"] = "MONSTER_YELL",
							["time"] = 1589522249,
							["arg1"] = "哈哈哈，你即将毁灭！",
						}, -- [113]
						{
							["arg2"] = "女巫索林娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1589522253,
							["arg1"] = "这个灵魂太脆弱了！",
						}, -- [114]
						{
							["arg2"] = "女巫马拉迪",
							["type"] = "MONSTER_YELL",
							["time"] = 1589522261,
							["arg1"] = "你身上有黑暗的印记！",
						}, -- [115]
						{
							["arg2"] = "女巫马拉迪",
							["type"] = "MONSTER_YELL",
							["time"] = 1589522274,
							["arg1"] = "哈哈哈，你即将毁灭！",
						}, -- [116]
						{
							["arg2"] = "女巫布里亚",
							["type"] = "MONSTER_YELL",
							["time"] = 1589522278,
							["arg1"] = "把水晶给我，姐妹！",
						}, -- [117]
						{
							["arg2"] = "女巫布里亚",
							["type"] = "MONSTER_YELL",
							["time"] = 1589522289,
							["arg1"] = "我的荆棘会撕碎你！",
						}, -- [118]
						{
							["arg2"] = "女巫索林娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1589522299,
							["arg1"] = "把水晶给我，你这蠢货！只有我才能驾驭它的力量！",
						}, -- [119]
						{
							["arg2"] = "女巫索林娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1589522307,
							["arg1"] = "你现在归我了！",
						}, -- [120]
						{
							["arg2"] = "女巫索林娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1589522325,
							["arg1"] = "死亡也无法让我沉默……",
						}, -- [121]
						{
							["arg2"] = "女巫马拉迪",
							["type"] = "MONSTER_YELL",
							["time"] = 1589522328,
							["arg1"] = "你已经用过一次了！",
						}, -- [122]
						{
							["arg2"] = "女巫马拉迪",
							["type"] = "MONSTER_YELL",
							["time"] = 1589522336,
							["arg1"] = "你身上有黑暗的印记！",
						}, -- [123]
						{
							["arg2"] = "女巫马拉迪",
							["type"] = "MONSTER_YELL",
							["time"] = 1589522340,
							["arg1"] = "何等美丽的痛楚！",
						}, -- [124]
						{
							["arg2"] = "女巫马拉迪",
							["type"] = "MONSTER_YELL",
							["time"] = 1589522342,
							["arg1"] = "就算我的身躯破碎……我的咒语……依旧存续……",
						}, -- [125]
						{
							["arg2"] = "女巫布里亚",
							["type"] = "MONSTER_YELL",
							["time"] = 1589522345,
							["arg1"] = "把水晶给我，姐妹！",
						}, -- [126]
						{
							["arg2"] = "女巫布里亚",
							["type"] = "MONSTER_YELL",
							["time"] = 1589522354,
							["arg1"] = "你越是挣扎，血痕就越多。",
						}, -- [127]
						{
							["arg2"] = "女巫布里亚",
							["type"] = "MONSTER_YELL",
							["time"] = 1589522362,
							["arg1"] = "我的草根会再度发芽……",
						}, -- [128]
						{
							["arg1"] = " ",
						}, -- [129]
						{
							["arg1"] = " ",
						}, -- [130]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/15/2020 的 15:03:02。",
						}, -- [131]
						{
							["arg2"] = "Rikii-冰风岗",
							["type"] = "YELL",
							["time"] = 1589526611,
							["arg1"] = "打断-->|cff71d5ff|Hspell:265968:0|h[治疗之涌]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [132]
						{
							["arg2"] = "阿斯匹克斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589526656,
							["arg1"] = "我要看着你被烤熟！",
						}, -- [133]
						{
							["arg2"] = "Rikii-冰风岗",
							["type"] = "YELL",
							["time"] = 1589526678,
							["arg1"] = "打断-->|cff71d5ff|Hspell:263775:0|h[阵风]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [134]
						{
							["arg2"] = "阿斯匹克斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589526680,
							["arg1"] = "消灭他们，阿德里斯！",
						}, -- [135]
						{
							["arg2"] = "阿德里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589526685,
							["arg1"] = "雷电轰鸣！",
						}, -- [136]
						{
							["arg2"] = "Rikii-冰风岗",
							["type"] = "YELL",
							["time"] = 1589526695,
							["arg1"] = "打断-->|cff71d5ff|Hspell:263775:0|h[阵风]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [137]
						{
							["arg2"] = "阿德里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589526700,
							["arg1"] = "电弧冲刺！",
						}, -- [138]
						{
							["arg2"] = "阿德里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589526712,
							["arg1"] = "黄沙……请带我走……",
						}, -- [139]
						{
							["arg2"] = "阿斯匹克斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589526718,
							["arg1"] = "这个帝国……将何去何从……",
						}, -- [140]
						{
							["arg2"] = "Rikii-冰风岗",
							["type"] = "YELL",
							["time"] = 1589526745,
							["arg1"] = "打断-->|cff71d5ff|Hspell:272659:0|h[带电鳞片]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [141]
						{
							["arg2"] = "Rikii-冰风岗",
							["type"] = "YELL",
							["time"] = 1589526828,
							["arg1"] = "打断-->|cff71d5ff|Hspell:272659:0|h[带电鳞片]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [142]
						{
							["arg2"] = "Rikii-冰风岗",
							["type"] = "YELL",
							["time"] = 1589526898,
							["arg1"] = "驱散-->|cff71d5ff|Hspell:272659:0|h[带电鳞片]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [143]
						{
							["arg2"] = "Rikii-冰风岗",
							["type"] = "YELL",
							["time"] = 1589526911,
							["arg1"] = "驱散-->|cff71d5ff|Hspell:269896:0|h[胚胎精华]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [144]
						{
							["arg2"] = "Rikii-冰风岗",
							["type"] = "YELL",
							["time"] = 1589526970,
							["arg1"] = "驱散-->|cff71d5ff|Hspell:269896:0|h[胚胎精华]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [145]
						{
							["arg2"] = "Rikii-冰风岗",
							["type"] = "YELL",
							["time"] = 1589527612,
							["arg1"] = "大红已喝，救救孩子！！！",
							["clColor"] = "ffa22fc8",
						}, -- [146]
						{
							["arg2"] = "Rikii-冰风岗",
							["type"] = "YELL",
							["time"] = 1589527670,
							["arg1"] = "打断-->|cff71d5ff|Hspell:274642:0|h[熔岩爆裂]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [147]
						{
							["arg2"] = "Rikii-冰风岗",
							["type"] = "YELL",
							["time"] = 1589527693,
							["arg1"] = "打断-->|cff71d5ff|Hspell:268008:0|h[毒蛇诱惑]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [148]
						{
							["arg2"] = "Rikii-冰风岗",
							["type"] = "YELL",
							["time"] = 1589527722,
							["arg1"] = "打断-->|cff71d5ff|Hspell:274642:0|h[熔岩爆裂]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [149]
						{
							["arg2"] = "Rikii-冰风岗",
							["type"] = "YELL",
							["time"] = 1589527738,
							["arg1"] = "打断-->|cff71d5ff|Hspell:274642:0|h[熔岩爆裂]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [150]
						{
							["arg2"] = "Rikii-冰风岗",
							["type"] = "YELL",
							["time"] = 1589527757,
							["arg1"] = "打断-->|cff71d5ff|Hspell:274642:0|h[熔岩爆裂]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [151]
						{
							["arg2"] = "塞塔里斯的化身",
							["type"] = "MONSTER_YELL",
							["time"] = 1589527771,
							["arg1"] = "妖术散去了，但神庙的防御措施也启动了！",
						}, -- [152]
						{
							["arg2"] = "塞塔里斯的化身",
							["type"] = "MONSTER_YELL",
							["time"] = 1589527781,
							["arg1"] = "治疗我，我来关闭它们！",
						}, -- [153]
						{
							["arg2"] = "Rikii-冰风岗",
							["type"] = "YELL",
							["time"] = 1589527796,
							["arg1"] = "打断-->|cff71d5ff|Hspell:268061:0|h[闪电链]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [154]
						{
							["arg2"] = "Rikii-冰风岗",
							["type"] = "YELL",
							["time"] = 1589527856,
							["arg1"] = "打断-->|cff71d5ff|Hspell:268008:0|h[毒蛇诱惑]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [155]
						{
							["arg2"] = "塞塔里斯的化身",
							["type"] = "MONSTER_YELL",
							["time"] = 1589527885,
							["arg1"] = "万物都将屈从于我！",
						}, -- [156]
						{
							["arg2"] = "Rikii-冰风岗",
							["type"] = "YELL",
							["time"] = 1589527909,
							["arg1"] = "打断-->|cff71d5ff|Hspell:268061:0|h[闪电链]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [157]
						{
							["arg2"] = "塞塔里斯的化身",
							["type"] = "MONSTER_YELL",
							["time"] = 1589527921,
							["arg1"] = "风暴散去，我也重拾了自我。谢谢你。",
						}, -- [158]
						{
							["arg1"] = " ",
						}, -- [159]
						{
							["arg1"] = " ",
						}, -- [160]
						{
							["arg1"] = "记录开始于 05/15/2020 的 19:53:41。",
							["type"] = "SYSTEM",
						}, -- [161]
						{
							["arg2"] = "子沅",
							["type"] = "MONSTER_YELL",
							["time"] = 1589543681,
							["arg1"] = "洛丹伦的战士们，服从主人的召唤！",
							["clColor"] = "fffefefe",
						}, -- [162]
						{
							["arg2"] = "柠檬味的柠檬-克尔苏加德",
							["type"] = "YELL",
							["time"] = 1589543989,
							["arg1"] = "“雨下”工会备战9.0 招收单机玩家.大佬.萌新.咸鱼入驻，更有大M车队轮班开车，YY常驻妹子，逗比，气氛和谐，轻松愉快~欢迎各位 YY常驻20人",
							["clColor"] = "ff3ec5e9",
						}, -- [163]
						{
							["arg2"] = "神谕者扎科",
							["type"] = "MONSTER_YELL",
							["time"] = 1589544011,
							["arg1"] = "赞达拉的人民！是时候赞颂风之领主、天之女皇、海之主母了！踏上阶梯，赞美帕库吧！",
						}, -- [164]
						{
							["arg2"] = "柠檬味的柠檬-克尔苏加德",
							["type"] = "YELL",
							["time"] = 1589544057,
							["arg1"] = "“雨下”工会备战9.0 招收单机玩家.大佬.萌新.咸鱼入驻，更有大M车队轮班开车，YY常驻妹子，逗比，气氛和谐，轻松愉快~欢迎各位 YY常驻20人 闲的没事的可以来YY听歌880189",
							["clColor"] = "ff3ec5e9",
						}, -- [165]
						{
							["arg2"] = "神谕者扎科",
							["type"] = "MONSTER_YELL",
							["time"] = 1589544124,
							["arg1"] = "赞美帕库！愿她的风助你前行！",
						}, -- [166]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1589545970,
							["arg1"] = "地上要小心了，你们这群长满藤壶的猪猡！",
						}, -- [167]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1589546002,
							["arg1"] = "别为鲨鱼饵担心。他只是在……清空存货！",
						}, -- [168]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1589546039,
							["arg1"] = "快把你们的遗书准备好！",
						}, -- [169]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1589546061,
							["arg1"] = "啊！鲨鱼饵，去轰炸他们的船舷！",
						}, -- [170]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1589546078,
							["arg1"] = "啊！我的酒洒了！",
						}, -- [171]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1589546091,
							["arg1"] = "射穿你们的皮！",
						}, -- [172]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1589546107,
							["arg1"] = "哈哈！拿稳你的茶杯！",
						}, -- [173]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1589546121,
							["arg1"] = "看来……我要去……喂鲨鱼了……",
						}, -- [174]
						{
							["arg2"] = "“两眼虫”戴维",
							["type"] = "MONSTER_YELL",
							["time"] = 1589546558,
							["arg1"] = "来来来，下注了！又来了一群受害——呃，参赛者！交给你们了，古尔戈索克和伍迪！",
						}, -- [175]
						{
							["arg2"] = "尤朵拉船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589546613,
							["arg1"] = "我要拿你们的骨头当靶子。",
						}, -- [176]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589546617,
							["arg1"] = "看看你能不能撑得住！",
						}, -- [177]
						{
							["arg2"] = "拉乌尔船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589546621,
							["arg1"] = "干杯，水手们！",
						}, -- [178]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589546631,
							["arg1"] = "钢铁之潮！",
						}, -- [179]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589546655,
							["arg1"] = "预备！",
						}, -- [180]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589546678,
							["arg1"] = "钢铁之潮！",
						}, -- [181]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589546686,
							["arg1"] = "请把我的剑跟我埋在一起……",
						}, -- [182]
						{
							["arg2"] = "拉乌尔船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589546699,
							["arg1"] = "酒馆……打烊了……？",
						}, -- [183]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1589547308,
							["arg1"] = "猪猡，你觉得能斗得过我？看来我得好好教训你。",
						}, -- [184]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1589547329,
							["arg1"] = "让这些水手瞧瞧我们的火力！",
						}, -- [185]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1589547341,
							["arg1"] = "拿他们的肠子擦甲板！",
						}, -- [186]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1589547347,
							["arg1"] = "让这些水手瞧瞧我们的火力！",
						}, -- [187]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1589547362,
							["arg1"] = "拿他们的肠子擦甲板！",
						}, -- [188]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1589547368,
							["arg1"] = "开炮！把这些癞皮狗轰成渣！",
						}, -- [189]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1589547396,
							["arg1"] = "让这些水手瞧瞧我们的火力！",
						}, -- [190]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1589547408,
							["arg1"] = "全体上甲板！",
						}, -- [191]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1589547426,
							["arg1"] = "开炮！把这些癞皮狗轰成渣！",
						}, -- [192]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1589547430,
							["arg1"] = "不可……思议……",
						}, -- [193]
						{
							["arg1"] = " ",
						}, -- [194]
						{
							["arg1"] = " ",
						}, -- [195]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/15/2020 的 23:30:16。",
						}, -- [196]
						{
							["arg2"] = "越狱的罪犯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589557043,
							["arg1"] = "啊啊啊！！",
						}, -- [197]
						{
							["arg2"] = "铁潮暴徒",
							["type"] = "MONSTER_YELL",
							["time"] = 1589557658,
							["arg1"] = "入侵者正从下水道来袭！",
						}, -- [198]
						{
							["arg2"] = "普里西拉·艾什凡",
							["type"] = "MONSTER_YELL",
							["time"] = 1589557818,
							["arg1"] = "科古斯！你为什么还没给下层灌水，淹死那群叽叽喳喳的老鼠！？",
						}, -- [199]
						{
							["arg2"] = "杰斯·豪里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589558175,
							["arg1"] = "来吧，伙计们！把门弄开！",
						}, -- [200]
						{
							["arg2"] = "杰斯·豪里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589558179,
							["arg1"] = "等我们把狱长的人质抓到手，就有大笔的赎金可拿啦！",
						}, -- [201]
						{
							["arg2"] = "杰斯·豪里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589558506,
							["arg1"] = "新鲜的肉！",
						}, -- [202]
						{
							["arg2"] = "杰斯·豪里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589558519,
							["arg1"] = "这把匕首会刺穿你的胸膛！",
						}, -- [203]
						{
							["arg2"] = "杰斯·豪里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589558537,
							["arg1"] = "来吧，伙计们！让他们瞧瞧这儿谁说了算！",
						}, -- [204]
						{
							["arg2"] = "杰斯·豪里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589558561,
							["arg1"] = "快来，弟弟！帮我干掉他们。",
						}, -- [205]
						{
							["arg2"] = "鲍比·豪里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589558597,
							["arg1"] = "流血而亡的……本该……是你……",
						}, -- [206]
						{
							["arg2"] = "杰斯·豪里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589558604,
							["arg1"] = "你杀了我弟弟，我要把你撕成碎片。",
						}, -- [207]
						{
							["arg2"] = "杰斯·豪里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589558611,
							["arg1"] = "我打磨利刃，就是为了切开你的血肉！",
						}, -- [208]
						{
							["arg2"] = "杰斯·豪里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589558643,
							["arg1"] = "这把匕首会刺穿你的胸膛！",
						}, -- [209]
						{
							["arg2"] = "杰斯·豪里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589558649,
							["arg1"] = "一堆死肉。",
						}, -- [210]
						{
							["arg2"] = "杰斯·豪里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589558654,
							["arg1"] = "我本来……就快……出去了……",
						}, -- [211]
						{
							["arg2"] = "艾什凡狱卒",
							["type"] = "MONSTER_YELL",
							["time"] = 1589558659,
							["arg1"] = "那头野兽死了！艾什凡，去占领上层！我来对付这个小偷……",
						}, -- [212]
						{
							["arg2"] = "水鼠帮掠夺者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589558662,
							["arg1"] = "永远别想活捉我！",
						}, -- [213]
						{
							["arg2"] = "骑士队长瓦莱莉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559162,
							["arg1"] = "是时候加温了！",
						}, -- [214]
						{
							["arg2"] = "骑士队长瓦莱莉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559181,
							["arg1"] = "我要把你烧成灰烬！",
						}, -- [215]
						{
							["arg2"] = "骑士队长瓦莱莉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559191,
							["arg1"] = "这火还不够热！",
						}, -- [216]
						{
							["arg2"] = "艾什凡军需官",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559197,
							["arg1"] = "又有炸弹来了！",
						}, -- [217]
						{
							["arg2"] = "骑士队长瓦莱莉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559201,
							["arg1"] = "我要把你烧成灰烬！",
						}, -- [218]
						{
							["arg2"] = "骑士队长瓦莱莉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559213,
							["arg1"] = "把火再烧旺点！快！",
						}, -- [219]
						{
							["arg2"] = "艾什凡军需官",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559218,
							["arg1"] = "又有炸弹来了！",
						}, -- [220]
						{
							["arg2"] = "骑士队长瓦莱莉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559222,
							["arg1"] = "我要把你烧成灰烬！",
						}, -- [221]
						{
							["arg2"] = "骑士队长瓦莱莉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559233,
							["arg1"] = "这火还不够热！",
						}, -- [222]
						{
							["arg2"] = "艾什凡军需官",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559239,
							["arg1"] = "又有炸弹来了！",
						}, -- [223]
						{
							["arg2"] = "骑士队长瓦莱莉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559243,
							["arg1"] = "我要把你烧成灰烬！",
						}, -- [224]
						{
							["arg2"] = "骑士队长瓦莱莉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559255,
							["arg1"] = "把火再烧旺点！快！",
						}, -- [225]
						{
							["arg2"] = "艾什凡军需官",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559260,
							["arg1"] = "又有炸弹来了！",
						}, -- [226]
						{
							["arg2"] = "骑士队长瓦莱莉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559263,
							["arg1"] = "我要把你烧成灰烬！",
						}, -- [227]
						{
							["arg2"] = "骑士队长瓦莱莉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559267,
							["arg1"] = "最热的星星……生命也……最短。",
						}, -- [228]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559388,
							["arg1"] = "你们居然回来送死，我真感动。",
						}, -- [229]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559396,
							["arg1"] = "真想知道这种子弹打在活人身上是什么感觉？",
						}, -- [230]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559405,
							["arg1"] = "让枪林弹雨为你送终吧！",
						}, -- [231]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559411,
							["arg1"] = "尽管逃跑吧！我是不会射偏的。",
						}, -- [232]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559433,
							["arg1"] = "让枪林弹雨为你送终吧！",
						}, -- [233]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559438,
							["arg1"] = "尽管逃跑吧！我是不会射偏的。",
						}, -- [234]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559445,
							["arg1"] = "真想知道这种子弹打在活人身上是什么感觉？",
						}, -- [235]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559454,
							["arg1"] = "让枪林弹雨为你送终吧！",
						}, -- [236]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559461,
							["arg1"] = "尽管逃跑吧！我是不会射偏的。",
						}, -- [237]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559482,
							["arg1"] = "让枪林弹雨为你送终吧！",
						}, -- [238]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559487,
							["arg1"] = "尽管逃跑吧！我是不会射偏的。",
						}, -- [239]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559493,
							["arg1"] = "真想知道这种子弹打在活人身上是什么感觉？",
						}, -- [240]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559502,
							["arg1"] = "让枪林弹雨为你送终吧！",
						}, -- [241]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559510,
							["arg1"] = "尽管逃跑吧！我是不会射偏的。",
						}, -- [242]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559530,
							["arg1"] = "让枪林弹雨为你送终吧！",
						}, -- [243]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559535,
							["arg1"] = "尽管逃跑吧！我是不会射偏的。",
						}, -- [244]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559542,
							["arg1"] = "真想知道这种子弹打在活人身上是什么感觉？",
						}, -- [245]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559551,
							["arg1"] = "让枪林弹雨为你送终吧！",
						}, -- [246]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559554,
							["arg1"] = "准头……不错……",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = " ",
						}, -- [249]
						{
							["arg1"] = "记录开始于 05/16/2020 的 11:28:57。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
				}, -- [5]
				{
					["enabled"] = true,
					["name"] = "公会官员",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/16/2020 的 11:28:57。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				}, -- [6]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "公会",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 20:27:04。",
						}, -- [1]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD",
							["time"] = 1588940978,
							["arg1"] = "熊 晚上？",
							["clColor"] = "ffa22fc8",
						}, -- [2]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941057,
							["arg1"] = "w想 lr打个|cffffff00|Hquest:57959:-1:120:120:0|h[战争前线：黑海岸之战（英雄）]|h|r ",
							["clColor"] = "fffe7b09",
						}, -- [3]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941074,
							["arg1"] = "但是又怕 工作室",
							["clColor"] = "fffe7b09",
						}, -- [4]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941151,
							["arg1"] = "我也想打",
							["clColor"] = "ffa22fc8",
						}, -- [5]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941342,
							["arg1"] = "刚好 1616",
							["clColor"] = "fffe7b09",
						}, -- [6]
						{
							["arg2"] = "西萌大猛攻-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941358,
							["arg1"] = "{无辜}",
							["clColor"] = "ff3ec5e9",
						}, -- [7]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941364,
							["arg1"] = "还差 300征服",
							["clColor"] = "fffe7b09",
						}, -- [8]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941410,
							["arg1"] = "西萌 明天祖格?",
							["clColor"] = "fffe7b09",
						}, -- [9]
						{
							["arg2"] = "西萌大猛攻-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941415,
							["arg1"] = "en ",
							["clColor"] = "ff3ec5e9",
						}, -- [10]
						{
							["arg2"] = "西萌大猛攻-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941420,
							["arg1"] = "明晚吧",
							["clColor"] = "ff3ec5e9",
						}, -- [11]
						{
							["arg2"] = "西萌大猛攻-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941428,
							["arg1"] = "明天正常上班",
							["clColor"] = "ff3ec5e9",
						}, -- [12]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941442,
							["arg1"] = "打多2次 就可以买 附魔了",
							["clColor"] = "fffe7b09",
						}, -- [13]
						{
							["arg2"] = "西萌大猛攻-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941456,
							["arg1"] = "今天刚打了一个 ",
							["clColor"] = "ff3ec5e9",
						}, -- [14]
						{
							["arg2"] = "西萌大猛攻-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941464,
							["arg1"] = "两个附魔卖了1200G。",
							["clColor"] = "ff3ec5e9",
						}, -- [15]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941486,
							["arg1"] = "这么贵",
							["clColor"] = "fffe7b09",
						}, -- [16]
						{
							["arg2"] = "西萌大猛攻-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941493,
							["arg1"] = "你要刷崇拜啊",
							["clColor"] = "ff3ec5e9",
						}, -- [17]
						{
							["arg2"] = "西萌大猛攻-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941499,
							["arg1"] = "崇拜有  肩膀附魔",
							["clColor"] = "ff3ec5e9",
						}, -- [18]
						{
							["arg2"] = "西萌大猛攻-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941511,
							["arg1"] = "买的是头腿   崇拜还有个肩膀附魔",
							["clColor"] = "ff3ec5e9",
						}, -- [19]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941514,
							["arg1"] = "去那刷?",
							["clColor"] = "fffe7b09",
						}, -- [20]
						{
							["arg2"] = "西萌大猛攻-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941538,
							["arg1"] = "祖格  一个怪4点声望  一个BOSS  200声望",
							["clColor"] = "ff3ec5e9",
						}, -- [21]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941540,
							["arg1"] = "艹",
							["clColor"] = "fffe7b09",
						}, -- [22]
						{
							["arg2"] = "西萌大猛攻-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941544,
							["arg1"] = "就这么刷",
							["clColor"] = "ff3ec5e9",
						}, -- [23]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941548,
							["arg1"] = "掉了17分",
							["clColor"] = "fffe7b09",
						}, -- [24]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941722,
							["arg1"] = "小虫 祖达萨 空投+海低空投 共亨吗?",
							["clColor"] = "fffe7b09",
						}, -- [25]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941728,
							["arg1"] = "不",
							["clColor"] = "ffa22fc8",
						}, -- [26]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941732,
							["arg1"] = "每天125",
							["clColor"] = "ffa22fc8",
						}, -- [27]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941739,
							["arg1"] = "你要拿冲突？",
							["clColor"] = "ffa22fc8",
						}, -- [28]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941750,
							["arg1"] = "掉到1601分刁",
							["clColor"] = "fffe7b09",
						}, -- [29]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941755,
							["arg1"] = "了",
							["clColor"] = "fffe7b09",
						}, -- [30]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941765,
							["arg1"] = "你是要冲突还是要1800？",
							["clColor"] = "ffa22fc8",
						}, -- [31]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941776,
							["arg1"] = "|cffa335ee|Hitem:169590::::::::120:104::::::|h[燎原战场之狂]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [32]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941780,
							["arg1"] = "冲突的话每天捡空投就好了",
							["clColor"] = "ffa22fc8",
						}, -- [33]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941788,
							["arg1"] = "保持1600 别打了",
							["clColor"] = "ffa22fc8",
						}, -- [34]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941788,
							["arg1"] = "现在11个",
							["clColor"] = "fffe7b09",
						}, -- [35]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941791,
							["arg1"] = "输了不划算",
							["clColor"] = "ffa22fc8",
						}, -- [36]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941803,
							["arg1"] = "刚好 1601分",
							["clColor"] = "fffe7b09",
						}, -- [37]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941809,
							["arg1"] = "还差 300",
							["clColor"] = "fffe7b09",
						}, -- [38]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941852,
							["arg1"] = "多久一个",
							["clColor"] = "fffe7b09",
						}, -- [39]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941946,
							["arg1"] = "还要打三周 全通|cff66bbff|Hjournal:0:1179:14|h[永恒王宫]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [40]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941954,
							["arg1"] = "|cff1eff00|Hazessence:2:1|h[艾泽拉斯的不朽赐福]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [41]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941982,
							["arg1"] = "小虫",
							["clColor"] = "fffe7b09",
						}, -- [42]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941989,
							["arg1"] = "进去了?",
							["clColor"] = "fffe7b09",
						}, -- [43]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941999,
							["arg1"] = "|cffffff00|Hquest:57959:-1:120:120:0|h[战争前线：黑海岸之战（英雄）]|h|r?",
							["clColor"] = "fffe7b09",
						}, -- [44]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588942037,
							["arg1"] = "还是=空投 算了",
							["clColor"] = "fffe7b09",
						}, -- [45]
						{
							["arg2"] = "爆橙-亡语者",
							["type"] = "GUILD",
							["time"] = 1588942234,
							["arg1"] = "熊H还海南",
							["clColor"] = "ffa22fc8",
						}, -- [46]
						{
							["arg2"] = "爆橙-亡语者",
							["type"] = "GUILD",
							["time"] = 1588942245,
							["arg1"] = "黑海岸？",
							["clColor"] = "ffa22fc8",
						}, -- [47]
						{
							["arg2"] = "爆橙-亡语者",
							["type"] = "GUILD",
							["time"] = 1588942253,
							["arg1"] = "来吗",
							["clColor"] = "ffa22fc8",
						}, -- [48]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588942268,
							["arg1"] = "有团?",
							["clColor"] = "fffe7b09",
						}, -- [49]
						{
							["arg2"] = "爆橙-亡语者",
							["type"] = "GUILD",
							["time"] = 1588942299,
							["arg1"] = "刚才跟过这个团长打的我的WS号",
							["clColor"] = "ffa22fc8",
						}, -- [50]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588942309,
							["arg1"] = "w用lr ?",
							["clColor"] = "fffe7b09",
						}, -- [51]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588942314,
							["arg1"] = "可以?",
							["clColor"] = "fffe7b09",
						}, -- [52]
						{
							["arg2"] = "爆橙-亡语者",
							["type"] = "GUILD",
							["time"] = 1588942323,
							["arg1"] = "嗯呢",
							["clColor"] = "ffa22fc8",
						}, -- [53]
						{
							["arg2"] = "爆橙-亡语者",
							["type"] = "GUILD",
							["time"] = 1588942341,
							["arg1"] = "标题都一样，他刚才在团里说的等一下会组一个一模一样名字的团",
							["clColor"] = "ffa22fc8",
						}, -- [54]
						{
							["arg1"] = " ",
						}, -- [55]
						{
							["arg1"] = " ",
						}, -- [56]
						{
							["arg1"] = "记录开始于 05/09/2020 的 20:50:50。",
							["type"] = "SYSTEM",
						}, -- [57]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1589028692,
							["arg1"] = "==",
							["clColor"] = "fffe7b09",
						}, -- [58]
						{
							["arg1"] = " ",
						}, -- [59]
						{
							["arg1"] = " ",
						}, -- [60]
						{
							["arg1"] = "记录开始于 05/11/2020 的 21:15:17。",
							["type"] = "SYSTEM",
						}, -- [61]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1589203771,
							["arg1"] = "|cffa335ee|Hitem:173492::::::::120:104::54:8:6412:6515:6578:6579:6476:6470:1522:4786:::|h[贪婪巨口裹手]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [62]
						{
							["arg1"] = " ",
						}, -- [63]
						{
							["arg1"] = " ",
						}, -- [64]
						{
							["arg1"] = "记录开始于 05/16/2020 的 11:28:57。",
							["type"] = "SYSTEM",
						}, -- [65]
					},
				}, -- [7]
				{
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "战利品",
					["logs"] = {
						{
							["type"] = "LOOT",
							["time"] = 1589447916,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:152631::::::::120:581::::::|h[盐海肉块]|h|r。",
						}, -- [1]
						{
							["type"] = "LOOT",
							["time"] = 1589447916,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:161053::::::::120:581::::::|h[水手咸饼干]|h|rx8。",
						}, -- [2]
						{
							["type"] = "LOOT",
							["time"] = 1589447916,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:152576::::::::120:581::::::|h[浪息亚麻布]|h|r。",
						}, -- [3]
						{
							["type"] = "LOOT",
							["time"] = 1589447916,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158751::::::::120:581::::::|h[蓬乱绒毛]|h|rx3。",
						}, -- [4]
						{
							["type"] = "LOOT",
							["time"] = 1589447936,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:152576::::::::120:581::::::|h[浪息亚麻布]|h|rx2。",
						}, -- [5]
						{
							["type"] = "LOOT",
							["time"] = 1589447936,
							["arg1"] = "你获得了战利品：|cff1eff00|Hitem:159800::::::::120:581:512::3:4796:41:1690:120:::|h[燎火之唤潮者圆盾]|h|r。",
						}, -- [6]
						{
							["type"] = "LOOT",
							["time"] = 1589447936,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158808::::::::120:581::::::|h[结实的肌腱]|h|r。",
						}, -- [7]
						{
							["type"] = "LOOT",
							["time"] = 1589447936,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158870::::::::120:581::::::|h[厚重长毛]|h|r。",
						}, -- [8]
						{
							["type"] = "MONEY",
							["time"] = 1589447937,
							["arg1"] = "你拾取了3金币, 88银币, 13铜币",
						}, -- [9]
						{
							["type"] = "MONEY",
							["time"] = 1589447972,
							["arg1"] = "你拾取了4金币, 29银币, 18铜币",
						}, -- [10]
						{
							["type"] = "LOOT",
							["time"] = 1589448001,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:161053::::::::120:581::::::|h[水手咸饼干]|h|rx6。",
						}, -- [11]
						{
							["type"] = "LOOT",
							["time"] = 1589448001,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158751::::::::120:581::::::|h[蓬乱绒毛]|h|r。",
						}, -- [12]
						{
							["type"] = "LOOT",
							["time"] = 1589448001,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:152631::::::::120:581::::::|h[盐海肉块]|h|r。",
						}, -- [13]
						{
							["type"] = "MONEY",
							["time"] = 1589448002,
							["arg1"] = "你拾取了2金币, 67银币, 42铜币",
						}, -- [14]
						{
							["type"] = "LOOT",
							["time"] = 1589448014,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:158009::::::::120:581::27:3:1607:4785:6258:::|h[墓棘兜帽]|h|r。",
						}, -- [15]
						{
							["type"] = "LOOT",
							["time"] = 1589448016,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:154776::::::::120:581::::::|h[开裂的皮衣]|h|r。",
						}, -- [16]
						{
							["type"] = "MONEY",
							["time"] = 1589448017,
							["arg1"] = "你拾取了4金币, 89银币, 62铜币",
						}, -- [17]
						{
							["type"] = "CURRENCY",
							["time"] = 1589448058,
							["arg1"] = "你获得了：|cffe6cc80|Hcurrency:1803:0|h[尼奥罗萨的回响]|h|r x50。",
						}, -- [18]
						{
							["type"] = "LOOT",
							["time"] = 1589448088,
							["arg1"] = "你获得了物品：|cffe6cc80|Hitem:168568::::::::120:581::14::::|h[虚无之力中和器]|h|r。",
						}, -- [19]
						{
							["type"] = "LOOT",
							["time"] = 1589448098,
							["arg1"] = "你获得了物品：|cff9d9d9d|Hitem:169974::::::::120:581::::::|h[虚无之尘]|h|r。",
						}, -- [20]
						{
							["arg1"] = " ",
						}, -- [21]
						{
							["arg1"] = " ",
						}, -- [22]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/14/2020 的 22:20:27。",
						}, -- [23]
						{
							["type"] = "LOOT",
							["time"] = 1589469148,
							["arg1"] = "一骑难当千-血色十字军获得了战利品：|cffa335ee|Hitem:159433::::::::120:581::16:5:5007:6516:6513:1622:4786:::|h[磷光护臂]|h|r。",
						}, -- [24]
						{
							["type"] = "LOOT",
							["time"] = 1589469148,
							["arg1"] = "一骑难当千-血色十字军获得了战利品：|cffe6cc80|Hitem:168621::::::::120:581::16::::|h[聚焦之虹的放大镜]|h|r。",
						}, -- [25]
						{
							["type"] = "LOOT",
							["time"] = 1589469151,
							["arg1"] = "蛋仔丶-无尽之海获得了战利品：|cffa335ee|Hitem:159463::::::::120:581::16:5:5007:6516:6513:1622:4786:::|h[脉动血管指环]|h|r。",
						}, -- [26]
						{
							["type"] = "LOOT",
							["time"] = 1589469153,
							["arg1"] = "你获得了战利品：|cff0070dd|Hitem:165948::::::::120:581::::::|h[潮浪之核]|h|r。",
						}, -- [27]
						{
							["type"] = "LOOT",
							["time"] = 1589469153,
							["arg1"] = "你获得了战利品：|cffe6cc80|Hitem:168558::::::::120:581::16::::|h[深邃地牢法器]|h|r。",
						}, -- [28]
						{
							["type"] = "CURRENCY",
							["time"] = 1589469154,
							["arg1"] = "你获得了：|cffe6cc80|Hcurrency:1803:0|h[尼奥罗萨的回响]|h|r x21。",
						}, -- [29]
						{
							["type"] = "LOOT",
							["time"] = 1589469156,
							["arg1"] = "汪汪蒙眼睛-深渊之巢获得了战利品：|cffe6cc80|Hitem:168621::::::::120:581::16::::|h[聚焦之虹的放大镜]|h|r。",
						}, -- [30]
						{
							["type"] = "LOOT",
							["time"] = 1589469156,
							["arg1"] = "汪汪蒙眼睛-深渊之巢获得了战利品：|cffa335ee|Hitem:159344::::::::120:581::16:5:5007:6516:6513:1622:4786:::|h[孢林岩窟看护手套]|h|r。",
						}, -- [31]
						{
							["type"] = "LOOT",
							["time"] = 1589469262,
							["arg1"] = "你获得了物品：|cff9d9d9d|Hitem:169962::::::::120:581::::::|h[磨损的法器]|h|r。",
						}, -- [32]
						{
							["arg1"] = " ",
						}, -- [33]
						{
							["arg1"] = " ",
						}, -- [34]
						{
							["arg1"] = "记录开始于 05/15/2020 的 13:22:46。",
							["type"] = "SYSTEM",
						}, -- [35]
						{
							["type"] = "LOOT",
							["time"] = 1589521366,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:152576::::::::120:581::::::|h[浪息亚麻布]|h|rx3。",
						}, -- [36]
						{
							["type"] = "MONEY",
							["time"] = 1589521367,
							["arg1"] = "你拾取了2金币, 18银币, 99铜币",
						}, -- [37]
						{
							["type"] = "LOOT",
							["time"] = 1589521381,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:152509::::::::120:581::::::|h[海妖花粉]|h|rx5。",
						}, -- [38]
						{
							["type"] = "LOOT",
							["time"] = 1589521391,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:152506::::::::120:581::::::|h[星光苔]|h|rx5。",
						}, -- [39]
						{
							["type"] = "LOOT",
							["time"] = 1589521628,
							["arg1"] = "泪梦丶-安苏获得了战利品：|cff9d9d9d|Hitem:158771::::::::120:581::::::|h[幽魂脓液]|h|rx2。",
						}, -- [40]
						{
							["type"] = "LOOT",
							["time"] = 1589521762,
							["arg1"] = "泪梦丶-安苏获得了战利品：|cffffffff|Hitem:152576::::::::120:581::::::|h[浪息亚麻布]|h|rx2。",
						}, -- [41]
						{
							["type"] = "LOOT",
							["time"] = 1589521762,
							["arg1"] = "泪梦丶-安苏获得了战利品：|cff9d9d9d|Hitem:158863::::::::120:581::::::|h[几丁质外壳]|h|rx3。",
						}, -- [42]
						{
							["type"] = "LOOT",
							["time"] = 1589521762,
							["arg1"] = "泪梦丶-安苏获得了战利品：|cff9d9d9d|Hitem:155598::::::::120:581::::::|h[断裂颚骨]|h|rx5。",
						}, -- [43]
						{
							["type"] = "LOOT",
							["time"] = 1589521781,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155598::::::::120:581::::::|h[断裂颚骨]|h|rx5。",
						}, -- [44]
						{
							["type"] = "LOOT",
							["time"] = 1589521781,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158863::::::::120:581::::::|h[几丁质外壳]|h|rx4。",
						}, -- [45]
						{
							["type"] = "LOOT",
							["time"] = 1589521781,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155608::::::::120:581::::::|h[被亵渎的徽记]|h|r。",
						}, -- [46]
						{
							["type"] = "LOOT",
							["time"] = 1589521782,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:154799::::::::120:581::23::::|h[崩解的锁甲手套]|h|r。",
						}, -- [47]
						{
							["type"] = "LOOT",
							["time"] = 1589521782,
							["arg1"] = "你获得了战利品：|cff1eff00|Hitem:159501::::::::120:581:512::2:4796:1683:120:::|h[无双之珊贝战刃]|h|r。",
						}, -- [48]
						{
							["type"] = "MONEY",
							["time"] = 1589521782,
							["arg1"] = "你拾取了3金币, 19银币, 81铜币",
						}, -- [49]
						{
							["type"] = "LOOT",
							["time"] = 1589521834,
							["arg1"] = "泪梦丶-安苏获得了战利品：|cff9d9d9d|Hitem:158863::::::::120:581::::::|h[几丁质外壳]|h|r。",
						}, -- [50]
						{
							["type"] = "LOOT",
							["time"] = 1589521834,
							["arg1"] = "泪梦丶-安苏获得了战利品：|cff9d9d9d|Hitem:155598::::::::120:581::::::|h[断裂颚骨]|h|r。",
						}, -- [51]
						{
							["type"] = "LOOT",
							["time"] = 1589521903,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155608::::::::120:581::::::|h[被亵渎的徽记]|h|rx2。",
						}, -- [52]
						{
							["type"] = "MONEY",
							["time"] = 1589521904,
							["arg1"] = "你拾取了1金币, 68银币, 74铜币",
						}, -- [53]
						{
							["type"] = "MONEY",
							["time"] = 1589521933,
							["arg1"] = "你拾取了5金币, 76银币, 51铜币",
						}, -- [54]
						{
							["type"] = "LOOT",
							["time"] = 1589521935,
							["arg1"] = "Bwabbf-迦拉克隆获得了战利品：|cffa335ee|Hitem:159285::::::::120:581::23:5:4779:6516:6515:1602:4786:::|h[溅血的副厨师长长裤]|h|r。",
						}, -- [55]
						{
							["type"] = "LOOT",
							["time"] = 1589521937,
							["arg1"] = "Bwabbf-迦拉克隆获得了战利品：|cff1eff00|Hitem:159520::::::::120:581:512::2:4796:1706:120:::|h[曙光之珊贝匕首]|h|r。",
						}, -- [56]
						{
							["type"] = "LOOT",
							["time"] = 1589521941,
							["arg1"] = "泪梦丶-安苏获得了战利品：|cffffffff|Hitem:152576::::::::120:581::::::|h[浪息亚麻布]|h|rx3。",
						}, -- [57]
						{
							["type"] = "LOOT",
							["time"] = 1589521941,
							["arg1"] = "泪梦丶-安苏获得了战利品：|cff1eff00|Hitem:154847::::::::120:581:512::3:4796:40:1684:120:::|h[无双之克莱因护臂]|h|r。",
						}, -- [58]
						{
							["type"] = "LOOT",
							["time"] = 1589521941,
							["arg1"] = "泪梦丶-安苏获得了战利品：|cff9d9d9d|Hitem:155598::::::::120:581::::::|h[断裂颚骨]|h|r。",
						}, -- [59]
						{
							["type"] = "LOOT",
							["time"] = 1589521941,
							["arg1"] = "泪梦丶-安苏获得了战利品：|cff9d9d9d|Hitem:158863::::::::120:581::::::|h[几丁质外壳]|h|r。",
						}, -- [60]
						{
							["type"] = "LOOT",
							["time"] = 1589521944,
							["arg1"] = "寒风乜-安苏获得了战利品：|cff1eff00|Hitem:159797::::::::120:581:512::2:4796:1695:120:::|h[燎火之凿船者护盾]|h|r。",
						}, -- [61]
						{
							["type"] = "LOOT",
							["time"] = 1589521946,
							["arg1"] = "守望一-莱索恩获得了战利品：|cff1eff00|Hitem:159571::::::::120:581:512::2:4796:1681:120:::|h[快刀之迪普沃登法杖]|h|r。",
						}, -- [62]
						{
							["type"] = "MONEY",
							["time"] = 1589522101,
							["arg1"] = "你拾取了5金币, 93银币",
						}, -- [63]
						{
							["type"] = "LOOT",
							["time"] = 1589522105,
							["arg1"] = "寒风乜-安苏获得了战利品：|cff1eff00|Hitem:154855::::::::120:581:512::2:4796:1705:120:::|h[曙光之赤林披肩]|h|r。",
						}, -- [64]
						{
							["type"] = "LOOT",
							["time"] = 1589522108,
							["arg1"] = "寒风乜-安苏获得了战利品：|cffa335ee|Hitem:159341::::::::120:581::23:5:4779:6516:6515:1602:4786:::|h[犬颌护腰]|h|r。",
						}, -- [65]
						{
							["type"] = "LOOT",
							["time"] = 1589522109,
							["arg1"] = "寒风乜-安苏获得了战利品：|cff9d9d9d|Hitem:158865::::::::120:581::::::|h[幽灵粘液]|h|r。",
						}, -- [66]
						{
							["type"] = "MONEY",
							["time"] = 1589522188,
							["arg1"] = "你拾取了8金币, 66银币, 98铜币",
						}, -- [67]
						{
							["type"] = "LOOT",
							["time"] = 1589522189,
							["arg1"] = "Bwabbf-迦拉克隆获得了战利品：|cff1eff00|Hitem:154860::::::::120:581:512::2:4796:1678:120:::|h[快刀之山丘手套]|h|r。",
						}, -- [68]
						{
							["type"] = "LOOT",
							["time"] = 1589522202,
							["arg1"] = "寒风乜-安苏获得了战利品：|cffffffff|Hitem:152576::::::::120:581::::::|h[浪息亚麻布]|h|rx4。",
						}, -- [69]
						{
							["type"] = "LOOT",
							["time"] = 1589522367,
							["arg1"] = "守望一-莱索恩获得了战利品：|cff9d9d9d|Hitem:155609::::::::120:581::::::|h[弹性眼球]|h|r。",
						}, -- [70]
						{
							["type"] = "LOOT",
							["time"] = 1589522373,
							["arg1"] = "泪梦丶-安苏获得了战利品：|cff9d9d9d|Hitem:155609::::::::120:581::::::|h[弹性眼球]|h|r。",
						}, -- [71]
						{
							["type"] = "LOOT",
							["time"] = 1589522373,
							["arg1"] = "泪梦丶-安苏获得了战利品：|cffffffff|Hitem:154897::::::::120:581::::::|h[里脊须肉]|h|rx4。",
						}, -- [72]
						{
							["type"] = "LOOT",
							["time"] = 1589522373,
							["arg1"] = "泪梦丶-安苏获得了战利品：|cffa335ee|Hitem:159133::::::::120:581::23:5:4779:6516:6515:1602:4786:::|h[锯齿之虹短刃]|h|r。",
						}, -- [73]
						{
							["type"] = "LOOT",
							["time"] = 1589522385,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:154897::::::::120:581::::::|h[里脊须肉]|h|rx2。",
						}, -- [74]
						{
							["type"] = "MONEY",
							["time"] = 1589522385,
							["arg1"] = "你拾取了5金币, 96银币, 1铜币",
						}, -- [75]
						{
							["type"] = "LOOT",
							["time"] = 1589522385,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158856::::::::120:581::::::|h[超大青蛙腿]|h|r。",
						}, -- [76]
						{
							["type"] = "LOOT",
							["time"] = 1589522405,
							["arg1"] = "寒风乜-安苏获得了战利品：|cff9d9d9d|Hitem:158856::::::::120:581::::::|h[超大青蛙腿]|h|r。",
						}, -- [77]
						{
							["type"] = "LOOT",
							["time"] = 1589522410,
							["arg1"] = "Bwabbf-迦拉克隆制造了：|cffffffff|Hitem:5512::::::::120:581::23::::|h[治疗石]|h|r。",
						}, -- [78]
						{
							["type"] = "LOOT",
							["time"] = 1589523060,
							["arg1"] = "数里皆有羽声-安苏制造了：|cffffffff|Hitem:5512::::::::120:577::::::|h[治疗石]|h|r。",
						}, -- [79]
						{
							["type"] = "LOOT",
							["time"] = 1589523061,
							["arg1"] = "黑夜之翼-大地之怒制造了：|cffffffff|Hitem:5512::::::::120:577::::::|h[治疗石]|h|r。",
						}, -- [80]
						{
							["type"] = "LOOT",
							["time"] = 1589523066,
							["arg1"] = "牛牛小德乳衣-苏塔恩制造了：|cffffffff|Hitem:5512::::::::120:577::::::|h[治疗石]|h|r。",
						}, -- [81]
						{
							["type"] = "LOOT",
							["time"] = 1589523075,
							["arg1"] = "丷屾丷屾丷-血色十字军制造了：|cffffffff|Hitem:5512::::::::120:577::::::|h[治疗石]|h|r。",
						}, -- [82]
						{
							["type"] = "LOOT",
							["time"] = 1589523088,
							["arg1"] = "厨娘-盖斯制造了：|cffffffff|Hitem:5512::::::::120:577::::::|h[治疗石]|h|r。",
						}, -- [83]
						{
							["type"] = "LOOT",
							["time"] = 1589523114,
							["arg1"] = "张羽沐汐汐-黑铁制造了：|cffffffff|Hitem:5512::::::::120:577::::::|h[治疗石]|h|r。",
						}, -- [84]
						{
							["type"] = "LOOT",
							["time"] = 1589523121,
							["arg1"] = "你制造了：|cffffffff|Hitem:5512::::::::120:577::::::|h[治疗石]|h|r。",
						}, -- [85]
						{
							["type"] = "LOOT",
							["time"] = 1589523137,
							["arg1"] = "沐沐尐咘丁-狂热之刃制造了：|cffffffff|Hitem:5512::::::::120:577::::::|h[治疗石]|h|r。",
						}, -- [86]
						{
							["type"] = "LOOT",
							["time"] = 1589523140,
							["arg1"] = "道医苦来由-影之哀伤制造了：|cffffffff|Hitem:5512::::::::120:577::::::|h[治疗石]|h|r。",
						}, -- [87]
						{
							["type"] = "LOOT",
							["time"] = 1589523513,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:137642::::::::120:577::::::|h[荣耀印记]|h|r。",
						}, -- [88]
						{
							["type"] = "LOOT",
							["time"] = 1589523513,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:165711::::::::120:577::8::::|h[黄金保险箱]|h|r。",
						}, -- [89]
						{
							["type"] = "LOOT",
							["time"] = 1589523513,
							["arg1"] = "数里皆有羽声-安苏获得了物品：|cffa335ee|Hitem:103533::::::::120:577::::::|h[邪气鞍座]|h|r。",
						}, -- [90]
						{
							["type"] = "LOOT",
							["time"] = 1589523513,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:172538::::::::120:577::8:7:6360:43:6389:6516:6515:1542:4786:::|h[腐化角斗士的皮甲护腕]|h|r。",
						}, -- [91]
						{
							["type"] = "CURRENCY",
							["time"] = 1589523514,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1602:0|h[征服点数]|h|r x225。",
						}, -- [92]
						{
							["type"] = "CURRENCY",
							["time"] = 1589523514,
							["arg1"] = "你获得了：|cffe6cc80|Hcurrency:1803:0|h[尼奥罗萨的回响]|h|r x38。",
						}, -- [93]
						{
							["type"] = "LOOT",
							["time"] = 1589523526,
							["arg1"] = "黑夜之翼-大地之怒获得了战利品：|cff0070dd|Hitem:137642::::::::120:581::::::|h[荣耀印记]|h|rx2。",
						}, -- [94]
						{
							["type"] = "LOOT",
							["time"] = 1589523527,
							["arg1"] = "黑夜之翼-大地之怒获得了战利品：|cffffffff|Hitem:2459::::::::120:581::::::|h[迅捷药水]|h|r。",
						}, -- [95]
						{
							["type"] = "LOOT",
							["time"] = 1589523527,
							["arg1"] = "黑夜之翼-大地之怒获得了战利品：|cffffffff|Hitem:154899::::::::120:581::::::|h[古法厚切肉排]|h|rx9。",
						}, -- [96]
						{
							["type"] = "LOOT",
							["time"] = 1589523527,
							["arg1"] = "黑夜之翼-大地之怒获得了战利品：|cffffffff|Hitem:154898::::::::120:581::::::|h[肥厚腰肉]|h|rx5。",
						}, -- [97]
						{
							["type"] = "LOOT",
							["time"] = 1589523527,
							["arg1"] = "黑夜之翼-大地之怒获得了战利品：|cffffffff|Hitem:154897::::::::120:581::::::|h[里脊须肉]|h|rx7。",
						}, -- [98]
						{
							["type"] = "LOOT",
							["time"] = 1589523527,
							["arg1"] = "黑夜之翼-大地之怒获得了战利品：|cffffffff|Hitem:152631::::::::120:581::::::|h[盐海肉块]|h|rx5。",
						}, -- [99]
						{
							["type"] = "LOOT",
							["time"] = 1589523527,
							["arg1"] = "黑夜之翼-大地之怒获得了战利品：|cffffffff|Hitem:168645::::::::120:581::::::|h[潮湿的鱼片]|h|rx5。",
						}, -- [100]
						{
							["type"] = "LOOT",
							["time"] = 1589523527,
							["arg1"] = "黑夜之翼-大地之怒获得了战利品：|cffffffff|Hitem:168303::::::::120:581::::::|h[劲道腰肉]|h|rx8。",
						}, -- [101]
						{
							["type"] = "LOOT",
							["time"] = 1589523534,
							["arg1"] = "你获得了战利品：|cff0070dd|Hitem:137642::::::::120:581::::::|h[荣耀印记]|h|rx2。",
						}, -- [102]
						{
							["type"] = "LOOT",
							["time"] = 1589523534,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:2459::::::::120:581::::::|h[迅捷药水]|h|r。",
						}, -- [103]
						{
							["type"] = "MONEY",
							["time"] = 1589523535,
							["arg1"] = "你拾取了207金币, 9银币, 76铜币",
						}, -- [104]
						{
							["type"] = "LOOT",
							["time"] = 1589523630,
							["arg1"] = "牛牛小德乳衣-苏塔恩获得了战利品：|cffa335ee|Hitem:152877::::::::120:581::::::|h[萦雾水晶]|h|r。",
						}, -- [105]
						{
							["type"] = "LOOT",
							["time"] = 1589523630,
							["arg1"] = "牛牛小德乳衣-苏塔恩获得了战利品：|cff0070dd|Hitem:152876::::::::120:581::::::|h[幽界碎片]|h|r。",
						}, -- [106]
						{
							["type"] = "LOOT",
							["time"] = 1589523632,
							["arg1"] = "牛牛小德乳衣-苏塔恩获得了战利品：|cff0070dd|Hitem:137642::::::::120:581::::::|h[荣耀印记]|h|rx2。",
						}, -- [107]
						{
							["type"] = "LOOT",
							["time"] = 1589523633,
							["arg1"] = "牛牛小德乳衣-苏塔恩获得了战利品：|cffffffff|Hitem:152541::::::::120:581::::::|h[粗糙皮革]|h|rx9。",
						}, -- [108]
						{
							["type"] = "LOOT",
							["time"] = 1589523633,
							["arg1"] = "牛牛小德乳衣-苏塔恩获得了战利品：|cff0070dd|Hitem:138488::::::::120:581::::::|h[盐水药水]|h|r。",
						}, -- [109]
						{
							["type"] = "LOOT",
							["time"] = 1589523633,
							["arg1"] = "牛牛小德乳衣-苏塔恩获得了战利品：|cff1eff00|Hitem:154722::::::::120:581::::::|h[风暴皮革]|h|rx5。",
						}, -- [110]
						{
							["type"] = "LOOT",
							["time"] = 1589523633,
							["arg1"] = "牛牛小德乳衣-苏塔恩获得了战利品：|cffffffff|Hitem:168649::::::::120:581::::::|h[浚皮]|h|rx10。",
						}, -- [111]
						{
							["type"] = "LOOT",
							["time"] = 1589523702,
							["arg1"] = "道医苦来由-影之哀伤获得了战利品：|cff0070dd|Hitem:137642::::::::120:581::::::|h[荣耀印记]|h|rx2。",
						}, -- [112]
						{
							["type"] = "LOOT",
							["time"] = 1589523703,
							["arg1"] = "道医苦来由-影之哀伤获得了战利品：|cff0070dd|Hitem:138728::::::::120:581::::::|h[低级隐形药水]|h|rx2。",
						}, -- [113]
						{
							["type"] = "LOOT",
							["time"] = 1589523744,
							["arg1"] = "道医苦来由-影之哀伤获得了战利品：|cffa335ee|Hitem:152877::::::::120:581::::::|h[萦雾水晶]|h|r。",
						}, -- [114]
						{
							["type"] = "LOOT",
							["time"] = 1589523754,
							["arg1"] = "止戰之殤丨-狂热之刃获得了战利品：|cffffffff|Hitem:152512::::::::120:581::::::|h[镍铜矿石]|h|rx3。",
						}, -- [115]
						{
							["type"] = "MONEY",
							["time"] = 1589524676,
							["arg1"] = "你拾取了42铜币",
						}, -- [116]
						{
							["type"] = "LOOT",
							["time"] = 1589524867,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:137642::::::::120:577::::::|h[荣耀印记]|h|r。",
						}, -- [117]
						{
							["type"] = "LOOT",
							["time"] = 1589524867,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:165711::::::::120:577::8::::|h[黄金保险箱]|h|r。",
						}, -- [118]
						{
							["type"] = "CURRENCY",
							["time"] = 1589524868,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1602:0|h[征服点数]|h|r x150。",
						}, -- [119]
						{
							["type"] = "CURRENCY",
							["time"] = 1589524868,
							["arg1"] = "你获得了：|cffe6cc80|Hcurrency:1803:0|h[尼奥罗萨的回响]|h|r x31。",
						}, -- [120]
						{
							["type"] = "LOOT",
							["time"] = 1589524879,
							["arg1"] = "道医苦来由-影之哀伤获得了战利品：|cff0070dd|Hitem:137642::::::::120:581::::::|h[荣耀印记]|h|rx2。",
						}, -- [121]
						{
							["type"] = "LOOT",
							["time"] = 1589524879,
							["arg1"] = "道医苦来由-影之哀伤获得了战利品：|cffffffff|Hitem:2459::::::::120:581::::::|h[迅捷药水]|h|r。",
						}, -- [122]
						{
							["type"] = "LOOT",
							["time"] = 1589524879,
							["arg1"] = "狸猫的枕头-死亡之翼获得了战利品：|cff0070dd|Hitem:137642::::::::120:581::::::|h[荣耀印记]|h|rx2。",
						}, -- [123]
						{
							["type"] = "LOOT",
							["time"] = 1589524879,
							["arg1"] = "道医苦来由-影之哀伤获得了战利品：|cff0070dd|Hitem:152876::::::::120:581::::::|h[幽界碎片]|h|rx2。",
						}, -- [124]
						{
							["type"] = "LOOT",
							["time"] = 1589524879,
							["arg1"] = "止戰之殤丨-狂热之刃获得了战利品：|cff0070dd|Hitem:137642::::::::120:581::::::|h[荣耀印记]|h|rx2。",
						}, -- [125]
						{
							["type"] = "LOOT",
							["time"] = 1589524880,
							["arg1"] = "止戰之殤丨-狂热之刃获得了战利品：|cff0070dd|Hitem:138478::::::::120:581::::::|h[肉排大餐]|h|r。",
						}, -- [126]
						{
							["type"] = "LOOT",
							["time"] = 1589524880,
							["arg1"] = "道医苦来由-影之哀伤获得了战利品：|cffffffff|Hitem:152875::::::::120:581::::::|h[幽影之尘]|h|rx7。",
						}, -- [127]
						{
							["type"] = "LOOT",
							["time"] = 1589524881,
							["arg1"] = "狸猫的枕头-死亡之翼获得了战利品：|cff0070dd|Hitem:137642::::::::120:581::::::|h[荣耀印记]|h|rx2。",
						}, -- [128]
						{
							["type"] = "LOOT",
							["time"] = 1589524889,
							["arg1"] = "你获得了战利品：|cff0070dd|Hitem:137642::::::::120:581::::::|h[荣耀印记]|h|rx2。",
						}, -- [129]
						{
							["type"] = "LOOT",
							["time"] = 1589524890,
							["arg1"] = "你获得了战利品：|cff0070dd|Hitem:138479::::::::120:581::::::|h[炖土豆大餐]|h|r。",
						}, -- [130]
						{
							["type"] = "MONEY",
							["time"] = 1589524890,
							["arg1"] = "你拾取了189金币, 9银币, 61铜币",
						}, -- [131]
						{
							["type"] = "LOOT",
							["time"] = 1589524930,
							["arg1"] = "厨娘-盖斯获得了战利品：|cff0070dd|Hitem:137642::::::::120:581::::::|h[荣耀印记]|h|rx2。",
						}, -- [132]
						{
							["type"] = "LOOT",
							["time"] = 1589524930,
							["arg1"] = "厨娘-盖斯获得了战利品：|cffffffff|Hitem:2459::::::::120:581::::::|h[迅捷药水]|h|rx3。",
						}, -- [133]
						{
							["type"] = "LOOT",
							["time"] = 1589524930,
							["arg1"] = "厨娘-盖斯获得了战利品：|cffffffff|Hitem:152541::::::::120:581::::::|h[粗糙皮革]|h|rx10。",
						}, -- [134]
						{
							["type"] = "LOOT",
							["time"] = 1589524930,
							["arg1"] = "厨娘-盖斯获得了战利品：|cff1eff00|Hitem:154722::::::::120:581::::::|h[风暴皮革]|h|rx7。",
						}, -- [135]
						{
							["type"] = "LOOT",
							["time"] = 1589524931,
							["arg1"] = "厨娘-盖斯获得了战利品：|cffffffff|Hitem:168649::::::::120:581::::::|h[浚皮]|h|rx7。",
						}, -- [136]
						{
							["type"] = "LOOT",
							["time"] = 1589524933,
							["arg1"] = "厨娘-盖斯获得了战利品：|cff0070dd|Hitem:137642::::::::120:581::::::|h[荣耀印记]|h|rx2。",
						}, -- [137]
						{
							["type"] = "LOOT",
							["time"] = 1589524933,
							["arg1"] = "厨娘-盖斯获得了战利品：|cff0070dd|Hitem:138728::::::::120:581::::::|h[低级隐形药水]|h|rx2。",
						}, -- [138]
						{
							["type"] = "LOOT",
							["time"] = 1589524935,
							["arg1"] = "厨娘-盖斯获得了战利品：|cff0070dd|Hitem:137642::::::::120:581::::::|h[荣耀印记]|h|rx2。",
						}, -- [139]
						{
							["type"] = "LOOT",
							["time"] = 1589524935,
							["arg1"] = "厨娘-盖斯获得了战利品：|cff0070dd|Hitem:138727::::::::120:581::::::|h[蔑视药水]|h|rx3。",
						}, -- [140]
						{
							["type"] = "LOOT",
							["time"] = 1589524936,
							["arg1"] = "厨娘-盖斯获得了战利品：|cff0070dd|Hitem:137642::::::::120:581::::::|h[荣耀印记]|h|rx2。",
						}, -- [141]
						{
							["type"] = "LOOT",
							["time"] = 1589524937,
							["arg1"] = "厨娘-盖斯获得了战利品：|cffffffff|Hitem:2459::::::::120:581::::::|h[迅捷药水]|h|rx3。",
						}, -- [142]
						{
							["type"] = "LOOT",
							["time"] = 1589524938,
							["arg1"] = "厨娘-盖斯获得了战利品：|cff0070dd|Hitem:137642::::::::120:581::::::|h[荣耀印记]|h|rx2。",
						}, -- [143]
						{
							["type"] = "LOOT",
							["time"] = 1589524939,
							["arg1"] = "厨娘-盖斯获得了战利品：|cff0070dd|Hitem:138728::::::::120:581::::::|h[低级隐形药水]|h|rx3。",
						}, -- [144]
						{
							["type"] = "LOOT",
							["time"] = 1589524960,
							["arg1"] = "牛牛小德乳衣-苏塔恩获得了战利品：|cff0070dd|Hitem:137642::::::::120:581::::::|h[荣耀印记]|h|rx2。",
						}, -- [145]
						{
							["type"] = "LOOT",
							["time"] = 1589524960,
							["arg1"] = "牛牛小德乳衣-苏塔恩获得了战利品：|cff0070dd|Hitem:138488::::::::120:581::::::|h[盐水药水]|h|r。",
						}, -- [146]
						{
							["type"] = "LOOT",
							["time"] = 1589524960,
							["arg1"] = "牛牛小德乳衣-苏塔恩获得了战利品：|cffffffff|Hitem:152576::::::::120:581::::::|h[浪息亚麻布]|h|rx8。",
						}, -- [147]
						{
							["type"] = "LOOT",
							["time"] = 1589524960,
							["arg1"] = "牛牛小德乳衣-苏塔恩获得了战利品：|cff1eff00|Hitem:152577::::::::120:581::::::|h[深海绸缎]|h|rx6。",
						}, -- [148]
						{
							["type"] = "LOOT",
							["time"] = 1589524960,
							["arg1"] = "牛牛小德乳衣-苏塔恩获得了战利品：|cff1eff00|Hitem:167738::::::::120:581::::::|h[鎏金海纹布]|h|rx5。",
						}, -- [149]
						{
							["type"] = "LOOT",
							["time"] = 1589525102,
							["arg1"] = "牛牛小德乳衣-苏塔恩获得了战利品：|cff0070dd|Hitem:152876::::::::120:577::::::|h[幽界碎片]|h|r。",
						}, -- [150]
						{
							["type"] = "LOOT",
							["time"] = 1589525102,
							["arg1"] = "牛牛小德乳衣-苏塔恩获得了战利品：|cffffffff|Hitem:152875::::::::120:577::::::|h[幽影之尘]|h|r。",
						}, -- [151]
						{
							["type"] = "LOOT",
							["time"] = 1589525104,
							["arg1"] = "长大后啥都大-黑铁制造了：|cffffffff|Hitem:5512::::::::120:577::::::|h[治疗石]|h|r。",
						}, -- [152]
						{
							["type"] = "LOOT",
							["time"] = 1589525115,
							["arg1"] = "沐沐尐咘丁-狂热之刃制造了：|cffffffff|Hitem:5512::::::::120:577::::::|h[治疗石]|h|r。",
						}, -- [153]
						{
							["type"] = "LOOT",
							["time"] = 1589525120,
							["arg1"] = "厨娘-盖斯制造了：|cffffffff|Hitem:5512::::::::120:577::::::|h[治疗石]|h|r。",
						}, -- [154]
						{
							["type"] = "LOOT",
							["time"] = 1589525122,
							["arg1"] = "加尓嚕什-格瑞姆巴托制造了：|cffffffff|Hitem:5512::::::::120:577::::::|h[治疗石]|h|r。",
						}, -- [155]
						{
							["type"] = "LOOT",
							["time"] = 1589525131,
							["arg1"] = "牛牛小德乳衣-苏塔恩获得了战利品：|cff0070dd|Hitem:152876::::::::120:577::::::|h[幽界碎片]|h|rx2。",
						}, -- [156]
						{
							["type"] = "LOOT",
							["time"] = 1589525132,
							["arg1"] = "牛牛小德乳衣-苏塔恩获得了战利品：|cffffffff|Hitem:152875::::::::120:577::::::|h[幽影之尘]|h|rx2。",
						}, -- [157]
						{
							["type"] = "LOOT",
							["time"] = 1589525145,
							["arg1"] = "牛牛小德乳衣-苏塔恩制造了：|cffffffff|Hitem:5512::::::::120:577::::::|h[治疗石]|h|r。",
						}, -- [158]
						{
							["type"] = "LOOT",
							["time"] = 1589525154,
							["arg1"] = "你制造了：|cffffffff|Hitem:5512::::::::120:577::::::|h[治疗石]|h|r。",
						}, -- [159]
						{
							["type"] = "LOOT",
							["time"] = 1589525156,
							["arg1"] = "止戰之殤丨-狂热之刃制造了：|cffffffff|Hitem:5512::::::::120:577::::::|h[治疗石]|h|r。",
						}, -- [160]
						{
							["type"] = "LOOT",
							["time"] = 1589525198,
							["arg1"] = "小起-加兹鲁维制造了：|cffffffff|Hitem:5512::::::::120:577::::::|h[治疗石]|h|r。",
						}, -- [161]
						{
							["type"] = "LOOT",
							["time"] = 1589525459,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:137642::::::::120:577::::::|h[荣耀印记]|h|r。",
						}, -- [162]
						{
							["type"] = "LOOT",
							["time"] = 1589525459,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:165711::::::::120:577::8::::|h[黄金保险箱]|h|r。",
						}, -- [163]
						{
							["type"] = "CURRENCY",
							["time"] = 1589525460,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1602:0|h[征服点数]|h|r x150。",
						}, -- [164]
						{
							["type"] = "CURRENCY",
							["time"] = 1589525460,
							["arg1"] = "你获得了：|cffe6cc80|Hcurrency:1803:0|h[尼奥罗萨的回响]|h|r x37。",
						}, -- [165]
						{
							["type"] = "LOOT",
							["time"] = 1589525486,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:172519::::::::120:581::::::|h[军需官的笔记]|h|rx2。",
						}, -- [166]
						{
							["type"] = "LOOT",
							["time"] = 1589525486,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:172749::::::::120:581::25:4:6387:6388:1552:4786:::|h[腐化角斗士的战刃]|h|r。",
						}, -- [167]
						{
							["type"] = "LOOT",
							["time"] = 1589525491,
							["arg1"] = "你获得了战利品：|cff0070dd|Hitem:137642::::::::120:581::::::|h[荣耀印记]|h|rx2。",
						}, -- [168]
						{
							["type"] = "LOOT",
							["time"] = 1589525491,
							["arg1"] = "你获得了战利品：|cff0070dd|Hitem:138479::::::::120:581::::::|h[炖土豆大餐]|h|r。",
						}, -- [169]
						{
							["type"] = "LOOT",
							["time"] = 1589525492,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:152511::::::::120:581::::::|h[海潮茎杆]|h|rx4。",
						}, -- [170]
						{
							["type"] = "LOOT",
							["time"] = 1589525492,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:152509::::::::120:581::::::|h[海妖花粉]|h|r。",
						}, -- [171]
						{
							["type"] = "LOOT",
							["time"] = 1589525492,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:152508::::::::120:581::::::|h[凛冬之吻]|h|rx5。",
						}, -- [172]
						{
							["type"] = "LOOT",
							["time"] = 1589525492,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:152507::::::::120:581::::::|h[阿昆达之噬]|h|rx4。",
						}, -- [173]
						{
							["type"] = "MONEY",
							["time"] = 1589525492,
							["arg1"] = "你拾取了184金币, 55银币, 38铜币",
						}, -- [174]
						{
							["type"] = "LOOT",
							["time"] = 1589525492,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:152506::::::::120:581::::::|h[星光苔]|h|rx3。",
						}, -- [175]
						{
							["type"] = "LOOT",
							["time"] = 1589525492,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:152505::::::::120:581::::::|h[流波花苞]|h|rx4。",
						}, -- [176]
						{
							["type"] = "LOOT",
							["time"] = 1589525493,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:168487::::::::120:581::::::|h[龙眼珊瑚]|h|rx4。",
						}, -- [177]
						{
							["arg1"] = " ",
						}, -- [178]
						{
							["arg1"] = " ",
						}, -- [179]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/15/2020 的 15:03:02。",
						}, -- [180]
						{
							["type"] = "LOOT",
							["time"] = 1589526474,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:113509::::::::120:581::::::|h[魔法汉堡]|h|rx20。",
						}, -- [181]
						{
							["type"] = "LOOT",
							["time"] = 1589526474,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:113509::::::::120:581::::::|h[魔法汉堡]|h|rx20。",
						}, -- [182]
						{
							["type"] = "LOOT",
							["time"] = 1589526475,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:113509::::::::120:581::::::|h[魔法汉堡]|h|rx20。",
						}, -- [183]
						{
							["type"] = "LOOT",
							["time"] = 1589526475,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:113509::::::::120:581::::::|h[魔法汉堡]|h|rx20。",
						}, -- [184]
						{
							["type"] = "LOOT",
							["time"] = 1589527928,
							["arg1"] = "Rikii-冰风岗获得了战利品：|cffa335ee|Hitem:159327::::::::120:581::16:5:5008:6516:6513:1627:4786:::|h[磨砂蛇皮便鞋]|h|r。",
						}, -- [185]
						{
							["type"] = "LOOT",
							["time"] = 1589527931,
							["arg1"] = "玖月玲-狂热之刃获得了战利品：|cffa335ee|Hitem:159435::::::::120:581::16:9:5008:43:6578:6579:6493:6612:6513:1627:4786:::|h[充能二元腿铠]|h|r。",
						}, -- [186]
						{
							["type"] = "LOOT",
							["time"] = 1589527932,
							["arg1"] = "玖月玲-狂热之刃获得了战利品：|cffa335ee|Hitem:158923::::::::120:581:4063232:::248:7:10:11:3:::|h[史诗钥石]|h|r。",
						}, -- [187]
						{
							["type"] = "LOOT",
							["time"] = 1589527932,
							["arg1"] = "你获得了战利品：|cff0070dd|Hitem:165948::::::::120:581::::::|h[潮浪之核]|h|r。",
						}, -- [188]
						{
							["type"] = "LOOT",
							["time"] = 1589527932,
							["arg1"] = "你获得了战利品：|cffa335ee|Hitem:158374::::::::120:581::16:4:5008:6515:1627:4786:::|h[瓶中的电荷元素]|h|r。",
						}, -- [189]
						{
							["type"] = "LOOT",
							["time"] = 1589527933,
							["arg1"] = "你获得了战利品：|cffe6cc80|Hitem:168621::::::::120:581::16::::|h[聚焦之虹的放大镜]|h|r。",
						}, -- [190]
						{
							["type"] = "CURRENCY",
							["time"] = 1589527933,
							["arg1"] = "你获得了：|cffe6cc80|Hcurrency:1803:0|h[尼奥罗萨的回响]|h|r x24。",
						}, -- [191]
						{
							["type"] = "LOOT",
							["time"] = 1589527933,
							["arg1"] = "弱者-贫瘠之地获得了额外奖励： |cffa335ee|Hitem:159263::::::::120:581::16:6:5008:4802:6516:6513:1627:4786:::|h[蜿蜒洪流裹腕]|h|r。",
						}, -- [192]
						{
							["type"] = "LOOT",
							["time"] = 1589527946,
							["arg1"] = "足球大帝李毅-狂热之刃获得了额外奖励： |cffa335ee|Hitem:158368::::::::120:581::16:4:5008:6513:1627:4786:::|h[缠结精华之牙]|h|r。",
						}, -- [193]
						{
							["type"] = "LOOT",
							["time"] = 1589528069,
							["arg1"] = "你获得了物品：|cff9d9d9d|Hitem:169992::::::::120:581::::::|h[开裂的聚焦之虹透镜]|h|r。",
						}, -- [194]
						{
							["arg1"] = " ",
						}, -- [195]
						{
							["arg1"] = " ",
						}, -- [196]
						{
							["arg1"] = "记录开始于 05/15/2020 的 19:53:41。",
							["type"] = "SYSTEM",
						}, -- [197]
						{
							["type"] = "CURRENCY",
							["time"] = 1589545661,
							["arg1"] = "你获得了：|cff0070dd|Hcurrency:1166:0|h[时空扭曲徽章]|h|r x50。",
						}, -- [198]
						{
							["type"] = "CURRENCY",
							["time"] = 1589545661,
							["arg1"] = "你获得了：|cff0070dd|Hcurrency:1166:0|h[时空扭曲徽章]|h|r x25。",
						}, -- [199]
						{
							["type"] = "LOOT",
							["time"] = 1589547476,
							["arg1"] = "丶小鸡炖蘑菇-死亡之翼获得了战利品：|cffa335ee|Hitem:159297::::::::120:581::16:5:5010:6516:6515:1627:4786:::|h[银边马裤]|h|r。",
						}, -- [200]
						{
							["type"] = "LOOT",
							["time"] = 1589547481,
							["arg1"] = "你获得了战利品：|cff0070dd|Hitem:165948::::::::120:581::::::|h[潮浪之核]|h|r。",
						}, -- [201]
						{
							["type"] = "LOOT",
							["time"] = 1589547481,
							["arg1"] = "德萨雷拉尔-安苏获得了战利品：|cffa335ee|Hitem:159635::::::::120:581::16:5:5010:6516:6513:1627:4786:::|h[染血的搏浪刀]|h|r。",
						}, -- [202]
						{
							["type"] = "CURRENCY",
							["time"] = 1589547482,
							["arg1"] = "你获得了：|cffe6cc80|Hcurrency:1803:0|h[尼奥罗萨的回响]|h|r x30。",
						}, -- [203]
						{
							["type"] = "LOOT",
							["time"] = 1589547482,
							["arg1"] = "德萨雷拉尔-安苏获得了战利品：|cffa335ee|Hitem:158923::::::::120:581:8257536:::248:10:10:11:3:120:::|h[史诗钥石]|h|r。",
						}, -- [204]
						{
							["arg1"] = " ",
						}, -- [205]
						{
							["arg1"] = " ",
						}, -- [206]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/15/2020 的 21:05:30。",
						}, -- [207]
						{
							["type"] = "MONEY",
							["time"] = 1589548194,
							["arg1"] = "你拾取了1金币, 42银币, 33铜币",
						}, -- [208]
						{
							["type"] = "LOOT",
							["time"] = 1589548385,
							["arg1"] = "你获得了战利品：|cff1eff00|Hitem:167738::::::::120:581::::::|h[鎏金海纹布]|h|r。",
						}, -- [209]
						{
							["type"] = "LOOT",
							["time"] = 1589548385,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:168303::::::::120:581::::::|h[劲道腰肉]|h|rx4。",
						}, -- [210]
						{
							["type"] = "LOOT",
							["time"] = 1589548385,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155609::::::::120:581::::::|h[弹性眼球]|h|r。",
						}, -- [211]
						{
							["type"] = "MONEY",
							["time"] = 1589548386,
							["arg1"] = "你拾取了2金币, 59银币, 68铜币",
						}, -- [212]
						{
							["type"] = "LOOT",
							["time"] = 1589548616,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:171250::::::::120:581::::::|h[赞齐尔武器]|h|r。",
						}, -- [213]
						{
							["type"] = "LOOT",
							["time"] = 1589548621,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:171250::::::::120:581::::::|h[赞齐尔武器]|h|rx2。",
						}, -- [214]
						{
							["type"] = "LOOT",
							["time"] = 1589548637,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:171250::::::::120:581::::::|h[赞齐尔武器]|h|r。",
						}, -- [215]
						{
							["type"] = "LOOT",
							["time"] = 1589548642,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:171250::::::::120:581::::::|h[赞齐尔武器]|h|r。",
						}, -- [216]
						{
							["type"] = "LOOT",
							["time"] = 1589548662,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:171250::::::::120:581::::::|h[赞齐尔武器]|h|r。",
						}, -- [217]
						{
							["type"] = "LOOT",
							["time"] = 1589548665,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:171250::::::::120:581::::::|h[赞齐尔武器]|h|r。",
						}, -- [218]
						{
							["type"] = "LOOT",
							["time"] = 1589548721,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:168303::::::::120:581::::::|h[劲道腰肉]|h|rx3。",
						}, -- [219]
						{
							["type"] = "LOOT",
							["time"] = 1589548721,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158859::::::::120:581::::::|h[锯齿尖牙]|h|r。",
						}, -- [220]
						{
							["type"] = "MONEY",
							["time"] = 1589548722,
							["arg1"] = "你拾取了6金币, 69银币, 2铜币",
						}, -- [221]
						{
							["type"] = "LOOT",
							["time"] = 1589548760,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:171250::::::::120:581::::::|h[赞齐尔武器]|h|rx2。",
						}, -- [222]
						{
							["type"] = "LOOT",
							["time"] = 1589548770,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:171250::::::::120:581::::::|h[赞齐尔武器]|h|rx2。",
						}, -- [223]
						{
							["type"] = "LOOT",
							["time"] = 1589548800,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:169485::::::::120:581::27::::|h[底栖护手]|h|r。",
						}, -- [224]
						{
							["type"] = "MONEY",
							["time"] = 1589548805,
							["arg1"] = "你拾取了4金币, 96银币, 49铜币",
						}, -- [225]
						{
							["type"] = "LOOT",
							["time"] = 1589549038,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:169216::::::::120:581::::::|h[银质小刀]|h|r。",
						}, -- [226]
						{
							["type"] = "LOOT",
							["time"] = 1589549038,
							["arg1"] = "你获得了战利品：|cff1eff00|Hitem:170171::::::::120:581::::::|h[巨蟹腿]|h|r。",
						}, -- [227]
						{
							["type"] = "LOOT",
							["time"] = 1589549038,
							["arg1"] = "你获得了战利品：|cff1eff00|Hitem:170172::::::::120:581::::::|h[亮脊之壳]|h|r。",
						}, -- [228]
						{
							["type"] = "LOOT",
							["time"] = 1589549038,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155843::::::::120:581::::::|h[发脆的礼仪项链]|h|r。",
						}, -- [229]
						{
							["type"] = "CURRENCY",
							["time"] = 1589549038,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1560:0|h[战争物资]|h|r x29。",
						}, -- [230]
						{
							["type"] = "LOOT",
							["time"] = 1589549038,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:170098::::::::120:581::::::|h[锈斑多枝耳环]|h|r。",
						}, -- [231]
						{
							["type"] = "CURRENCY",
							["time"] = 1589549129,
							["arg1"] = "你获得了：|cffa335ee|Hcurrency:1721:0|h[棱彩法力珍珠]|h|r x35。",
						}, -- [232]
						{
							["type"] = "CURRENCY",
							["time"] = 1589549129,
							["arg1"] = "你获得了：|cffe6cc80|Hcurrency:1803:0|h[尼奥罗萨的回响]|h|r x50。",
						}, -- [233]
						{
							["arg1"] = " ",
						}, -- [234]
						{
							["arg1"] = " ",
						}, -- [235]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/15/2020 的 23:30:16。",
						}, -- [236]
						{
							["type"] = "LOOT",
							["time"] = 1589556833,
							["arg1"] = "你制造了：|cff1eff00|Hitem:141446::::::::120:577::::::|h[宁神书卷]|h|r。",
						}, -- [237]
						{
							["type"] = "LOOT",
							["time"] = 1589556945,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:142406::::::::120:577::::::|h[高山战鼓]|h|rx20。",
						}, -- [238]
						{
							["type"] = "LOOT",
							["time"] = 1589556945,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:142406::::::::120:577::::::|h[高山战鼓]|h|rx20。",
						}, -- [239]
						{
							["type"] = "LOOT",
							["time"] = 1589556958,
							["arg1"] = "你制造了：|cff1eff00|Hitem:141446::::::::120:577::::::|h[宁神书卷]|h|r。",
						}, -- [240]
						{
							["type"] = "LOOT",
							["time"] = 1589556980,
							["arg1"] = "你制造了：|cff1eff00|Hitem:159825::::::::120:577::::::|h[开锁卷轴]|h|r。",
						}, -- [241]
						{
							["type"] = "LOOT",
							["time"] = 1589556981,
							["arg1"] = "你制造了：|cff1eff00|Hitem:159825::::::::120:577::::::|h[开锁卷轴]|h|r。",
						}, -- [242]
						{
							["type"] = "LOOT",
							["time"] = 1589559560,
							["arg1"] = "你获得了战利品：|cff0070dd|Hitem:165948::::::::120:577::::::|h[潮浪之核]|h|r。",
						}, -- [243]
						{
							["type"] = "LOOT",
							["time"] = 1589559561,
							["arg1"] = "你获得了战利品：|cffa335ee|Hitem:160110::::::::120:577::16:5:6536:6516:6513:1637:4786:::|h[泥沙女王的战刃]|h|r。",
						}, -- [244]
						{
							["type"] = "CURRENCY",
							["time"] = 1589559561,
							["arg1"] = "你获得了：|cffe6cc80|Hcurrency:1803:0|h[尼奥罗萨的回响]|h|r x45。",
						}, -- [245]
						{
							["type"] = "LOOT",
							["time"] = 1589559570,
							["arg1"] = "阿墨达达-古尔丹获得了战利品：|cffa335ee|Hitem:159333::::::::120:577::16:5:6536:6516:6513:1637:4786:::|h[艾泽里特军火束腰]|h|r。",
						}, -- [246]
						{
							["arg1"] = " ",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = "记录开始于 05/16/2020 的 11:28:57。",
							["type"] = "SYSTEM",
						}, -- [249]
						{
							["type"] = "LOOT",
							["time"] = 1589599803,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:159788::::::::120:581::::::|h[附魔武器 - 全能远航]|h|r。",
						}, -- [250]
					},
				}, -- [8]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "系统信息",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["time"] = 1589523026,
							["arg1"] = "张羽沐汐汐-黑铁已经加入了副本队伍。",
						}, -- [1]
						{
							["type"] = "SYSTEM",
							["time"] = 1589523026,
							["arg1"] = "|Hplayer:数里皆有羽声-安苏|h[数里皆有羽声-安苏]|h加入了战斗。",
						}, -- [2]
						{
							["type"] = "SYSTEM",
							["time"] = 1589523026,
							["arg1"] = "数里皆有羽声-安苏已经加入了副本队伍。",
						}, -- [3]
						{
							["type"] = "SYSTEM",
							["time"] = 1589523027,
							["arg1"] = "|Hplayer:厨娘-盖斯|h[厨娘-盖斯]|h加入了战斗。",
						}, -- [4]
						{
							["type"] = "SYSTEM",
							["time"] = 1589523027,
							["arg1"] = "厨娘-盖斯已经加入了副本队伍。",
						}, -- [5]
						{
							["type"] = "SYSTEM",
							["time"] = 1589523027,
							["arg1"] = "|Hplayer:黑夜之翼-大地之怒|h[黑夜之翼-大地之怒]|h加入了战斗。",
						}, -- [6]
						{
							["type"] = "SYSTEM",
							["time"] = 1589523027,
							["arg1"] = "黑夜之翼-大地之怒已经加入了副本队伍。",
						}, -- [7]
						{
							["type"] = "SYSTEM",
							["time"] = 1589523031,
							["arg1"] = "|Hplayer:加尓嚕什-格瑞姆巴托|h[加尓嚕什-格瑞姆巴托]|h加入了战斗。",
						}, -- [8]
						{
							["type"] = "SYSTEM",
							["time"] = 1589523031,
							["arg1"] = "加尓嚕什-格瑞姆巴托已经加入了副本队伍。",
						}, -- [9]
						{
							["type"] = "SYSTEM",
							["time"] = 1589523031,
							["arg1"] = "|Hplayer:丷屾丷屾丷-血色十字军|h[丷屾丷屾丷-血色十字军]|h加入了战斗。",
						}, -- [10]
						{
							["type"] = "SYSTEM",
							["time"] = 1589523031,
							["arg1"] = "丷屾丷屾丷-血色十字军已经加入了副本队伍。",
						}, -- [11]
						{
							["type"] = "SYSTEM",
							["time"] = 1589523148,
							["arg1"] = "通知系统已被启用。",
						}, -- [12]
						{
							["type"] = "SYSTEM",
							["time"] = 1589523513,
							["arg1"] = "你获得了物品：|cffa335ee|Hcurrency:1553:1147|h[闪耀的艾泽里特母岩]|h|r。",
						}, -- [13]
						{
							["type"] = "SYSTEM",
							["time"] = 1589523513,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:577::11:4:6316:4932:4933:1638:::|h[艾泽拉斯之心]|h|r获得了1,147点神器能量。",
						}, -- [14]
						{
							["type"] = "SYSTEM",
							["time"] = 1589523523,
							["arg1"] = "你的队伍已经解散。",
						}, -- [15]
						{
							["type"] = "SYSTEM",
							["time"] = 1589523523,
							["arg1"] = "你已经被移出队伍",
						}, -- [16]
						{
							["type"] = "SYSTEM",
							["time"] = 1589523524,
							["arg1"] = "牛牛小德乳衣-苏塔恩已经离开了副本队伍。",
						}, -- [17]
						{
							["type"] = "SYSTEM",
							["time"] = 1589523524,
							["arg1"] = "沐沐尐咘丁-狂热之刃已经离开了副本队伍。",
						}, -- [18]
						{
							["type"] = "SYSTEM",
							["time"] = 1589523524,
							["arg1"] = "道医苦来由-影之哀伤已经离开了副本队伍。",
						}, -- [19]
						{
							["type"] = "SYSTEM",
							["time"] = 1589523524,
							["arg1"] = "黑夜之翼-大地之怒已经离开了副本队伍。",
						}, -- [20]
						{
							["type"] = "SYSTEM",
							["time"] = 1589523524,
							["arg1"] = "加尓嚕什-格瑞姆巴托已经离开了副本队伍。",
						}, -- [21]
						{
							["type"] = "SYSTEM",
							["time"] = 1589523525,
							["arg1"] = "张羽沐汐汐-黑铁已经离开了副本队伍。",
						}, -- [22]
						{
							["type"] = "SYSTEM",
							["time"] = 1589523525,
							["arg1"] = "厨娘-盖斯已经离开了副本队伍。",
						}, -- [23]
						{
							["type"] = "SYSTEM",
							["time"] = 1589523528,
							["arg1"] = "数里皆有羽声-安苏离开了团队。",
						}, -- [24]
						{
							["type"] = "SYSTEM",
							["time"] = 1589523543,
							["arg1"] = "丷屾丷屾丷-血色十字军离开了团队。",
						}, -- [25]
						{
							["type"] = "SYSTEM",
							["time"] = 1589523577,
							["arg1"] = "止戰之殤丨-狂热之刃加入了团队。",
						}, -- [26]
						{
							["type"] = "SYSTEM",
							["time"] = 1589523589,
							["arg1"] = "狸猫的枕头-死亡之翼加入了团队。",
						}, -- [27]
						{
							["type"] = "SYSTEM",
							["time"] = 1589523594,
							["arg1"] = "道医苦来由-影之哀伤开始进行就位确认。",
						}, -- [28]
						{
							["type"] = "SYSTEM",
							["time"] = 1589523615,
							["arg1"] = "已开始职责检查。当所有人都选择了职责后，队伍将进入队列。",
						}, -- [29]
						{
							["type"] = "SYSTEM",
							["time"] = 1589523620,
							["arg1"] = "你所在的小队加入了评级战场的等待队列。",
						}, -- [30]
						{
							["type"] = "SYSTEM",
							["time"] = 1589523764,
							["arg1"] = "通知系统已被禁用。",
						}, -- [31]
						{
							["type"] = "SYSTEM",
							["time"] = 1589523764,
							["arg1"] = "小队转化为团队",
						}, -- [32]
						{
							["type"] = "SYSTEM",
							["time"] = 1589523764,
							["arg1"] = "你同时处于团队和副本队伍中。你可以使用“/ra”来和你的团队队友沟通，或使用“/i”来和你的副本队伍成员沟通。",
						}, -- [33]
						{
							["type"] = "SYSTEM",
							["time"] = 1589523764,
							["arg1"] = "团队副本难度设置为普通。",
						}, -- [34]
						{
							["type"] = "SYSTEM",
							["time"] = 1589523764,
							["arg1"] = "已将经典旧世团队副本难度设置为10人。",
						}, -- [35]
						{
							["type"] = "SYSTEM",
							["time"] = 1589523770,
							["arg1"] = "|Hplayer:加尓嚕什-格瑞姆巴托|h[加尓嚕什-格瑞姆巴托]|h加入了战斗。",
						}, -- [36]
						{
							["type"] = "SYSTEM",
							["time"] = 1589523770,
							["arg1"] = "加尓嚕什-格瑞姆巴托已经加入了副本队伍。",
						}, -- [37]
						{
							["type"] = "SYSTEM",
							["time"] = 1589523886,
							["arg1"] = "通知系统已被启用。",
						}, -- [38]
						{
							["type"] = "SYSTEM",
							["time"] = 1589524130,
							["arg1"] = "你的队伍已经解散。",
						}, -- [39]
						{
							["type"] = "SYSTEM",
							["time"] = 1589524130,
							["arg1"] = "你已经被移出队伍",
						}, -- [40]
						{
							["type"] = "SYSTEM",
							["time"] = 1589524132,
							["arg1"] = "厨娘-盖斯已经离开了副本队伍。",
						}, -- [41]
						{
							["type"] = "SYSTEM",
							["time"] = 1589524132,
							["arg1"] = "黑夜之翼-大地之怒已经离开了副本队伍。",
						}, -- [42]
						{
							["type"] = "SYSTEM",
							["time"] = 1589524132,
							["arg1"] = "止戰之殤丨-狂热之刃已经离开了副本队伍。",
						}, -- [43]
						{
							["type"] = "SYSTEM",
							["time"] = 1589524132,
							["arg1"] = "沐沐尐咘丁-狂热之刃已经离开了副本队伍。",
						}, -- [44]
						{
							["type"] = "SYSTEM",
							["time"] = 1589524132,
							["arg1"] = "道医苦来由-影之哀伤已经离开了副本队伍。",
						}, -- [45]
						{
							["type"] = "SYSTEM",
							["time"] = 1589524152,
							["arg1"] = "已开始职责检查。当所有人都选择了职责后，队伍将进入队列。",
						}, -- [46]
						{
							["type"] = "SYSTEM",
							["time"] = 1589524155,
							["arg1"] = "你所在的小队加入了评级战场的等待队列。",
						}, -- [47]
						{
							["type"] = "SYSTEM",
							["time"] = 1589524298,
							["arg1"] = "道医苦来由-影之哀伤开始进行就位确认。",
						}, -- [48]
						{
							["type"] = "SYSTEM",
							["time"] = 1589524323,
							["arg1"] = "黑夜之翼-大地之怒离开了团队。",
						}, -- [49]
						{
							["type"] = "SYSTEM",
							["time"] = 1589524424,
							["arg1"] = "小起-加兹鲁维加入了团队。",
						}, -- [50]
						{
							["type"] = "SYSTEM",
							["time"] = 1589524431,
							["arg1"] = "道医苦来由-影之哀伤开始进行就位确认。",
						}, -- [51]
						{
							["type"] = "SYSTEM",
							["time"] = 1589524442,
							["arg1"] = "已开始职责检查。当所有人都选择了职责后，队伍将进入队列。",
						}, -- [52]
						{
							["type"] = "SYSTEM",
							["time"] = 1589524450,
							["arg1"] = "你所在的小队加入了评级战场的等待队列。",
						}, -- [53]
						{
							["type"] = "SYSTEM",
							["time"] = 1589524463,
							["arg1"] = "通知系统已被禁用。",
						}, -- [54]
						{
							["type"] = "SYSTEM",
							["time"] = 1589524463,
							["arg1"] = "小队转化为团队",
						}, -- [55]
						{
							["type"] = "SYSTEM",
							["time"] = 1589524463,
							["arg1"] = "你同时处于团队和副本队伍中。你可以使用“/ra”来和你的团队队友沟通，或使用“/i”来和你的副本队伍成员沟通。",
						}, -- [56]
						{
							["type"] = "SYSTEM",
							["time"] = 1589524463,
							["arg1"] = "团队副本难度设置为普通。",
						}, -- [57]
						{
							["type"] = "SYSTEM",
							["time"] = 1589524463,
							["arg1"] = "已将经典旧世团队副本难度设置为10人。",
						}, -- [58]
						{
							["type"] = "SYSTEM",
							["time"] = 1589524463,
							["arg1"] = "|Hplayer:狸猫的枕头-死亡之翼|h[狸猫的枕头-死亡之翼]|h加入了战斗。",
						}, -- [59]
						{
							["type"] = "SYSTEM",
							["time"] = 1589524463,
							["arg1"] = "狸猫的枕头-死亡之翼已经加入了副本队伍。",
						}, -- [60]
						{
							["type"] = "SYSTEM",
							["time"] = 1589524463,
							["arg1"] = "|Hplayer:张羽沐汐汐-黑铁|h[张羽沐汐汐-黑铁]|h加入了战斗。",
						}, -- [61]
						{
							["type"] = "SYSTEM",
							["time"] = 1589524463,
							["arg1"] = "张羽沐汐汐-黑铁已经加入了副本队伍。",
						}, -- [62]
						{
							["type"] = "SYSTEM",
							["time"] = 1589524464,
							["arg1"] = "|Hplayer:牛牛小德乳衣-苏塔恩|h[牛牛小德乳衣-苏塔恩]|h加入了战斗。",
						}, -- [63]
						{
							["type"] = "SYSTEM",
							["time"] = 1589524464,
							["arg1"] = "牛牛小德乳衣-苏塔恩已经加入了副本队伍。",
						}, -- [64]
						{
							["type"] = "SYSTEM",
							["time"] = 1589524491,
							["arg1"] = "|Hplayer:加尓嚕什-格瑞姆巴托|h[加尓嚕什-格瑞姆巴托]|h加入了战斗。",
						}, -- [65]
						{
							["type"] = "SYSTEM",
							["time"] = 1589524492,
							["arg1"] = "加尓嚕什-格瑞姆巴托已经加入了副本队伍。",
						}, -- [66]
						{
							["type"] = "SYSTEM",
							["time"] = 1589524516,
							["arg1"] = "|Hplayer:厨娘-盖斯|h[厨娘-盖斯]|h加入了战斗。",
						}, -- [67]
						{
							["type"] = "SYSTEM",
							["time"] = 1589524516,
							["arg1"] = "厨娘-盖斯已经加入了副本队伍。",
						}, -- [68]
						{
							["type"] = "SYSTEM",
							["time"] = 1589524550,
							["arg1"] = "|Hplayer:小起-加兹鲁维|h[小起-加兹鲁维]|h加入了战斗。",
						}, -- [69]
						{
							["type"] = "SYSTEM",
							["time"] = 1589524550,
							["arg1"] = "小起-加兹鲁维已经加入了副本队伍。",
						}, -- [70]
						{
							["type"] = "SYSTEM",
							["time"] = 1589524588,
							["arg1"] = "通知系统已被启用。",
						}, -- [71]
						{
							["type"] = "SYSTEM",
							["time"] = 1589524866,
							["arg1"] = "你获得了物品：|cff0070dd|Hcurrency:1553:246|h[闪光的艾泽里特晶体]|h|r。",
						}, -- [72]
						{
							["type"] = "SYSTEM",
							["time"] = 1589524866,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:577::11:4:6316:4932:4933:1638:::|h[艾泽拉斯之心]|h|r获得了246点神器能量。",
						}, -- [73]
						{
							["type"] = "SYSTEM",
							["time"] = 1589524877,
							["arg1"] = "你的队伍已经解散。",
						}, -- [74]
						{
							["type"] = "SYSTEM",
							["time"] = 1589524877,
							["arg1"] = "你已经被移出队伍",
						}, -- [75]
						{
							["type"] = "SYSTEM",
							["time"] = 1589524878,
							["arg1"] = "道医苦来由-影之哀伤已经离开了副本队伍。",
						}, -- [76]
						{
							["type"] = "SYSTEM",
							["time"] = 1589524878,
							["arg1"] = "厨娘-盖斯已经离开了副本队伍。",
						}, -- [77]
						{
							["type"] = "SYSTEM",
							["time"] = 1589524878,
							["arg1"] = "小起-加兹鲁维已经离开了副本队伍。",
						}, -- [78]
						{
							["type"] = "SYSTEM",
							["time"] = 1589524878,
							["arg1"] = "止戰之殤丨-狂热之刃已经离开了副本队伍。",
						}, -- [79]
						{
							["type"] = "SYSTEM",
							["time"] = 1589524879,
							["arg1"] = "狸猫的枕头-死亡之翼已经离开了副本队伍。",
						}, -- [80]
						{
							["type"] = "SYSTEM",
							["time"] = 1589524879,
							["arg1"] = "牛牛小德乳衣-苏塔恩已经离开了副本队伍。",
						}, -- [81]
						{
							["type"] = "SYSTEM",
							["time"] = 1589524879,
							["arg1"] = "张羽沐汐汐-黑铁已经离开了副本队伍。",
						}, -- [82]
						{
							["type"] = "SYSTEM",
							["time"] = 1589524879,
							["arg1"] = "加尓嚕什-格瑞姆巴托已经离开了副本队伍。",
						}, -- [83]
						{
							["type"] = "SYSTEM",
							["time"] = 1589524879,
							["arg1"] = "沐沐尐咘丁-狂热之刃已经离开了副本队伍。",
						}, -- [84]
						{
							["type"] = "SYSTEM",
							["time"] = 1589524950,
							["arg1"] = "张羽沐汐汐-黑铁离开了团队。",
						}, -- [85]
						{
							["type"] = "SYSTEM",
							["time"] = 1589524975,
							["arg1"] = "长大后啥都大-黑铁加入了团队。",
						}, -- [86]
						{
							["type"] = "SYSTEM",
							["time"] = 1589524981,
							["arg1"] = "已开始职责检查。当所有人都选择了职责后，队伍将进入队列。",
						}, -- [87]
						{
							["type"] = "SYSTEM",
							["time"] = 1589524986,
							["arg1"] = "你所在的小队加入了评级战场的等待队列。",
						}, -- [88]
						{
							["type"] = "SYSTEM",
							["time"] = 1589525051,
							["arg1"] = "已开始职责检查。当所有人都选择了职责后，队伍将进入队列。",
						}, -- [89]
						{
							["type"] = "SYSTEM",
							["time"] = 1589525057,
							["arg1"] = "你所在的小队加入了评级战场的等待队列。",
						}, -- [90]
						{
							["type"] = "SYSTEM",
							["time"] = 1589525082,
							["arg1"] = "|Hplayer:道医苦来由-影之哀伤|h[道医苦来由-影之哀伤]|h加入了战斗。",
						}, -- [91]
						{
							["type"] = "SYSTEM",
							["time"] = 1589525084,
							["arg1"] = "通知系统已被禁用。",
						}, -- [92]
						{
							["type"] = "SYSTEM",
							["time"] = 1589525085,
							["arg1"] = "小队转化为团队",
						}, -- [93]
						{
							["type"] = "SYSTEM",
							["time"] = 1589525085,
							["arg1"] = "你同时处于团队和副本队伍中。你可以使用“/ra”来和你的团队队友沟通，或使用“/i”来和你的副本队伍成员沟通。",
						}, -- [94]
						{
							["type"] = "SYSTEM",
							["time"] = 1589525085,
							["arg1"] = "团队副本难度设置为普通。",
						}, -- [95]
						{
							["type"] = "SYSTEM",
							["time"] = 1589525085,
							["arg1"] = "已将经典旧世团队副本难度设置为10人。",
						}, -- [96]
						{
							["type"] = "SYSTEM",
							["time"] = 1589525085,
							["arg1"] = "|Hplayer:牛牛小德乳衣-苏塔恩|h[牛牛小德乳衣-苏塔恩]|h加入了战斗。",
						}, -- [97]
						{
							["type"] = "SYSTEM",
							["time"] = 1589525085,
							["arg1"] = "|Hplayer:狸猫的枕头-死亡之翼|h[狸猫的枕头-死亡之翼]|h加入了战斗。",
						}, -- [98]
						{
							["type"] = "SYSTEM",
							["time"] = 1589525085,
							["arg1"] = "牛牛小德乳衣-苏塔恩已经加入了副本队伍。",
						}, -- [99]
						{
							["type"] = "SYSTEM",
							["time"] = 1589525085,
							["arg1"] = "狸猫的枕头-死亡之翼已经加入了副本队伍。",
						}, -- [100]
						{
							["type"] = "SYSTEM",
							["time"] = 1589525085,
							["arg1"] = "|Hplayer:小起-加兹鲁维|h[小起-加兹鲁维]|h加入了战斗。",
						}, -- [101]
						{
							["type"] = "SYSTEM",
							["time"] = 1589525085,
							["arg1"] = "小起-加兹鲁维已经加入了副本队伍。",
						}, -- [102]
						{
							["type"] = "SYSTEM",
							["time"] = 1589525100,
							["arg1"] = "|Hplayer:加尓嚕什-格瑞姆巴托|h[加尓嚕什-格瑞姆巴托]|h加入了战斗。",
						}, -- [103]
						{
							["type"] = "SYSTEM",
							["time"] = 1589525100,
							["arg1"] = "加尓嚕什-格瑞姆巴托已经加入了副本队伍。",
						}, -- [104]
						{
							["type"] = "SYSTEM",
							["time"] = 1589525209,
							["arg1"] = "通知系统已被启用。",
						}, -- [105]
						{
							["type"] = "SYSTEM",
							["time"] = 1589525459,
							["arg1"] = "你获得了物品：|cff0070dd|Hcurrency:1553:245|h[闪光的艾泽里特晶体]|h|r。",
						}, -- [106]
						{
							["type"] = "SYSTEM",
							["time"] = 1589525459,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:577::11:4:6316:4932:4933:1638:::|h[艾泽拉斯之心]|h|r获得了245点神器能量。",
						}, -- [107]
						{
							["type"] = "SYSTEM",
							["time"] = 1589525468,
							["arg1"] = "你的队伍已经解散。",
						}, -- [108]
						{
							["type"] = "SYSTEM",
							["time"] = 1589525468,
							["arg1"] = "你已经被移出队伍",
						}, -- [109]
						{
							["type"] = "SYSTEM",
							["time"] = 1589525469,
							["arg1"] = "牛牛小德乳衣-苏塔恩已经离开了副本队伍。",
						}, -- [110]
						{
							["type"] = "SYSTEM",
							["time"] = 1589525469,
							["arg1"] = "沐沐尐咘丁-狂热之刃已经离开了副本队伍。",
						}, -- [111]
						{
							["type"] = "SYSTEM",
							["time"] = 1589525469,
							["arg1"] = "长大后啥都大-黑铁已经离开了副本队伍。",
						}, -- [112]
						{
							["type"] = "SYSTEM",
							["time"] = 1589525469,
							["arg1"] = "道医苦来由-影之哀伤已经离开了副本队伍。",
						}, -- [113]
						{
							["type"] = "SYSTEM",
							["time"] = 1589525469,
							["arg1"] = "厨娘-盖斯已经离开了副本队伍。",
						}, -- [114]
						{
							["type"] = "SYSTEM",
							["time"] = 1589525469,
							["arg1"] = "止戰之殤丨-狂热之刃已经离开了副本队伍。",
						}, -- [115]
						{
							["type"] = "SYSTEM",
							["time"] = 1589525470,
							["arg1"] = "沐沐尐咘丁-狂热之刃离开了团队。",
						}, -- [116]
						{
							["type"] = "SYSTEM",
							["time"] = 1589525472,
							["arg1"] = "你离开了队伍。",
						}, -- [117]
						{
							["type"] = "SYSTEM",
							["time"] = 1589525486,
							["arg1"] = "|cffff80ff|Htransmogappearance:107162|h[腐化角斗士的切碎者]|h|r已加入了你的外观收藏。",
						}, -- [118]
						{
							["type"] = "SYSTEM",
							["time"] = 1589525486,
							["arg1"] = "|cffff80ff|Htransmogappearance:107165|h[腐化角斗士的战刃]|h|r已加入了你的外观收藏。",
						}, -- [119]
						{
							["type"] = "SYSTEM",
							["time"] = 1589525486,
							["arg1"] = "|cffff80ff|Htransmogappearance:107195|h[腐化角斗士的刃爪]|h|r已加入了你的外观收藏。",
						}, -- [120]
						{
							["type"] = "SYSTEM",
							["time"] = 1589525486,
							["arg1"] = "征战的回报完成。",
						}, -- [121]
						{
							["type"] = "SYSTEM",
							["time"] = 1589525949,
							["arg1"] = "|Hplayer:Rikii-冰风岗|h[Rikii-冰风岗]|h邀请你加入队伍。",
						}, -- [122]
						{
							["type"] = "SYSTEM",
							["time"] = 1589526006,
							["arg1"] = "地下城难度已设置为史诗。",
						}, -- [123]
						{
							["type"] = "SYSTEM",
							["time"] = 1589526012,
							["arg1"] = "你现在是队长",
						}, -- [124]
						{
							["type"] = "SYSTEM",
							["time"] = 1589526121,
							["arg1"] = "已开始职责检查。当所有人都选择了职责后，队伍将进入队列。",
						}, -- [125]
						{
							["type"] = "SYSTEM",
							["time"] = 1589526132,
							["arg1"] = "地下城难度已设置为史诗。",
						}, -- [126]
						{
							["type"] = "SYSTEM",
							["time"] = 1589526138,
							["arg1"] = "弱者-贫瘠之地加入了队伍。",
						}, -- [127]
						{
							["arg1"] = " ",
						}, -- [128]
						{
							["arg1"] = " ",
						}, -- [129]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/15/2020 的 15:03:02。",
						}, -- [130]
						{
							["type"] = "SYSTEM",
							["time"] = 1589526557,
							["arg1"] = "Rikii已经死亡。",
						}, -- [131]
						{
							["type"] = "SYSTEM",
							["time"] = 1589526560,
							["arg1"] = "玖月玲已经死亡。",
						}, -- [132]
						{
							["type"] = "SYSTEM",
							["time"] = 1589526560,
							["arg1"] = "弱者已经死亡。",
						}, -- [133]
						{
							["type"] = "SYSTEM",
							["time"] = 1589526561,
							["arg1"] = "足球大帝李毅已经死亡。",
						}, -- [134]
						{
							["type"] = "SYSTEM",
							["time"] = 1589526643,
							["arg1"] = "|Hplayer:哀伤骑|h[哀伤骑]|h上线了。",
						}, -- [135]
						{
							["type"] = "SYSTEM",
							["time"] = 1589527744,
							["arg1"] = "|Hplayer:懒起画蛾眉|h[懒起画蛾眉]|h上线了。",
						}, -- [136]
						{
							["type"] = "SYSTEM",
							["time"] = 1589527799,
							["arg1"] = "懒起画蛾眉下线了。",
						}, -- [137]
						{
							["type"] = "SYSTEM",
							["time"] = 1589527932,
							["arg1"] = "你获得了物品：|cff0070dd|Hcurrency:1553:340|h[闪光的艾泽里特]|h|r。",
						}, -- [138]
						{
							["type"] = "SYSTEM",
							["time"] = 1589527932,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:581::11:4:6316:4932:4933:1638:::|h[艾泽拉斯之心]|h|r获得了340点神器能量。",
						}, -- [139]
						{
							["type"] = "SYSTEM",
							["time"] = 1589527947,
							["arg1"] = "Rikii-冰风岗离开了队伍。",
						}, -- [140]
						{
							["type"] = "SYSTEM",
							["time"] = 1589527955,
							["arg1"] = "你离开了队伍。",
						}, -- [141]
						{
							["type"] = "SYSTEM",
							["time"] = 1589527991,
							["arg1"] = "|Hplayer:懒起画蛾眉|h[懒起画蛾眉]|h上线了。",
						}, -- [142]
						{
							["type"] = "SYSTEM",
							["time"] = 1589528047,
							["arg1"] = "懒起画蛾眉下线了。",
						}, -- [143]
						{
							["type"] = "SYSTEM",
							["time"] = 1589528154,
							["arg1"] = "|Hplayer:懒起画蛾眉|h[懒起画蛾眉]|h上线了。",
						}, -- [144]
						{
							["arg1"] = " ",
						}, -- [145]
						{
							["arg1"] = " ",
						}, -- [146]
						{
							["arg1"] = "记录开始于 05/15/2020 的 19:53:41。",
							["type"] = "SYSTEM",
						}, -- [147]
						{
							["type"] = "SYSTEM",
							["time"] = 1589543680,
							["arg1"] = "思念绕指尖已经被你加入屏蔽名单了",
						}, -- [148]
						{
							["type"] = "SYSTEM",
							["time"] = 1589545596,
							["arg1"] = "地下城难度已设置为史诗。",
						}, -- [149]
						{
							["type"] = "SYSTEM",
							["time"] = 1589545661,
							["arg1"] = "牛头人震地者已经精疲力尽。",
						}, -- [150]
						{
							["type"] = "SYSTEM",
							["time"] = 1589546111,
							["arg1"] = "|Hplayer:空瓶子丶|h[空瓶子丶]|h上线了。",
						}, -- [151]
						{
							["type"] = "SYSTEM",
							["time"] = 1589546150,
							["arg1"] = "空瓶子丶下线了。",
						}, -- [152]
						{
							["type"] = "SYSTEM",
							["time"] = 1589546230,
							["arg1"] = "你感觉喝醉了。喔哦！",
						}, -- [153]
						{
							["type"] = "SYSTEM",
							["time"] = 1589546232,
							["arg1"] = "德萨雷拉尔看上去喝醉了。",
						}, -- [154]
						{
							["type"] = "SYSTEM",
							["time"] = 1589546242,
							["arg1"] = "丶昔年看上去喝醉了。",
						}, -- [155]
						{
							["type"] = "SYSTEM",
							["time"] = 1589546252,
							["arg1"] = "|Hplayer:风啸九天|h[风啸九天]|h上线了。",
						}, -- [156]
						{
							["type"] = "SYSTEM",
							["time"] = 1589546254,
							["arg1"] = "丶血染黑木耳已经死亡。",
						}, -- [157]
						{
							["type"] = "SYSTEM",
							["time"] = 1589546290,
							["arg1"] = "丶血染黑木耳看上去喝醉了。",
						}, -- [158]
						{
							["type"] = "SYSTEM",
							["time"] = 1589546290,
							["arg1"] = "你再次感觉清醒。",
						}, -- [159]
						{
							["type"] = "SYSTEM",
							["time"] = 1589546292,
							["arg1"] = "德萨雷拉尔开始变得冷静下来了。",
						}, -- [160]
						{
							["type"] = "SYSTEM",
							["time"] = 1589546302,
							["arg1"] = "丶昔年开始变得冷静下来了。",
						}, -- [161]
						{
							["type"] = "SYSTEM",
							["time"] = 1589546308,
							["arg1"] = "丶小鸡炖蘑菇看上去喝醉了。",
						}, -- [162]
						{
							["type"] = "SYSTEM",
							["time"] = 1589546309,
							["arg1"] = "丶昔年看上去喝醉了。",
						}, -- [163]
						{
							["type"] = "SYSTEM",
							["time"] = 1589546350,
							["arg1"] = "丶血染黑木耳开始变得冷静下来了。",
						}, -- [164]
						{
							["type"] = "SYSTEM",
							["time"] = 1589546368,
							["arg1"] = "丶小鸡炖蘑菇开始变得冷静下来了。",
						}, -- [165]
						{
							["type"] = "SYSTEM",
							["time"] = 1589546369,
							["arg1"] = "丶昔年开始变得冷静下来了。",
						}, -- [166]
						{
							["type"] = "SYSTEM",
							["time"] = 1589546416,
							["arg1"] = "丶小鸡炖蘑菇已经死亡。",
						}, -- [167]
						{
							["type"] = "SYSTEM",
							["time"] = 1589546419,
							["arg1"] = "丶昔年已经死亡。",
						}, -- [168]
						{
							["type"] = "SYSTEM",
							["time"] = 1589546515,
							["arg1"] = "丶小鸡炖蘑菇已经死亡。",
						}, -- [169]
						{
							["type"] = "SYSTEM",
							["time"] = 1589546666,
							["arg1"] = "风啸九天下线了。",
						}, -- [170]
						{
							["type"] = "SYSTEM",
							["time"] = 1589546673,
							["arg1"] = "|Hplayer:就爱逗你玩|h[就爱逗你玩]|h上线了。",
						}, -- [171]
						{
							["type"] = "SYSTEM",
							["time"] = 1589547409,
							["arg1"] = "|Hplayer:深渊|h[深渊]|h上线了。",
						}, -- [172]
						{
							["type"] = "SYSTEM",
							["time"] = 1589547481,
							["arg1"] = "你获得了物品：|cff0070dd|Hcurrency:1553:280|h[闪光的艾泽里特晶体]|h|r。",
						}, -- [173]
						{
							["type"] = "SYSTEM",
							["time"] = 1589547481,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:581::11:4:6316:4932:4933:1638:::|h[艾泽拉斯之心]|h|r获得了280点神器能量。",
						}, -- [174]
						{
							["type"] = "SYSTEM",
							["time"] = 1589547487,
							["arg1"] = "丶血染黑木耳-冰风岗离开了队伍。",
						}, -- [175]
						{
							["type"] = "SYSTEM",
							["time"] = 1589547487,
							["arg1"] = "丶昔年-迦拉克隆现在是队长",
						}, -- [176]
						{
							["type"] = "SYSTEM",
							["time"] = 1589547489,
							["arg1"] = "深渊下线了。",
						}, -- [177]
						{
							["type"] = "SYSTEM",
							["time"] = 1589547490,
							["arg1"] = "你离开了队伍。",
						}, -- [178]
						{
							["type"] = "SYSTEM",
							["time"] = 1589547553,
							["arg1"] = "丶丷下线了。",
						}, -- [179]
						{
							["type"] = "SYSTEM",
							["time"] = 1589547562,
							["arg1"] = "|Hplayer:深渊|h[深渊]|h上线了。",
						}, -- [180]
						{
							["type"] = "SYSTEM",
							["time"] = 1589547570,
							["arg1"] = "|Hplayer:深渊|h[深渊]|h邀请你加入队伍。",
						}, -- [181]
						{
							["type"] = "SYSTEM",
							["time"] = 1589547572,
							["arg1"] = "地下城难度已设置为普通。",
						}, -- [182]
						{
							["type"] = "SYSTEM",
							["time"] = 1589547575,
							["arg1"] = "你现在是队长",
						}, -- [183]
						{
							["type"] = "SYSTEM",
							["time"] = 1589547880,
							["arg1"] = "非酋巴扎黑下线了。",
						}, -- [184]
						{
							["arg1"] = " ",
						}, -- [185]
						{
							["arg1"] = " ",
						}, -- [186]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/15/2020 的 21:05:30。",
						}, -- [187]
						{
							["type"] = "SYSTEM",
							["time"] = 1589547967,
							["arg1"] = "地下城难度已设置为普通。",
						}, -- [188]
						{
							["type"] = "SYSTEM",
							["time"] = 1589548125,
							["arg1"] = "|Hplayer:谁撞树上了|h[谁撞树上了]|h上线了。",
						}, -- [189]
						{
							["type"] = "SYSTEM",
							["time"] = 1589548191,
							["arg1"] = "获得247金币, 32银币, 40铜币。",
						}, -- [190]
						{
							["type"] = "SYSTEM",
							["time"] = 1589548207,
							["arg1"] = "深渊下线了。",
						}, -- [191]
						{
							["type"] = "SYSTEM",
							["time"] = 1589548331,
							["arg1"] = "你获得了物品：|cff0070dd|Hcurrency:1553:480|h[闪光的艾泽里特晶簇]|h|r。",
						}, -- [192]
						{
							["type"] = "SYSTEM",
							["time"] = 1589548331,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:581::11:4:6316:4932:4933:1638:::|h[艾泽拉斯之心]|h|r获得了480点神器能量。",
						}, -- [193]
						{
							["type"] = "SYSTEM",
							["time"] = 1589548973,
							["arg1"] = "你获得了物品：|cffa335ee|Hcurrency:1553:529|h[闪耀的艾泽里特碎片]|h|r。",
						}, -- [194]
						{
							["type"] = "SYSTEM",
							["time"] = 1589548973,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:581::11:4:6316:4932:4933:1638:::|h[艾泽拉斯之心]|h|r获得了529点神器能量。",
						}, -- [195]
						{
							["type"] = "SYSTEM",
							["time"] = 1589549038,
							["arg1"] = "接受任务：奇怪的银质小刀",
						}, -- [196]
						{
							["type"] = "SYSTEM",
							["time"] = 1589549118,
							["arg1"] = "奇怪的银质小刀完成。",
						}, -- [197]
						{
							["type"] = "SYSTEM",
							["time"] = 1589549118,
							["arg1"] = "获得2金币, 34银币。",
						}, -- [198]
						{
							["type"] = "SYSTEM",
							["time"] = 1589549118,
							["arg1"] = "接受任务：保存的线索",
						}, -- [199]
						{
							["type"] = "SYSTEM",
							["time"] = 1589549128,
							["arg1"] = "破镣者完成。",
						}, -- [200]
						{
							["type"] = "SYSTEM",
							["time"] = 1589549128,
							["arg1"] = "你获得了物品：|cffa335ee|Hcurrency:1553:600|h[闪耀的艾泽里特碎片]|h|r。",
						}, -- [201]
						{
							["type"] = "SYSTEM",
							["time"] = 1589549128,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:581::11:4:6316:4932:4933:1638:::|h[艾泽拉斯之心]|h|r获得了600点神器能量。",
						}, -- [202]
						{
							["type"] = "SYSTEM",
							["time"] = 1589549146,
							["arg1"] = "巨蟹腿完成。",
						}, -- [203]
						{
							["type"] = "SYSTEM",
							["time"] = 1589549146,
							["arg1"] = "获得2金币, 34银币。",
						}, -- [204]
						{
							["type"] = "SYSTEM",
							["time"] = 1589549213,
							["arg1"] = "你离开了队伍。",
						}, -- [205]
						{
							["type"] = "SYSTEM",
							["time"] = 1589549232,
							["arg1"] = "已招募|cffffffff|Hgarrfollower:1064:1:120:1:1085:0:0:0:0:0:0:0:0|h[被遗忘者恐怖卫士]|h|r。",
						}, -- [206]
						{
							["type"] = "SYSTEM",
							["time"] = 1589549235,
							["arg1"] = "接受任务：前往穆贾巴拉！",
						}, -- [207]
						{
							["type"] = "SYSTEM",
							["time"] = 1589549257,
							["arg1"] = "失踪的船员完成。",
						}, -- [208]
						{
							["type"] = "SYSTEM",
							["time"] = 1589549257,
							["arg1"] = "已招募|cff1eff00|Hgarrfollower:1182:2:120:800:1266:0:0:0:0:0:0:0:1042|h[亡灵舰长塔特赛尔]|h|r。",
						}, -- [209]
						{
							["type"] = "SYSTEM",
							["time"] = 1589549291,
							["arg1"] = "前往穆贾巴拉！完成。",
						}, -- [210]
						{
							["type"] = "SYSTEM",
							["time"] = 1589549291,
							["arg1"] = "接受任务：战斗的召唤：锦绣谷",
						}, -- [211]
						{
							["type"] = "SYSTEM",
							["time"] = 1589549292,
							["arg1"] = "接受任务：战斗的召唤：麦卡贡",
						}, -- [212]
						{
							["type"] = "SYSTEM",
							["time"] = 1589549292,
							["arg1"] = "接受任务：战斗的召唤：斯托颂谷地",
						}, -- [213]
						{
							["type"] = "SYSTEM",
							["time"] = 1589549293,
							["arg1"] = "接受任务：决斗俱乐部",
						}, -- [214]
						{
							["arg1"] = " ",
						}, -- [215]
						{
							["arg1"] = " ",
						}, -- [216]
						{
							["arg1"] = "记录开始于 05/15/2020 的 21:45:21。",
							["type"] = "SYSTEM",
						}, -- [217]
						{
							["type"] = "SYSTEM",
							["time"] = 1589550359,
							["arg1"] = "艾泽拉斯大陆最新火热招聘，战鼓再次被敲响，这一次你将用自己的双手铸造起守护艾泽拉斯世界的屏障！魔兽客 服招聘，简历请投递至wow163@188. com 【工作地点：杭州】",
						}, -- [218]
						{
							["type"] = "SYSTEM",
							["time"] = 1589550382,
							["arg1"] = "|Hplayer:丶丷|h[丶丷]|h上线了。",
						}, -- [219]
						{
							["arg1"] = " ",
						}, -- [220]
						{
							["arg1"] = " ",
						}, -- [221]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/15/2020 的 23:30:16。",
						}, -- [222]
						{
							["type"] = "SYSTEM",
							["time"] = 1589556663,
							["arg1"] = "|Hplayer:景幻仙子说-凤凰之神|h[景幻仙子说-凤凰之神]|h邀请你加入队伍。",
						}, -- [223]
						{
							["type"] = "SYSTEM",
							["time"] = 1589556665,
							["arg1"] = "地下城难度已设置为史诗。",
						}, -- [224]
						{
							["type"] = "SYSTEM",
							["time"] = 1589556959,
							["arg1"] = "你对深渊发出交易请求",
						}, -- [225]
						{
							["type"] = "SYSTEM",
							["time"] = 1589557191,
							["arg1"] = "景幻仙子说已经死亡。",
						}, -- [226]
						{
							["type"] = "SYSTEM",
							["time"] = 1589557193,
							["arg1"] = "|cff71d5ff|Hdeath:1|h[你已死亡。]|h",
						}, -- [227]
						{
							["type"] = "SYSTEM",
							["time"] = 1589557228,
							["arg1"] = "就爱逗你玩已经死亡。",
						}, -- [228]
						{
							["type"] = "SYSTEM",
							["time"] = 1589557525,
							["arg1"] = "艾泽拉斯大陆最新火热招聘，战鼓再次被敲响，这一次你将用自己的双手铸造起守护艾泽拉斯世界的屏障！魔兽客 服招聘，简历请投递至wow163@188. com 【工作地点：杭州】",
						}, -- [229]
						{
							["type"] = "SYSTEM",
							["time"] = 1589557942,
							["arg1"] = "|cff71d5ff|Hdeath:2|h[你已死亡。]|h",
						}, -- [230]
						{
							["type"] = "SYSTEM",
							["time"] = 1589557986,
							["arg1"] = "阿墨达达已经死亡。",
						}, -- [231]
						{
							["type"] = "SYSTEM",
							["time"] = 1589558044,
							["arg1"] = "景幻仙子说已经死亡。",
						}, -- [232]
						{
							["type"] = "SYSTEM",
							["time"] = 1589558051,
							["arg1"] = "|cff71d5ff|Hdeath:3|h[你已死亡。]|h",
						}, -- [233]
						{
							["type"] = "SYSTEM",
							["time"] = 1589558071,
							["arg1"] = "夜莺轻啼，不觉中，夜幕已包裹住艾泽拉斯的领土。结束了一天的冒险，愿艾露恩赐您美梦。晚安，勇士们。",
						}, -- [234]
						{
							["type"] = "SYSTEM",
							["time"] = 1589558115,
							["arg1"] = "阿墨达达已经死亡。",
						}, -- [235]
						{
							["type"] = "SYSTEM",
							["time"] = 1589558423,
							["arg1"] = "|cff71d5ff|Hdeath:4|h[你已死亡。]|h",
						}, -- [236]
						{
							["type"] = "SYSTEM",
							["time"] = 1589558649,
							["arg1"] = "就爱逗你玩已经死亡。",
						}, -- [237]
						{
							["type"] = "SYSTEM",
							["time"] = 1589559057,
							["arg1"] = "深渊已经死亡。",
						}, -- [238]
						{
							["type"] = "SYSTEM",
							["time"] = 1589559092,
							["arg1"] = "啦啦的马戏下线了。",
						}, -- [239]
						{
							["type"] = "SYSTEM",
							["time"] = 1589559410,
							["arg1"] = "就爱逗你玩已经死亡。",
						}, -- [240]
						{
							["type"] = "SYSTEM",
							["time"] = 1589559485,
							["arg1"] = "就爱逗你玩已经死亡。",
						}, -- [241]
						{
							["type"] = "SYSTEM",
							["time"] = 1589559555,
							["arg1"] = "公会史诗钥石挑战已完成！公会获得了750金币。",
						}, -- [242]
						{
							["type"] = "SYSTEM",
							["time"] = 1589559557,
							["arg1"] = "你获得了物品：|cffa335ee|Hcurrency:1553:750|h[闪耀的艾泽里特之核]|h|r。",
						}, -- [243]
						{
							["type"] = "SYSTEM",
							["time"] = 1589559557,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:577::11:4:6316:4932:4933:1638:::|h[艾泽拉斯之心]|h|r获得了750点神器能量。",
						}, -- [244]
						{
							["type"] = "SYSTEM",
							["time"] = 1589559561,
							["arg1"] = "你获得了物品：|cffa335ee|Hcurrency:1553:535|h[闪耀的艾泽里特碎片]|h|r。",
						}, -- [245]
						{
							["type"] = "SYSTEM",
							["time"] = 1589559561,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:577::11:4:6316:4932:4933:1640:::|h[艾泽拉斯之心]|h|r获得了535点神器能量。",
						}, -- [246]
						{
							["type"] = "SYSTEM",
							["time"] = 1589559588,
							["arg1"] = "你对阿墨达达-古尔丹发出交易请求",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = " ",
						}, -- [249]
						{
							["arg1"] = "记录开始于 05/16/2020 的 11:28:57。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
				}, -- [9]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "成就",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 20:27:04。",
						}, -- [1]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1588944174,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14149:Player-2124-0BD1E0C6:1:5:8:20:4294967295:4294967295:4294967295:4294967295|h[海岸之战（英雄）]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [2]
						{
							["arg1"] = " ",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["arg1"] = "记录开始于 05/08/2020 的 23:33:15。",
							["type"] = "SYSTEM",
						}, -- [5]
						{
							["arg2"] = "哀伤骑-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1588952488,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13711:Player-2124-084B06D9:1:5:8:20:4294967295:4294967295:4294967295:4294967295|h[一把法力珍珠]|h|r！",
							["clColor"] = "ffc31d39",
						}, -- [6]
						{
							["arg1"] = " ",
						}, -- [7]
						{
							["arg1"] = " ",
						}, -- [8]
						{
							["arg1"] = "记录开始于 05/08/2020 的 23:52:15。",
							["type"] = "SYSTEM",
						}, -- [9]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1588953862,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13769:Player-2124-0BD1E0C6:1:5:9:20:4294967295:4294967295:4294967295:4294967295|h[能量提升]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [10]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1588953862,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13770:Player-2124-0BD1E0C6:1:5:9:20:4294967295:4294967295:4294967295:4294967295|h[力量累积]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [11]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1588954290,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14063:Player-2124-0BD1E0C6:1:5:9:20:4294967295:4294967295:4294967295:4294967295|h[奥格瑞玛的惊魂幻象]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [12]
						{
							["arg1"] = " ",
						}, -- [13]
						{
							["arg1"] = " ",
						}, -- [14]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 14:13:50。",
						}, -- [15]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589004951,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12957:Player-2124-0BD1E0C6:1:5:9:20:4294967295:4294967295:4294967295:4294967295|h[荣耀战团的勇士]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [16]
						{
							["arg1"] = " ",
						}, -- [17]
						{
							["arg1"] = " ",
						}, -- [18]
						{
							["arg1"] = "记录开始于 05/09/2020 的 14:30:48。",
							["type"] = "SYSTEM",
						}, -- [19]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589006188,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14170:Player-2124-0BD1E0C6:1:5:9:20:4294967295:4294967295:4294967295:4294967295|h[纪念回忆]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [20]
						{
							["arg1"] = " ",
						}, -- [21]
						{
							["arg1"] = " ",
						}, -- [22]
						{
							["arg1"] = "记录开始于 05/09/2020 的 19:26:35。",
							["type"] = "SYSTEM",
						}, -- [23]
						{
							["arg2"] = "非酋巴扎黑-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589024279,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:8302:Player-2124-0102B664:1:5:9:20:4294967295:4294967295:4294967295:4294967295|h[坐骑大巡游]|h|r！",
							["clColor"] = "ffa9d271",
						}, -- [24]
						{
							["arg1"] = " ",
						}, -- [25]
						{
							["arg1"] = " ",
						}, -- [26]
						{
							["arg1"] = "记录开始于 05/09/2020 的 20:50:50。",
							["type"] = "SYSTEM",
						}, -- [27]
						{
							["arg2"] = "非酋巴扎黑-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589028961,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:5245:Player-2124-0102B664:1:5:9:20:4294967295:4294967295:4294967295:4294967295|h[吉尔尼斯之战的胜利]|h|r！",
							["clColor"] = "ffa9d271",
						}, -- [28]
						{
							["arg1"] = " ",
						}, -- [29]
						{
							["arg1"] = " ",
						}, -- [30]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 20:56:29。",
						}, -- [31]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589030112,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14065:Player-2124-0BD1E0C6:1:5:9:20:4294967295:4294967295:4294967295:4294967295|h[奥格瑞玛的夺命惊魂幻象]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [32]
						{
							["arg1"] = " ",
						}, -- [33]
						{
							["arg1"] = " ",
						}, -- [34]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/10/2020 的 13:47:26。",
						}, -- [35]
						{
							["arg2"] = "非酋巴扎黑-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589091042,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13025:Player-2124-0102B664:1:5:10:20:4294967295:4294967295:4294967295:4294967295|h[赞达拉间谍捕手]|h|r！",
							["clColor"] = "ffa9d271",
						}, -- [36]
						{
							["arg1"] = " ",
						}, -- [37]
						{
							["arg1"] = " ",
						}, -- [38]
						{
							["arg1"] = "记录开始于 05/10/2020 的 19:31:39。",
							["type"] = "SYSTEM",
						}, -- [39]
						{
							["arg2"] = "爱吃梅子-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589110533,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:5247:Player-2124-0C0EF041:1:5:10:20:4294967295:4294967295:4294967295:4294967295|h[完美吉尔尼斯之战]|h|r！",
							["clColor"] = "fffef367",
						}, -- [40]
						{
							["arg2"] = "爱吃梅子-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589110533,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:5254:Player-2124-0C0EF041:1:5:10:20:4294967295:4294967295:4294967295:4294967295|h[从菜鸟到强力党]|h|r！",
							["clColor"] = "fffef367",
						}, -- [41]
						{
							["arg2"] = "爱吃梅子-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589110533,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:5245:Player-2124-0C0EF041:1:5:10:20:4294967295:4294967295:4294967295:4294967295|h[吉尔尼斯之战的胜利]|h|r！",
							["clColor"] = "fffef367",
						}, -- [42]
						{
							["arg2"] = "爱吃梅子-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589110533,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:5269:Player-2124-0C0EF041:1:5:10:20:4294967295:4294967295:4294967295:4294967295|h[效忠部落]|h|r！",
							["clColor"] = "fffef367",
						}, -- [43]
						{
							["arg2"] = "爱吃梅子-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589111081,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:212:Player-2124-0C0EF041:1:5:10:20:4294967295:4294967295:4294967295:4294967295|h[风暴旗手]|h|r！",
							["clColor"] = "fffef367",
						}, -- [44]
						{
							["arg2"] = "爱吃梅子-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589111181,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:208:Player-2124-0C0EF041:1:5:10:20:4294967295:4294967295:4294967295:4294967295|h[风暴之眼胜利]|h|r！",
							["clColor"] = "fffef367",
						}, -- [45]
						{
							["arg2"] = "爱吃梅子-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589111181,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:214:Player-2124-0C0EF041:1:5:10:20:4294967295:4294967295:4294967295:4294967295|h[疾风闪电]|h|r！",
							["clColor"] = "fffef367",
						}, -- [46]
						{
							["arg1"] = " ",
						}, -- [47]
						{
							["arg1"] = " ",
						}, -- [48]
						{
							["arg1"] = "记录开始于 05/10/2020 的 20:12:12。",
							["type"] = "SYSTEM",
						}, -- [49]
						{
							["arg2"] = "爱吃梅子-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589113350,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:6740:Player-2124-0C0EF041:1:5:10:20:4294967295:4294967295:4294967295:4294967295|h[寇魔古寺的胜利]|h|r！",
							["clColor"] = "fffef367",
						}, -- [50]
						{
							["arg2"] = "爱吃梅子-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589113350,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:6971:Player-2124-0C0EF041:1:5:10:20:4294967295:4294967295:4294967295:4294967295|h[能量归我了]|h|r！",
							["clColor"] = "fffef367",
						}, -- [51]
						{
							["arg2"] = "爱吃梅子-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589113457,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12546:Player-2124-0C0EF041:1:5:10:20:4294967295:4294967295:4294967295:4294967295|h[精良]|h|r！",
							["clColor"] = "fffef367",
						}, -- [52]
						{
							["arg1"] = " ",
						}, -- [53]
						{
							["arg1"] = " ",
						}, -- [54]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/10/2020 的 20:35:56。",
						}, -- [55]
						{
							["arg2"] = "爱吃梅子-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589115347,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:6739:Player-2124-0C0EF041:1:5:10:20:4294967295:4294967295:4294967295:4294967295|h[碎银矿脉的胜利]|h|r！",
							["clColor"] = "fffef367",
						}, -- [56]
						{
							["arg2"] = "爱吃梅子-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589115347,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:7100:Player-2124-0C0EF041:1:5:10:20:4294967295:4294967295:4294967295:4294967295|h[我拿钻石，你吃铁锈]|h|r！",
							["clColor"] = "fffef367",
						}, -- [57]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589116716,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14193:Player-2124-0BD1E0C6:1:5:10:20:4294967295:4294967295:4294967295:4294967295|h[命运幻象]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [58]
						{
							["arg1"] = " ",
						}, -- [59]
						{
							["arg1"] = " ",
						}, -- [60]
						{
							["arg1"] = "记录开始于 05/10/2020 的 22:33:19。",
							["type"] = "SYSTEM",
						}, -- [61]
						{
							["arg2"] = "风啸九天-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589121271,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:11185:Player-2124-01CB9B13:1:5:10:20:4294967295:4294967295:4294967295:4294967295|h[钥石征服者]|h|r！",
							["clColor"] = "fff38bb9",
						}, -- [62]
						{
							["arg1"] = " ",
						}, -- [63]
						{
							["arg1"] = " ",
						}, -- [64]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/11/2020 的 20:47:52。",
						}, -- [65]
						{
							["arg2"] = "风啸九天-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589201833,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:227:Player-2124-01CB9B13:1:5:11:20:4294967295:4294967295:4294967295:4294967295|h[伤害控制]|h|r！",
							["clColor"] = "fff38bb9",
						}, -- [66]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589202025,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14153:Player-2124-0BD1E0C6:1:5:11:20:4294967295:4294967295:4294967295:4294967295|h[奥丹姆危机]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [67]
						{
							["arg2"] = "风啸九天-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589202533,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:154:Player-2124-01CB9B13:1:5:11:20:4294967295:4294967295:4294967295:4294967295|h[阿拉希盆地胜利]|h|r！",
							["clColor"] = "fff38bb9",
						}, -- [68]
						{
							["arg2"] = "风啸九天-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589202533,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:165:Player-2124-01CB9B13:1:5:11:20:4294967295:4294967295:4294967295:4294967295|h[完美阿拉希盆地]|h|r！",
							["clColor"] = "fff38bb9",
						}, -- [69]
						{
							["arg2"] = "风啸九天-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589202533,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:159:Player-2124-01CB9B13:1:5:11:20:4294967295:4294967295:4294967295:4294967295|h[一鼓作气]|h|r！",
							["clColor"] = "fff38bb9",
						}, -- [70]
						{
							["arg1"] = " ",
						}, -- [71]
						{
							["arg1"] = " ",
						}, -- [72]
						{
							["arg1"] = "记录开始于 05/11/2020 的 21:15:17。",
							["type"] = "SYSTEM",
						}, -- [73]
						{
							["arg2"] = "骄傲的小骑士-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589203751,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:11184:Player-2124-04FFD3F9:1:5:11:20:4294967295:4294967295:4294967295:4294967295|h[钥石挑战者]|h|r！",
							["clColor"] = "fff38bb9",
						}, -- [74]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589203775,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14173:Player-2124-07B60681:1:5:11:20:4294967295:4294967295:4294967295:4294967295|h[成山的纪念品]|h|r！",
							["clColor"] = "fffe7b09",
						}, -- [75]
						{
							["arg2"] = "骄傲的小骑士-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589206372,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14063:Player-2124-04FFD3F9:1:5:11:20:4294967295:4294967295:4294967295:4294967295|h[奥格瑞玛的惊魂幻象]|h|r！",
							["clColor"] = "fff38bb9",
						}, -- [76]
						{
							["arg2"] = "风啸九天-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589206611,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:214:Player-2124-01CB9B13:1:5:11:20:4294967295:4294967295:4294967295:4294967295|h[疾风闪电]|h|r！",
							["clColor"] = "fff38bb9",
						}, -- [77]
						{
							["arg2"] = "风啸九天-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589206611,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:5345:Player-2124-01CB9B13:1:5:11:20:4294967295:4294967295:4294967295:4294967295|h[侦察兵]|h|r！",
							["clColor"] = "fff38bb9",
						}, -- [78]
						{
							["arg2"] = "沙漏的舞蹈-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589206802,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14063:Player-2124-03C2B43A:1:5:11:20:4294967295:4294967295:4294967295:4294967295|h[奥格瑞玛的惊魂幻象]|h|r！",
							["clColor"] = "ff006fdc",
						}, -- [79]
						{
							["arg1"] = " ",
						}, -- [80]
						{
							["arg1"] = " ",
						}, -- [81]
						{
							["arg1"] = "记录开始于 05/12/2020 的 22:08:29。",
							["type"] = "SYSTEM",
						}, -- [82]
						{
							["arg2"] = "风啸九天-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589294732,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14068:Player-2124-01CB9B13:1:5:12:20:4294967295:4294967295:4294967295:4294967295|h[引领潮流：腐蚀者恩佐斯]|h|r！",
							["clColor"] = "fff38bb9",
						}, -- [83]
						{
							["arg1"] = " ",
						}, -- [84]
						{
							["arg1"] = " ",
						}, -- [85]
						{
							["arg1"] = "记录开始于 05/13/2020 的 21:11:42。",
							["type"] = "SYSTEM",
						}, -- [86]
						{
							["arg2"] = "爱吃梅子-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589376767,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:6469:Player-2124-0C0EF041:1:5:13:20:4294967295:4294967295:4294967295:4294967295|h[影踪禅院]|h|r！",
							["clColor"] = "fffef367",
						}, -- [87]
						{
							["arg2"] = "爱吃梅子-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589376767,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:6470:Player-2124-0C0EF041:1:5:13:20:4294967295:4294967295:4294967295:4294967295|h[影踪禅院（英雄难度）]|h|r！",
							["clColor"] = "fffef367",
						}, -- [88]
						{
							["arg1"] = " ",
						}, -- [89]
						{
							["arg1"] = " ",
						}, -- [90]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/13/2020 的 22:20:39。",
						}, -- [91]
						{
							["arg2"] = "爱吃梅子-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589379839,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:6485:Player-2124-0C0EF041:1:5:13:20:4294967295:4294967295:4294967295:4294967295|h[退件]|h|r！",
							["clColor"] = "fffef367",
						}, -- [92]
						{
							["arg2"] = "爱吃梅子-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589380110,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:10011:Player-2124-0C0EF041:1:5:13:20:4294967295:4294967295:4294967295:4294967295|h[围攻砮皂寺]|h|r！",
							["clColor"] = "fffef367",
						}, -- [93]
						{
							["arg2"] = "爱吃梅子-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589380110,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:6763:Player-2124-0C0EF041:1:5:13:20:4294967295:4294967295:4294967295:4294967295|h[围攻砮皂寺（英雄难度）]|h|r！",
							["clColor"] = "fffef367",
						}, -- [94]
						{
							["arg1"] = " ",
						}, -- [95]
						{
							["arg1"] = " ",
						}, -- [96]
						{
							["arg1"] = "记录开始于 05/14/2020 的 13:23:57。",
							["type"] = "SYSTEM",
						}, -- [97]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589433867,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13777:Player-2124-0BD1E0C6:1:5:14:20:4294967295:4294967295:4294967295:4294967295|h[心满意足]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [98]
						{
							["arg1"] = " ",
						}, -- [99]
						{
							["arg1"] = " ",
						}, -- [100]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/14/2020 的 15:57:09。",
						}, -- [101]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589443762,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13771:Player-2124-0BD1E0C6:1:5:14:20:4294967295:4294967295:4294967295:4294967295|h[力量之美]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [102]
						{
							["arg2"] = "就爱逗你玩-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589443958,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14062:Player-2124-01ECAB92:1:5:14:20:4294967295:4294967295:4294967295:4294967295|h[暴风城的惊魂幻象]|h|r！",
							["clColor"] = "ffa9d271",
						}, -- [103]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589445294,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14062:Player-2124-0BD1E0C6:1:5:14:20:4294967295:4294967295:4294967295:4294967295|h[暴风城的惊魂幻象]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [104]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589445294,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14064:Player-2124-0BD1E0C6:1:5:14:20:4294967295:4294967295:4294967295:4294967295|h[暴风城的夺命惊魂幻象]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [105]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589445294,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14165:Player-2124-0BD1E0C6:1:5:14:20:4294967295:4294967295:4294967295:4294967295|h[假面独唱]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [106]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589445294,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14166:Player-2124-0BD1E0C6:1:5:14:20:4294967295:4294967295:4294967295:4294967295|h[假面二重唱]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [107]
						{
							["arg2"] = "就爱逗你玩-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589445590,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14064:Player-2124-01ECAB92:1:5:14:20:4294967295:4294967295:4294967295:4294967295|h[暴风城的夺命惊魂幻象]|h|r！",
							["clColor"] = "ffa9d271",
						}, -- [108]
						{
							["arg2"] = "就爱逗你玩-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589445590,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14143:Player-2124-01ECAB92:1:5:14:20:4294967295:4294967295:4294967295:4294967295|h[幻嗅]|h|r！",
							["clColor"] = "ffa9d271",
						}, -- [109]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589447102,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14167:Player-2124-0BD1E0C6:1:5:14:20:4294967295:4294967295:4294967295:4294967295|h[假面三重唱]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [110]
						{
							["arg1"] = " ",
						}, -- [111]
						{
							["arg1"] = " ",
						}, -- [112]
						{
							["arg1"] = "记录开始于 05/15/2020 的 13:22:46。",
							["type"] = "SYSTEM",
						}, -- [113]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589523199,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:238:Player-2124-0BD1E0C6:1:5:15:20:4294967295:4294967295:4294967295:4294967295|h[一次荣誉消灭]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [114]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589523218,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:227:Player-2124-0BD1E0C6:1:5:15:20:4294967295:4294967295:4294967295:4294967295|h[伤害控制]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [115]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589523513,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:5245:Player-2124-0BD1E0C6:1:5:15:20:4294967295:4294967295:4294967295:4294967295|h[吉尔尼斯之战的胜利]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [116]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589523513,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:5269:Player-2124-0BD1E0C6:1:5:15:20:4294967295:4294967295:4294967295:4294967295|h[效忠部落]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [117]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589524867,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12409:Player-2124-0BD1E0C6:1:5:15:20:4294967295:4294967295:4294967295:4294967295|h[涌泉海滩胜利]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [118]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589524867,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12407:Player-2124-0BD1E0C6:1:5:15:20:4294967295:4294967295:4294967295:4294967295|h[完美涌泉海滩]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [119]
						{
							["arg1"] = " ",
						}, -- [120]
						{
							["arg1"] = " ",
						}, -- [121]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/15/2020 的 21:05:30。",
						}, -- [122]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589549232,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:11212:Player-2124-0BD1E0C6:1:5:15:20:4294967295:4294967295:4294967295:4294967295|h[大军压境]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [123]
						{
							["arg1"] = " ",
						}, -- [124]
						{
							["arg1"] = " ",
						}, -- [125]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/15/2020 的 23:30:16。",
						}, -- [126]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589559554,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12840:Player-2124-0C0BE35E:1:5:16:20:4294967295:4294967295:4294967295:4294967295|h[托尔达戈]|h|r！",
							["clColor"] = "ffa9d271",
						}, -- [127]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589559554,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12841:Player-2124-0C0BE35E:1:5:16:20:4294967295:4294967295:4294967295:4294967295|h[托尔达戈（英雄难度）]|h|r！",
							["clColor"] = "ffa9d271",
						}, -- [128]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589559554,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12842:Player-2124-0C0BE35E:1:5:16:20:4294967295:4294967295:4294967295:4294967295|h[托尔达戈（史诗难度）]|h|r！",
							["clColor"] = "ffa9d271",
						}, -- [129]
						{
							["arg1"] = " ",
						}, -- [130]
						{
							["arg1"] = " ",
						}, -- [131]
						{
							["arg1"] = "记录开始于 05/16/2020 的 11:28:57。",
							["type"] = "SYSTEM",
						}, -- [132]
					},
				}, -- [10]
				{
					["logs"] = {
						{
							["arg2"] = "女巫马拉迪",
							["type"] = "MONSTER_YELL",
							["time"] = 1589522336,
							["arg1"] = "你身上有黑暗的印记！",
						}, -- [1]
						{
							["arg2"] = "女巫马拉迪",
							["type"] = "MONSTER_YELL",
							["time"] = 1589522340,
							["arg1"] = "何等美丽的痛楚！",
						}, -- [2]
						{
							["arg2"] = "女巫马拉迪",
							["type"] = "MONSTER_YELL",
							["time"] = 1589522342,
							["arg1"] = "就算我的身躯破碎……我的咒语……依旧存续……",
						}, -- [3]
						{
							["arg2"] = "女巫布里亚",
							["type"] = "MONSTER_YELL",
							["time"] = 1589522345,
							["arg1"] = "把水晶给我，姐妹！",
						}, -- [4]
						{
							["arg2"] = "女巫布里亚",
							["type"] = "MONSTER_YELL",
							["time"] = 1589522354,
							["arg1"] = "你越是挣扎，血痕就越多。",
						}, -- [5]
						{
							["arg2"] = "女巫布里亚",
							["type"] = "MONSTER_YELL",
							["time"] = 1589522362,
							["arg1"] = "我的草根会再度发芽……",
						}, -- [6]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1589523028,
							["arg1"] = "战斗将在2分钟后开始！",
						}, -- [7]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1589523088,
							["arg1"] = "战斗将在1分钟后开始！",
						}, -- [8]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1589523118,
							["arg1"] = "战斗将在30秒后开始！",
						}, -- [9]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1589523149,
							["arg1"] = "战斗开始了！",
						}, -- [10]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1589523165,
							["arg1"] = "沐沐尐咘丁-狂热之刃突袭了矿洞！",
						}, -- [11]
						{
							["type"] = "BG_SYSTEM_ALLIANCE",
							["time"] = 1589523167,
							["arg1"] = "坏蛋叔叔丶-熊猫酒仙突袭了灯塔！",
						}, -- [12]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1589523194,
							["arg1"] = "丷屾丷屾丷-血色十字军突袭了灯塔！",
						}, -- [13]
						{
							["type"] = "BG_SYSTEM_ALLIANCE",
							["time"] = 1589523204,
							["arg1"] = "有财-白银之手突袭了磨坊！",
						}, -- [14]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1589523225,
							["arg1"] = "部落占领了矿洞！",
						}, -- [15]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1589523254,
							["arg1"] = "部落占领了灯塔！",
						}, -- [16]
						{
							["type"] = "BG_SYSTEM_ALLIANCE",
							["time"] = 1589523264,
							["arg1"] = "联盟占领了磨坊！",
						}, -- [17]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1589523426,
							["arg1"] = "丷屾丷屾丷-血色十字军突袭了磨坊！",
						}, -- [18]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1589523486,
							["arg1"] = "部落占领了磨坊！",
						}, -- [19]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1589523502,
							["arg1"] = "部落已经收集了超过1200份资源，离胜利不远了！",
						}, -- [20]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1589523513,
							["arg1"] = "部落获得了胜利！",
						}, -- [21]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1589523766,
							["arg1"] = "战斗将在2分钟后开始！",
						}, -- [22]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1589523826,
							["arg1"] = "战斗将在1分钟后开始！",
						}, -- [23]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1589523857,
							["arg1"] = "战斗将在30秒后开始！",
						}, -- [24]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1589523887,
							["arg1"] = "战斗开始了！",
						}, -- [25]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1589523905,
							["arg1"] = "幸福的鱼-伊森利恩收集到了艾泽里特！",
						}, -- [26]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1589523907,
							["arg1"] = "艾泽里特裂隙开始喷发了！",
						}, -- [27]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1589523907,
							["arg1"] = "無尽-梅尔加尼收集到了艾泽里特！",
						}, -- [28]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1589523907,
							["arg1"] = "傲骄的巧克力-塔纳利斯收集到了艾泽里特！",
						}, -- [29]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1589523909,
							["arg1"] = "艾泽里特裂隙开始喷发了！",
						}, -- [30]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1589523909,
							["arg1"] = "艾泽里特裂隙开始喷发了！",
						}, -- [31]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1589523959,
							["arg1"] = "幸福的鱼-伊森利恩收集到了艾泽里特！",
						}, -- [32]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1589523960,
							["arg1"] = "清风无影-无尽之海收集到了艾泽里特！",
						}, -- [33]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1589523961,
							["arg1"] = "莉莉噜啦-迦拉克隆收集到了艾泽里特！",
						}, -- [34]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1589523961,
							["arg1"] = "艾泽里特裂隙开始喷发了！",
						}, -- [35]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1589523962,
							["arg1"] = "艾泽里特裂隙开始喷发了！",
						}, -- [36]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1589523963,
							["arg1"] = "艾泽里特裂隙开始喷发了！",
						}, -- [37]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1589524013,
							["arg1"] = "無尽-梅尔加尼收集到了艾泽里特！",
						}, -- [38]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1589524014,
							["arg1"] = "莉莉噜啦-迦拉克隆收集到了艾泽里特！",
						}, -- [39]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1589524015,
							["arg1"] = "艾泽里特裂隙开始喷发了！",
						}, -- [40]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1589524015,
							["arg1"] = "傲骄的巧克力-塔纳利斯收集到了艾泽里特！",
						}, -- [41]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1589524016,
							["arg1"] = "艾泽里特裂隙开始喷发了！",
						}, -- [42]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1589524017,
							["arg1"] = "艾泽里特裂隙开始喷发了！",
						}, -- [43]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1589524068,
							["arg1"] = "無尽-梅尔加尼收集到了艾泽里特！",
						}, -- [44]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1589524069,
							["arg1"] = "莉莉噜啦-迦拉克隆收集到了艾泽里特！",
						}, -- [45]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1589524070,
							["arg1"] = "艾泽里特裂隙开始喷发了！",
						}, -- [46]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1589524070,
							["arg1"] = "清楼那女子-无尽之海收集到了艾泽里特！",
						}, -- [47]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1589524071,
							["arg1"] = "部落已经收集了超过1200份艾泽里特，离胜利不远了！",
						}, -- [48]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1589524071,
							["arg1"] = "艾泽里特裂隙开始喷发了！",
						}, -- [49]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1589524072,
							["arg1"] = "艾泽里特裂隙开始喷发了！",
						}, -- [50]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1589524121,
							["arg1"] = "清风无影-无尽之海收集到了艾泽里特！",
						}, -- [51]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1589524122,
							["arg1"] = "幸福的鱼-伊森利恩收集到了艾泽里特！",
						}, -- [52]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1589524122,
							["arg1"] = "美版小貂蝉-克尔苏加德收集到了艾泽里特！",
						}, -- [53]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1589524122,
							["arg1"] = "部落获得了胜利！",
						}, -- [54]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1589524123,
							["arg1"] = "艾泽里特裂隙开始喷发了！",
						}, -- [55]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1589524124,
							["arg1"] = "艾泽里特裂隙开始喷发了！",
						}, -- [56]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1589524124,
							["arg1"] = "艾泽里特裂隙开始喷发了！",
						}, -- [57]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1589524468,
							["arg1"] = "战斗将在2分钟后开始！",
						}, -- [58]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1589524528,
							["arg1"] = "战斗将在1分钟后开始！",
						}, -- [59]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1589524557,
							["arg1"] = "战斗将在30秒后开始！",
						}, -- [60]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1589524587,
							["arg1"] = "战斗开始了！",
						}, -- [61]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1589524607,
							["arg1"] = "张羽沐汐汐-黑铁收集到了艾泽里特！",
						}, -- [62]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1589524609,
							["arg1"] = "艾泽里特裂隙开始喷发了！",
						}, -- [63]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1589524618,
							["arg1"] = "沐沐尐咘丁-狂热之刃收集到了艾泽里特！",
						}, -- [64]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1589524620,
							["arg1"] = "艾泽里特裂隙开始喷发了！",
						}, -- [65]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1589524656,
							["arg1"] = "沐沐尐咘丁-狂热之刃收集到了艾泽里特！",
						}, -- [66]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1589524658,
							["arg1"] = "艾泽里特裂隙开始喷发了！",
						}, -- [67]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1589524662,
							["arg1"] = "小起-加兹鲁维收集到了艾泽里特！",
						}, -- [68]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1589524664,
							["arg1"] = "艾泽里特裂隙开始喷发了！",
						}, -- [69]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1589524671,
							["arg1"] = "道医苦来由-影之哀伤收集到了艾泽里特！",
						}, -- [70]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1589524673,
							["arg1"] = "艾泽里特裂隙开始喷发了！",
						}, -- [71]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1589524709,
							["arg1"] = "止戰之殤丨-狂热之刃收集到了艾泽里特！",
						}, -- [72]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1589524711,
							["arg1"] = "艾泽里特裂隙开始喷发了！",
						}, -- [73]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1589524713,
							["arg1"] = "道医苦来由-影之哀伤收集到了艾泽里特！",
						}, -- [74]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1589524715,
							["arg1"] = "艾泽里特裂隙开始喷发了！",
						}, -- [75]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1589524726,
							["arg1"] = "沐沐尐咘丁-狂热之刃收集到了艾泽里特！",
						}, -- [76]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1589524728,
							["arg1"] = "艾泽里特裂隙开始喷发了！",
						}, -- [77]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1589524762,
							["arg1"] = "止戰之殤丨-狂热之刃收集到了艾泽里特！",
						}, -- [78]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1589524764,
							["arg1"] = "艾泽里特裂隙开始喷发了！",
						}, -- [79]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1589524767,
							["arg1"] = "道医苦来由-影之哀伤收集到了艾泽里特！",
						}, -- [80]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1589524769,
							["arg1"] = "艾泽里特裂隙开始喷发了！",
						}, -- [81]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1589524780,
							["arg1"] = "牛牛小德乳衣-苏塔恩收集到了艾泽里特！",
						}, -- [82]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1589524782,
							["arg1"] = "艾泽里特裂隙开始喷发了！",
						}, -- [83]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1589524813,
							["arg1"] = "止戰之殤丨-狂热之刃收集到了艾泽里特！",
						}, -- [84]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1589524814,
							["arg1"] = "部落已经收集了超过1200份艾泽里特，离胜利不远了！",
						}, -- [85]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1589524815,
							["arg1"] = "艾泽里特裂隙开始喷发了！",
						}, -- [86]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1589524823,
							["arg1"] = "十里扬州路-亡语者收集到了艾泽里特！",
						}, -- [87]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1589524825,
							["arg1"] = "艾泽里特裂隙开始喷发了！",
						}, -- [88]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1589524832,
							["arg1"] = "道医苦来由-影之哀伤收集到了艾泽里特！",
						}, -- [89]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1589524834,
							["arg1"] = "艾泽里特裂隙开始喷发了！",
						}, -- [90]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1589524866,
							["arg1"] = "止戰之殤丨-狂热之刃收集到了艾泽里特！",
						}, -- [91]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1589524866,
							["arg1"] = "部落获得了胜利！",
						}, -- [92]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1589524868,
							["arg1"] = "艾泽里特裂隙开始喷发了！",
						}, -- [93]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1589525089,
							["arg1"] = "战斗将在2分钟后开始！",
						}, -- [94]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1589525149,
							["arg1"] = "战斗将在1分钟后开始！",
						}, -- [95]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1589525178,
							["arg1"] = "战斗将在30秒后开始！",
						}, -- [96]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1589525208,
							["arg1"] = "战斗开始了！",
						}, -- [97]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1589525228,
							["arg1"] = "止戰之殤丨-狂热之刃收集到了艾泽里特！",
						}, -- [98]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1589525228,
							["arg1"] = "沐沐尐咘丁-狂热之刃收集到了艾泽里特！",
						}, -- [99]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1589525230,
							["arg1"] = "艾泽里特裂隙开始喷发了！",
						}, -- [100]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1589525230,
							["arg1"] = "艾泽里特裂隙开始喷发了！",
						}, -- [101]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1589525232,
							["arg1"] = "小起-加兹鲁维收集到了艾泽里特！",
						}, -- [102]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1589525234,
							["arg1"] = "艾泽里特裂隙开始喷发了！",
						}, -- [103]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1589525282,
							["arg1"] = "十里扬州路-亡语者收集到了艾泽里特！",
						}, -- [104]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1589525283,
							["arg1"] = "小起-加兹鲁维收集到了艾泽里特！",
						}, -- [105]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1589525284,
							["arg1"] = "艾泽里特裂隙开始喷发了！",
						}, -- [106]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1589525285,
							["arg1"] = "艾泽里特裂隙开始喷发了！",
						}, -- [107]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1589525292,
							["arg1"] = "道医苦来由-影之哀伤收集到了艾泽里特！",
						}, -- [108]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1589525294,
							["arg1"] = "艾泽里特裂隙开始喷发了！",
						}, -- [109]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1589525336,
							["arg1"] = "沐沐尐咘丁-狂热之刃收集到了艾泽里特！",
						}, -- [110]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1589525336,
							["arg1"] = "长大后啥都大-黑铁收集到了艾泽里特！",
						}, -- [111]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1589525338,
							["arg1"] = "艾泽里特裂隙开始喷发了！",
						}, -- [112]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1589525338,
							["arg1"] = "艾泽里特裂隙开始喷发了！",
						}, -- [113]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1589525345,
							["arg1"] = "止戰之殤丨-狂热之刃收集到了艾泽里特！",
						}, -- [114]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1589525347,
							["arg1"] = "艾泽里特裂隙开始喷发了！",
						}, -- [115]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1589525388,
							["arg1"] = "长大后啥都大-黑铁收集到了艾泽里特！",
						}, -- [116]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1589525389,
							["arg1"] = "十里扬州路-亡语者收集到了艾泽里特！",
						}, -- [117]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1589525390,
							["arg1"] = "艾泽里特裂隙开始喷发了！",
						}, -- [118]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1589525391,
							["arg1"] = "艾泽里特裂隙开始喷发了！",
						}, -- [119]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1589525401,
							["arg1"] = "道医苦来由-影之哀伤收集到了艾泽里特！",
						}, -- [120]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1589525401,
							["arg1"] = "部落已经收集了超过1200份艾泽里特，离胜利不远了！",
						}, -- [121]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1589525403,
							["arg1"] = "艾泽里特裂隙开始喷发了！",
						}, -- [122]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1589525443,
							["arg1"] = "长大后啥都大-黑铁收集到了艾泽里特！",
						}, -- [123]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1589525445,
							["arg1"] = "艾泽里特裂隙开始喷发了！",
						}, -- [124]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1589525445,
							["arg1"] = "道医苦来由-影之哀伤收集到了艾泽里特！",
						}, -- [125]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1589525447,
							["arg1"] = "艾泽里特裂隙开始喷发了！",
						}, -- [126]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1589525459,
							["arg1"] = "厨娘-盖斯收集到了艾泽里特！",
						}, -- [127]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1589525459,
							["arg1"] = "部落获得了胜利！",
						}, -- [128]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1589525461,
							["arg1"] = "艾泽里特裂隙开始喷发了！",
						}, -- [129]
						{
							["arg1"] = " ",
						}, -- [130]
						{
							["arg1"] = " ",
						}, -- [131]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/15/2020 的 15:03:02。",
						}, -- [132]
						{
							["arg2"] = "阿斯匹克斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589526656,
							["arg1"] = "我要看着你被烤熟！",
						}, -- [133]
						{
							["arg2"] = "阿斯匹克斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589526680,
							["arg1"] = "消灭他们，阿德里斯！",
						}, -- [134]
						{
							["arg2"] = "阿德里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589526685,
							["arg1"] = "雷电轰鸣！",
						}, -- [135]
						{
							["arg2"] = "阿德里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589526700,
							["arg1"] = "电弧冲刺！",
						}, -- [136]
						{
							["arg2"] = "阿德里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589526712,
							["arg1"] = "黄沙……请带我走……",
						}, -- [137]
						{
							["arg2"] = "阿斯匹克斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589526718,
							["arg1"] = "这个帝国……将何去何从……",
						}, -- [138]
						{
							["arg2"] = "塞塔里斯的化身",
							["type"] = "MONSTER_YELL",
							["time"] = 1589527771,
							["arg1"] = "妖术散去了，但神庙的防御措施也启动了！",
						}, -- [139]
						{
							["arg2"] = "塞塔里斯的化身",
							["type"] = "MONSTER_YELL",
							["time"] = 1589527781,
							["arg1"] = "治疗我，我来关闭它们！",
						}, -- [140]
						{
							["arg2"] = "塞塔里斯的化身",
							["type"] = "MONSTER_YELL",
							["time"] = 1589527885,
							["arg1"] = "万物都将屈从于我！",
						}, -- [141]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589527920,
							["arg1"] = "很好，我的选民。你们证明了自己有资格接受我的馈赠。",
						}, -- [142]
						{
							["arg2"] = "塞塔里斯的化身",
							["type"] = "MONSTER_YELL",
							["time"] = 1589527921,
							["arg1"] = "风暴散去，我也重拾了自我。谢谢你。",
						}, -- [143]
						{
							["arg1"] = " ",
						}, -- [144]
						{
							["arg1"] = " ",
						}, -- [145]
						{
							["arg1"] = "记录开始于 05/15/2020 的 19:53:41。",
							["type"] = "SYSTEM",
						}, -- [146]
						{
							["arg2"] = "子沅",
							["type"] = "MONSTER_YELL",
							["time"] = 1589543681,
							["arg1"] = "洛丹伦的战士们，服从主人的召唤！",
							["clColor"] = "fffefefe",
						}, -- [147]
						{
							["arg2"] = "神谕者扎科",
							["type"] = "MONSTER_YELL",
							["time"] = 1589544011,
							["arg1"] = "赞达拉的人民！是时候赞颂风之领主、天之女皇、海之主母了！踏上阶梯，赞美帕库吧！",
						}, -- [148]
						{
							["arg2"] = "神谕者扎科",
							["type"] = "MONSTER_YELL",
							["time"] = 1589544124,
							["arg1"] = "赞美帕库！愿她的风助你前行！",
						}, -- [149]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589545886,
							["arg1"] = "进入我的国度……证明你们的价值。",
						}, -- [150]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589545965,
							["arg1"] = "逃……逃吧。你终将侍奉我。",
						}, -- [151]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1589545970,
							["arg1"] = "地上要小心了，你们这群长满藤壶的猪猡！",
						}, -- [152]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1589546002,
							["arg1"] = "别为鲨鱼饵担心。他只是在……清空存货！",
						}, -- [153]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1589546039,
							["arg1"] = "快把你们的遗书准备好！",
						}, -- [154]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1589546061,
							["arg1"] = "啊！鲨鱼饵，去轰炸他们的船舷！",
						}, -- [155]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1589546078,
							["arg1"] = "啊！我的酒洒了！",
						}, -- [156]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1589546091,
							["arg1"] = "射穿你们的皮！",
						}, -- [157]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1589546107,
							["arg1"] = "哈哈！拿稳你的茶杯！",
						}, -- [158]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1589546121,
							["arg1"] = "看来……我要去……喂鲨鱼了……",
						}, -- [159]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589546320,
							["arg1"] = "睁开你的眼睛。",
						}, -- [160]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589546365,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [161]
						{
							["arg2"] = "“两眼虫”戴维",
							["type"] = "MONSTER_YELL",
							["time"] = 1589546558,
							["arg1"] = "来来来，下注了！又来了一群受害——呃，参赛者！交给你们了，古尔戈索克和伍迪！",
						}, -- [162]
						{
							["arg2"] = "尤朵拉船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589546613,
							["arg1"] = "我要拿你们的骨头当靶子。",
						}, -- [163]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589546617,
							["arg1"] = "看看你能不能撑得住！",
						}, -- [164]
						{
							["arg2"] = "拉乌尔船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589546621,
							["arg1"] = "干杯，水手们！",
						}, -- [165]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589546631,
							["arg1"] = "钢铁之潮！",
						}, -- [166]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589546655,
							["arg1"] = "预备！",
						}, -- [167]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589546678,
							["arg1"] = "钢铁之潮！",
						}, -- [168]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589546686,
							["arg1"] = "请把我的剑跟我埋在一起……",
						}, -- [169]
						{
							["arg2"] = "拉乌尔船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589546699,
							["arg1"] = "酒馆……打烊了……？",
						}, -- [170]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589547211,
							["arg1"] = "来吧，淹死吧。",
						}, -- [171]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589547300,
							["arg1"] = "你们的眼睛……闭上了。",
						}, -- [172]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589547308,
							["arg1"] = "你无法逃脱命运。",
						}, -- [173]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1589547308,
							["arg1"] = "猪猡，你觉得能斗得过我？看来我得好好教训你。",
						}, -- [174]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1589547329,
							["arg1"] = "让这些水手瞧瞧我们的火力！",
						}, -- [175]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1589547341,
							["arg1"] = "拿他们的肠子擦甲板！",
						}, -- [176]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1589547347,
							["arg1"] = "让这些水手瞧瞧我们的火力！",
						}, -- [177]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1589547362,
							["arg1"] = "拿他们的肠子擦甲板！",
						}, -- [178]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1589547368,
							["arg1"] = "开炮！把这些癞皮狗轰成渣！",
						}, -- [179]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1589547396,
							["arg1"] = "让这些水手瞧瞧我们的火力！",
						}, -- [180]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1589547408,
							["arg1"] = "全体上甲板！",
						}, -- [181]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1589547426,
							["arg1"] = "开炮！把这些癞皮狗轰成渣！",
						}, -- [182]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1589547430,
							["arg1"] = "不可……思议……",
						}, -- [183]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589547463,
							["arg1"] = "很好，我的选民。你们证明了自己有资格接受我的馈赠。",
						}, -- [184]
						{
							["arg1"] = " ",
						}, -- [185]
						{
							["arg1"] = " ",
						}, -- [186]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/15/2020 的 23:30:16。",
						}, -- [187]
						{
							["arg2"] = "越狱的罪犯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589557043,
							["arg1"] = "啊啊啊！！",
						}, -- [188]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589557566,
							["arg1"] = "来吧，淹死吧。",
						}, -- [189]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589557653,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [190]
						{
							["arg2"] = "铁潮暴徒",
							["type"] = "MONSTER_YELL",
							["time"] = 1589557658,
							["arg1"] = "入侵者正从下水道来袭！",
						}, -- [191]
						{
							["arg2"] = "普里西拉·艾什凡",
							["type"] = "MONSTER_YELL",
							["time"] = 1589557818,
							["arg1"] = "科古斯！你为什么还没给下层灌水，淹死那群叽叽喳喳的老鼠！？",
						}, -- [192]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589557924,
							["arg1"] = "进入我的国度……证明你们的价值。",
						}, -- [193]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589558030,
							["arg1"] = "逃……逃吧。你终将侍奉我。",
						}, -- [194]
						{
							["arg2"] = "杰斯·豪里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589558175,
							["arg1"] = "来吧，伙计们！把门弄开！",
						}, -- [195]
						{
							["arg2"] = "杰斯·豪里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589558179,
							["arg1"] = "等我们把狱长的人质抓到手，就有大笔的赎金可拿啦！",
						}, -- [196]
						{
							["arg2"] = "杰斯·豪里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589558506,
							["arg1"] = "新鲜的肉！",
						}, -- [197]
						{
							["arg2"] = "杰斯·豪里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589558519,
							["arg1"] = "这把匕首会刺穿你的胸膛！",
						}, -- [198]
						{
							["arg2"] = "杰斯·豪里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589558537,
							["arg1"] = "来吧，伙计们！让他们瞧瞧这儿谁说了算！",
						}, -- [199]
						{
							["arg2"] = "杰斯·豪里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589558561,
							["arg1"] = "快来，弟弟！帮我干掉他们。",
						}, -- [200]
						{
							["arg2"] = "鲍比·豪里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589558597,
							["arg1"] = "流血而亡的……本该……是你……",
						}, -- [201]
						{
							["arg2"] = "杰斯·豪里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589558604,
							["arg1"] = "你杀了我弟弟，我要把你撕成碎片。",
						}, -- [202]
						{
							["arg2"] = "杰斯·豪里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589558611,
							["arg1"] = "我打磨利刃，就是为了切开你的血肉！",
						}, -- [203]
						{
							["arg2"] = "杰斯·豪里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589558643,
							["arg1"] = "这把匕首会刺穿你的胸膛！",
						}, -- [204]
						{
							["arg2"] = "杰斯·豪里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589558649,
							["arg1"] = "一堆死肉。",
						}, -- [205]
						{
							["arg2"] = "杰斯·豪里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589558654,
							["arg1"] = "我本来……就快……出去了……",
						}, -- [206]
						{
							["arg2"] = "艾什凡狱卒",
							["type"] = "MONSTER_YELL",
							["time"] = 1589558659,
							["arg1"] = "那头野兽死了！艾什凡，去占领上层！我来对付这个小偷……",
						}, -- [207]
						{
							["arg2"] = "水鼠帮掠夺者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589558662,
							["arg1"] = "永远别想活捉我！",
						}, -- [208]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589558856,
							["arg1"] = "来吧，淹死吧。",
						}, -- [209]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589558921,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [210]
						{
							["arg2"] = "骑士队长瓦莱莉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559162,
							["arg1"] = "是时候加温了！",
						}, -- [211]
						{
							["arg2"] = "骑士队长瓦莱莉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559181,
							["arg1"] = "我要把你烧成灰烬！",
						}, -- [212]
						{
							["arg2"] = "骑士队长瓦莱莉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559191,
							["arg1"] = "这火还不够热！",
						}, -- [213]
						{
							["arg2"] = "艾什凡军需官",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559197,
							["arg1"] = "又有炸弹来了！",
						}, -- [214]
						{
							["arg2"] = "骑士队长瓦莱莉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559201,
							["arg1"] = "我要把你烧成灰烬！",
						}, -- [215]
						{
							["arg2"] = "骑士队长瓦莱莉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559213,
							["arg1"] = "把火再烧旺点！快！",
						}, -- [216]
						{
							["arg2"] = "艾什凡军需官",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559218,
							["arg1"] = "又有炸弹来了！",
						}, -- [217]
						{
							["arg2"] = "骑士队长瓦莱莉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559222,
							["arg1"] = "我要把你烧成灰烬！",
						}, -- [218]
						{
							["arg2"] = "骑士队长瓦莱莉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559233,
							["arg1"] = "这火还不够热！",
						}, -- [219]
						{
							["arg2"] = "艾什凡军需官",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559239,
							["arg1"] = "又有炸弹来了！",
						}, -- [220]
						{
							["arg2"] = "骑士队长瓦莱莉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559243,
							["arg1"] = "我要把你烧成灰烬！",
						}, -- [221]
						{
							["arg2"] = "骑士队长瓦莱莉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559255,
							["arg1"] = "把火再烧旺点！快！",
						}, -- [222]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589559258,
							["arg1"] = "你让你真正的主人失望了。",
						}, -- [223]
						{
							["arg2"] = "艾什凡军需官",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559260,
							["arg1"] = "又有炸弹来了！",
						}, -- [224]
						{
							["arg2"] = "骑士队长瓦莱莉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559263,
							["arg1"] = "我要把你烧成灰烬！",
						}, -- [225]
						{
							["arg2"] = "骑士队长瓦莱莉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559267,
							["arg1"] = "最热的星星……生命也……最短。",
						}, -- [226]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589559284,
							["arg1"] = "睁开你的眼睛。",
						}, -- [227]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589559373,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [228]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559388,
							["arg1"] = "你们居然回来送死，我真感动。",
						}, -- [229]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559396,
							["arg1"] = "真想知道这种子弹打在活人身上是什么感觉？",
						}, -- [230]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559405,
							["arg1"] = "让枪林弹雨为你送终吧！",
						}, -- [231]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559411,
							["arg1"] = "尽管逃跑吧！我是不会射偏的。",
						}, -- [232]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559433,
							["arg1"] = "让枪林弹雨为你送终吧！",
						}, -- [233]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559438,
							["arg1"] = "尽管逃跑吧！我是不会射偏的。",
						}, -- [234]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559445,
							["arg1"] = "真想知道这种子弹打在活人身上是什么感觉？",
						}, -- [235]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559454,
							["arg1"] = "让枪林弹雨为你送终吧！",
						}, -- [236]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559461,
							["arg1"] = "尽管逃跑吧！我是不会射偏的。",
						}, -- [237]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559482,
							["arg1"] = "让枪林弹雨为你送终吧！",
						}, -- [238]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559487,
							["arg1"] = "尽管逃跑吧！我是不会射偏的。",
						}, -- [239]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559493,
							["arg1"] = "真想知道这种子弹打在活人身上是什么感觉？",
						}, -- [240]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559502,
							["arg1"] = "让枪林弹雨为你送终吧！",
						}, -- [241]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559510,
							["arg1"] = "尽管逃跑吧！我是不会射偏的。",
						}, -- [242]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559530,
							["arg1"] = "让枪林弹雨为你送终吧！",
						}, -- [243]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559535,
							["arg1"] = "尽管逃跑吧！我是不会射偏的。",
						}, -- [244]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559542,
							["arg1"] = "真想知道这种子弹打在活人身上是什么感觉？",
						}, -- [245]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559551,
							["arg1"] = "让枪林弹雨为你送终吧！",
						}, -- [246]
						{
							["arg2"] = "科古斯狱长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589559554,
							["arg1"] = "准头……不错……",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = " ",
						}, -- [249]
						{
							["arg1"] = "记录开始于 05/16/2020 的 11:28:57。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
					["hasMessage"] = false,
					["enabled"] = true,
				}, -- [11]
				["大脚世界频道"] = {
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "大脚世界频道",
					["logs"] = {
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1589117928,
							["arg1"] = "15监狱缺个奶  有人来吗",
							["arg9"] = "大脚世界频道",
							["arg2"] = "疯狂的哎-亡语者",
						}, -- [1]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1589117970,
							["arg1"] = "467奶可以不",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Hisue-亡语者",
						}, -- [2]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1589117994,
							["arg1"] = "0.0",
							["arg9"] = "大脚世界频道",
							["arg2"] = "疯狂的哎-亡语者",
						}, -- [3]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1589118027,
							["arg1"] = "还缺一个t0.0",
							["arg9"] = "大脚世界频道",
							["arg2"] = "疯狂的哎-亡语者",
						}, -- [4]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1589118032,
							["arg1"] = "有人要来吗0.0",
							["arg9"] = "大脚世界频道",
							["arg2"] = "疯狂的哎-亡语者",
						}, -- [5]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1589118050,
							["arg1"] = "锤完就行的内种0.0",
							["arg9"] = "大脚世界频道",
							["arg2"] = "疯狂的哎-亡语者",
						}, -- [6]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1589118083,
							["arg1"] = "有人组我神庙了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Hisue-亡语者",
						}, -- [7]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1589118089,
							["arg1"] = "好的",
							["arg9"] = "大脚世界频道",
							["arg2"] = "疯狂的哎-亡语者",
						}, -- [8]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1589118091,
							["arg1"] = "你去吧",
							["arg9"] = "大脚世界频道",
							["arg2"] = "疯狂的哎-亡语者",
						}, -- [9]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1589118257,
							["arg1"] = "15c 缺个奶0.0",
							["arg9"] = "大脚世界频道",
							["arg2"] = "疯狂的哎-亡语者",
						}, -- [10]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1589118501,
							["arg1"] = "15c  监狱缺个奶0.0",
							["arg9"] = "大脚世界频道",
							["arg2"] = "疯狂的哎-亡语者",
						}, -- [11]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1589118504,
							["arg1"] = "不对",
							["arg9"] = "大脚世界频道",
							["arg2"] = "疯狂的哎-亡语者",
						}, -- [12]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1589118507,
							["arg1"] = "缺个t",
							["arg9"] = "大脚世界频道",
							["arg2"] = "疯狂的哎-亡语者",
						}, -- [13]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589118522,
							["arg1"] = "|cffffff00|Hachievement:11763:Player-1694-027F39DB:0:0:0:-1:0:0:0:0|h[古墓探险者的荣耀]|h|r成就全刷 几分钟开打 免费 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [14]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1589118534,
							["arg1"] = "有人来吗0.0",
							["arg9"] = "大脚世界频道",
							["arg2"] = "疯狂的哎-亡语者",
						}, -- [15]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1589118537,
							["arg1"] = "打完就行",
							["arg9"] = "大脚世界频道",
							["arg2"] = "疯狂的哎-亡语者",
						}, -- [16]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589118617,
							["arg1"] = "|cffffff00|Hachievement:11763:Player-1694-027F39DB:0:0:0:-1:0:0:0:0|h[古墓探险者的荣耀]|h|r成就全刷 几分钟开打 免费 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [17]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589118724,
							["arg1"] = "|cffffff00|Hachievement:11763:Player-1694-027F39DB:0:0:0:-1:0:0:0:0|h[古墓探险者的荣耀]|h|r成就全刷 几分钟开打 免费 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [18]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589118817,
							["arg1"] = "|cffffff00|Hachievement:11763:Player-1694-027F39DB:0:0:0:-1:0:0:0:0|h[古墓探险者的荣耀]|h|r成就全刷 几分钟开打 免费 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [19]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589118887,
							["arg1"] = "|cffffff00|Hachievement:11763:Player-1694-027F39DB:0:0:0:-1:0:0:0:0|h[古墓探险者的荣耀]|h|r成就全刷 几分钟开打 免费 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [20]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1589119990,
							["arg1"] = "、wa",
							["arg9"] = "大脚世界频道",
							["arg2"] = "乱世-亡语者",
						}, -- [21]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1589120244,
							["arg1"] = "\\",
							["arg9"] = "大脚世界频道",
							["arg2"] = "乱世-亡语者",
						}, -- [22]
						{
							["arg1"] = " ",
						}, -- [23]
						{
							["arg1"] = " ",
						}, -- [24]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/11/2020 的 20:47:52。",
						}, -- [25]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1589201666,
							["arg1"] = "请问大哥们 盯的号披风去哪做阿",
							["arg9"] = "大脚世界频道",
							["arg2"] = "小颜小颜-亡语者",
						}, -- [26]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1589201679,
							["arg1"] = "请教一下  拯救克罗米这个任务",
							["arg9"] = "大脚世界频道",
							["arg2"] = "炙炎焚天-亡语者",
						}, -- [27]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1589201704,
							["arg1"] = "我在网上看到的视频  进去之后   4个龙旁边都有传送门   ",
							["arg9"] = "大脚世界频道",
							["arg2"] = "炙炎焚天-亡语者",
						}, -- [28]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1589201710,
							["arg1"] = "为啥我进去什么都没有",
							["arg9"] = "大脚世界频道",
							["arg2"] = "炙炎焚天-亡语者",
						}, -- [29]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1589201736,
							["arg1"] = "那个是打了怪的",
							["arg9"] = "大脚世界频道",
							["arg2"] = "暴力战神牛-亡语者",
						}, -- [30]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1589201738,
							["arg1"] = "要去打",
							["arg9"] = "大脚世界频道",
							["arg2"] = "暴力战神牛-亡语者",
						}, -- [31]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1589201739,
							["arg1"] = "先去AG，跟着主线，昨晚海底，再回去就有黑王子的任务了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "寒冰之艾希-亡语者",
						}, -- [32]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1589201745,
							["arg1"] = "打完之后才能出门",
							["arg9"] = "大脚世界频道",
							["arg2"] = "暴力战神牛-亡语者",
						}, -- [33]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589202685,
							["arg1"] = "|cffffff00|Hachievement:8454:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥格瑞玛破城者的荣耀]|h|r成就全刷 几分钟开打 免费 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [34]
						{
							["arg1"] = " ",
						}, -- [35]
						{
							["arg1"] = " ",
						}, -- [36]
						{
							["arg1"] = "记录开始于 05/11/2020 的 21:15:17。",
							["type"] = "SYSTEM",
						}, -- [37]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589202971,
							["arg1"] = "|cffffff00|Hachievement:8454:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥格瑞玛破城者的荣耀]|h|r成就全刷 几分钟开打 免费 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [38]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589203024,
							["arg1"] = "|cffffff00|Hachievement:8454:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥格瑞玛破城者的荣耀]|h|r成就全刷 几分钟开打 免费 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [39]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589203116,
							["arg1"] = "|cffffff00|Hachievement:8454:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥格瑞玛破城者的荣耀]|h|r成就全刷 几分钟开打 免费 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [40]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589203204,
							["arg1"] = "|cffffff00|Hachievement:8454:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥格瑞玛破城者的荣耀]|h|r成就全刷 几分钟开打 免费 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [41]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589206600,
							["arg1"] = "|cffffff00|Hachievement:4603:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[冰河踏破者的荣耀（25人）]|h|r35分钟 2坑   免费",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [42]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589206645,
							["arg1"] = "|cffffff00|Hachievement:4603:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[冰河踏破者的荣耀（25人）]|h|r35分钟 2坑   免费",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [43]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589206702,
							["arg1"] = "|cffffff00|Hachievement:4603:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[冰河踏破者的荣耀（25人）]|h|r35分钟 2坑   免费",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [44]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589206762,
							["arg1"] = "|cffffff00|Hachievement:4603:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[冰河踏破者的荣耀（25人）]|h|r35分钟 2坑   免费",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [45]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589206827,
							["arg1"] = "|cffffff00|Hachievement:4603:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[冰河踏破者的荣耀（25人）]|h|r35分钟 2坑   免费",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [46]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589206906,
							["arg1"] = "|cffffff00|Hachievement:4603:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[冰河踏破者的荣耀（25人）]|h|r35分钟 2坑   免费",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [47]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589206988,
							["arg1"] = "|cffffff00|Hachievement:4603:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[冰河踏破者的荣耀（25人）]|h|r35分钟 2坑   免费",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [48]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589207037,
							["arg1"] = "|cffffff00|Hachievement:4603:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[冰河踏破者的荣耀（25人）]|h|r35分钟 2坑   免费",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [49]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589207099,
							["arg1"] = "|cffffff00|Hachievement:4603:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[冰河踏破者的荣耀（25人）]|h|r35分钟 2坑   免费",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [50]
						{
							["arg1"] = " ",
						}, -- [51]
						{
							["arg1"] = " ",
						}, -- [52]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/12/2020 的 17:55:36。",
						}, -- [53]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589277426,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r几十分钟奥杜尔成就拿到手   一次奖励两只龙   2坑     免费++ 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [54]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589277845,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r几十分钟奥杜尔成就拿到手   一次奖励两只龙   2坑     免费++ 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [55]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589277924,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r几十分钟奥杜尔成就拿到手   一次奖励两只龙   2坑     免费++ 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [56]
						{
							["arg1"] = " ",
						}, -- [57]
						{
							["arg1"] = " ",
						}, -- [58]
						{
							["arg1"] = "记录开始于 05/12/2020 的 22:08:29。",
							["type"] = "SYSTEM",
						}, -- [59]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589292628,
							["arg1"] = "|cffffff00|Hachievement:11763:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[古墓探险者的荣耀]|h|r成就全刷 几分钟开打 免费 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [60]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589292720,
							["arg1"] = "|cffffff00|Hachievement:11763:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[古墓探险者的荣耀]|h|r成就全刷 几分钟开打 免费 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [61]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589292820,
							["arg1"] = "|cffffff00|Hachievement:11763:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[古墓探险者的荣耀]|h|r成就全刷 几分钟开打 免费 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [62]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589293109,
							["arg1"] = "|cffffff00|Hachievement:11763:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[古墓探险者的荣耀]|h|r成就全刷 几分钟开打 免费 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [63]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589293452,
							["arg1"] = "|cffffff00|Hachievement:11763:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[古墓探险者的荣耀]|h|r成就全刷 几分钟开打 免费 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [64]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589293554,
							["arg1"] = "|cffffff00|Hachievement:11763:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[古墓探险者的荣耀]|h|r成就全刷 几分钟开打 免费 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [65]
						{
							["arg1"] = " ",
						}, -- [66]
						{
							["arg1"] = " ",
						}, -- [67]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/13/2020 的 15:00:50。",
						}, -- [68]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589353384,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r几十分钟奥杜尔成就拿到手   一次奖励两只龙   2坑     免费++ 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [69]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589353502,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r几十分钟奥杜尔成就拿到手   一次奖励两只龙   2坑     免费++ 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [70]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589353555,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r几十分钟奥杜尔成就拿到手   一次奖励两只龙   2坑     免费++ 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [71]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589353708,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r几十分钟奥杜尔成就拿到手   一次奖励两只龙   2坑     免费++ 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [72]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589353882,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r几十分钟奥杜尔成就拿到手   一次奖励两只龙   2坑     免费++ 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [73]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589353970,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r几十分钟奥杜尔成就拿到手   一次奖励两只龙   2坑     免费++ 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [74]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589354080,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r几十分钟奥杜尔成就拿到手   一次奖励两只龙   2坑     免费++ 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [75]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589354585,
							["arg1"] = "|cffffff00|Hachievement:4853:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[大地的裂变团队的荣耀]|h|r35分钟 2坑   免费",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [76]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589354778,
							["arg1"] = "|cffffff00|Hachievement:4853:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[大地的裂变团队的荣耀]|h|r35分钟 2坑   免费",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [77]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589355143,
							["arg1"] = "|cffffff00|Hachievement:4853:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[大地的裂变团队的荣耀]|h|r35分钟 2坑   免费",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [78]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589355307,
							["arg1"] = "|cffffff00|Hachievement:4853:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[大地的裂变团队的荣耀]|h|r35分钟 2坑   免费",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [79]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589355374,
							["arg1"] = "|cffffff00|Hachievement:4853:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[大地的裂变团队的荣耀]|h|r35分钟 2坑   免费",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [80]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589355464,
							["arg1"] = "|cffffff00|Hachievement:4853:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[大地的裂变团队的荣耀]|h|r35分钟 2坑   免费",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [81]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589355513,
							["arg1"] = "|cffffff00|Hachievement:4853:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[大地的裂变团队的荣耀]|h|r35分钟 2坑   免费",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [82]
						{
							["arg1"] = " ",
						}, -- [83]
						{
							["arg1"] = " ",
						}, -- [84]
						{
							["arg1"] = "记录开始于 05/13/2020 的 18:42:41。",
							["type"] = "SYSTEM",
						}, -- [85]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1589366625,
							["arg1"] = "现在萨弗隆铁锭除了mc的那个boss还有啥渠道获得啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "今天不赖床-亡语者",
						}, -- [86]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1589366707,
							["arg1"] = "拍卖行",
							["arg9"] = "大脚世界频道",
							["arg2"] = "皮皮鲁鲁-亡语者",
						}, -- [87]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1589366737,
							["arg1"] = "经典正解",
							["arg9"] = "大脚世界频道",
							["arg2"] = "嚎嗨吖-亡语者",
						}, -- [88]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1589366741,
							["arg1"] = "|cffa335ee|Hitem:17203::::::::120:64::::::|h[萨弗隆铁锭]|h|r我包包里面有一个",
							["arg9"] = "大脚世界频道",
							["arg2"] = "恋殇之舞-亡语者",
						}, -- [89]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1589366761,
							["arg1"] = "1000G要了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "今天不赖床-亡语者",
						}, -- [90]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1589366766,
							["arg1"] = "0.0",
							["arg9"] = "大脚世界频道",
							["arg2"] = "恋殇之舞-亡语者",
						}, -- [91]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1589366782,
							["arg1"] = "我存了好多",
							["arg9"] = "大脚世界频道",
							["arg2"] = "风华天逸-亡语者",
						}, -- [92]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1589366785,
							["arg1"] = "我看看我公会银行有没",
							["arg9"] = "大脚世界频道",
							["arg2"] = "恋殇之舞-亡语者",
						}, -- [93]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1589366788,
							["arg1"] = "|cffa335ee|Hitem:17203::::::::120:72::::::|h[萨弗隆铁锭]|h|r这干嘛的",
							["arg9"] = "大脚世界频道",
							["arg2"] = "冰糖葫芦娃-亡语者",
						}, -- [94]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1589366799,
							["arg1"] = "做老橙锤的",
							["arg9"] = "大脚世界频道",
							["arg2"] = "今天不赖床-亡语者",
						}, -- [95]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1589366808,
							["arg1"] = "要几个",
							["arg9"] = "大脚世界频道",
							["arg2"] = "风华天逸-亡语者",
						}, -- [96]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1589366808,
							["arg1"] = "哦 谢谢哈",
							["arg9"] = "大脚世界频道",
							["arg2"] = "冰糖葫芦娃-亡语者",
						}, -- [97]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1589366815,
							["arg1"] = "我又14个",
							["arg9"] = "大脚世界频道",
							["arg2"] = "风华天逸-亡语者",
						}, -- [98]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1589366820,
							["arg1"] = "老橙锤多少钱一个",
							["arg9"] = "大脚世界频道",
							["arg2"] = "恋殇之舞-亡语者",
						}, -- [99]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1589366822,
							["arg1"] = "8个",
							["arg9"] = "大脚世界频道",
							["arg2"] = "今天不赖床-亡语者",
						}, -- [100]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1589366827,
							["arg1"] = "祖达萨",
							["arg9"] = "大脚世界频道",
							["arg2"] = "风华天逸-亡语者",
						}, -- [101]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1589366836,
							["arg1"] = "来AG呗",
							["arg9"] = "大脚世界频道",
							["arg2"] = "今天不赖床-亡语者",
						}, -- [102]
						{
							["arg1"] = " ",
						}, -- [103]
						{
							["arg1"] = " ",
						}, -- [104]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/13/2020 的 20:09:22。",
						}, -- [105]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589371848,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r几十分钟奥杜尔成就拿到手   一次奖励两只龙   2坑     免费++ 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [106]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589371950,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r几十分钟奥杜尔成就拿到手   一次奖励两只龙   2坑     免费++ 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [107]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589372016,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r几十分钟奥杜尔成就拿到手   一次奖励两只龙   2坑     免费++ 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [108]
						{
							["arg1"] = " ",
						}, -- [109]
						{
							["arg1"] = " ",
						}, -- [110]
						{
							["arg1"] = "记录开始于 05/13/2020 的 21:11:42。",
							["type"] = "SYSTEM",
						}, -- [111]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589375602,
							["arg1"] = "|cffffff00|Hachievement:8454:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥格瑞玛破城者的荣耀]|h|r成就全刷 几分钟开打 免费 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [112]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589375642,
							["arg1"] = "|cffffff00|Hachievement:8454:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥格瑞玛破城者的荣耀]|h|r成就全刷 几分钟开打 免费 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [113]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589375857,
							["arg1"] = "|cffffff00|Hachievement:8454:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥格瑞玛破城者的荣耀]|h|r成就全刷 几分钟开打 免费 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [114]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589376067,
							["arg1"] = "|cffffff00|Hachievement:8454:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥格瑞玛破城者的荣耀]|h|r成就全刷 几分钟开打 免费 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [115]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589376194,
							["arg1"] = "|cffffff00|Hachievement:8454:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥格瑞玛破城者的荣耀]|h|r成就全刷 几分钟开打 免费 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [116]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589376277,
							["arg1"] = "|cffffff00|Hachievement:8454:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥格瑞玛破城者的荣耀]|h|r成就全刷 几分钟开打 免费 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [117]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589376404,
							["arg1"] = "|cffffff00|Hachievement:8454:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥格瑞玛破城者的荣耀]|h|r成就全刷 几分钟开打 免费 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [118]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589376476,
							["arg1"] = "|cffffff00|Hachievement:8454:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥格瑞玛破城者的荣耀]|h|r成就全刷 几分钟开打 免费 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [119]
						{
							["arg1"] = " ",
						}, -- [120]
						{
							["arg1"] = " ",
						}, -- [121]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/13/2020 的 22:20:39。",
						}, -- [122]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589379712,
							["arg1"] = "|cffffff00|Hachievement:8454:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥格瑞玛破城者的荣耀]|h|r成就全刷 几分钟开打 免费 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [123]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589379892,
							["arg1"] = "|cffffff00|Hachievement:8454:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥格瑞玛破城者的荣耀]|h|r成就全刷 几分钟开打 免费 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [124]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589380032,
							["arg1"] = "|cffffff00|Hachievement:8454:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥格瑞玛破城者的荣耀]|h|r成就全刷 几分钟开打 免费 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [125]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589380184,
							["arg1"] = "|cffffff00|Hachievement:8454:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥格瑞玛破城者的荣耀]|h|r成就全刷 几分钟开打 免费 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [126]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589380558,
							["arg1"] = "|cffffff00|Hachievement:8454:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥格瑞玛破城者的荣耀]|h|r成就全刷 几分钟开打 免费 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [127]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589380674,
							["arg1"] = "|cffffff00|Hachievement:8454:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥格瑞玛破城者的荣耀]|h|r成就全刷 几分钟开打 免费 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [128]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589380778,
							["arg1"] = "|cffffff00|Hachievement:8454:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥格瑞玛破城者的荣耀]|h|r成就全刷 几分钟开打 免费 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [129]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589380889,
							["arg1"] = "|cffffff00|Hachievement:8454:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥格瑞玛破城者的荣耀]|h|r成就全刷 几分钟开打 免费 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [130]
						{
							["arg1"] = " ",
						}, -- [131]
						{
							["arg1"] = " ",
						}, -- [132]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/14/2020 的 12:59:57。",
						}, -- [133]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1589432641,
							["arg1"] = "12诸王，差个T",
							["arg9"] = "大脚世界频道",
							["arg2"] = "朵拉爱梦-亡语者",
						}, -- [134]
						{
							["arg1"] = " ",
						}, -- [135]
						{
							["arg1"] = " ",
						}, -- [136]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/14/2020 的 15:57:09。",
						}, -- [137]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1589444239,
							["arg1"] = "都来看看呗|cff82c5ff|HclubTicket:PJJ0rbETXnM|h[加入：方便的小程序]|h|r",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Ddqqranpio-亡语者",
						}, -- [138]
						{
							["clColor"] = "fffefefe",
							["time"] = 1589444628,
							["arg1"] = "橙斧最后一步那个影霜碎片是绑定的吗",
							["arg9"] = "大脚世界频道",
							["arg2"] = "芜湖灬大司马-亡语者",
						}, -- [139]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1589444639,
							["arg1"] = "不是",
							["arg9"] = "大脚世界频道",
							["arg2"] = "秋月爱利-亡语者",
						}, -- [140]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1589444704,
							["arg1"] = "收影霜碎片",
							["arg9"] = "大脚世界频道",
							["arg2"] = "今天不赖床-亡语者",
						}, -- [141]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1589444786,
							["arg1"] = "绑定的",
							["arg9"] = "大脚世界频道",
							["arg2"] = "随风流逝-亡语者",
						}, -- [142]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1589444791,
							["arg1"] = "收不了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "岩熊-亡语者",
						}, -- [143]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1589444802,
							["arg1"] = "只有自己刷",
							["arg9"] = "大脚世界频道",
							["arg2"] = "岩熊-亡语者",
						}, -- [144]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1589444806,
							["arg1"] = "哦哦",
							["arg9"] = "大脚世界频道",
							["arg2"] = "今天不赖床-亡语者",
						}, -- [145]
						{
							["clColor"] = "ff006fdc",
							["time"] = 1589444942,
							["arg1"] = "|cff71d5ff|Hspell:79206:0|h[灵魂行者的恩赐]|h|r 这个技能是减伤吗",
							["arg9"] = "大脚世界频道",
							["arg2"] = "小拳拳锤死你-亡语者",
						}, -- [146]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1589444963,
							["arg1"] = "来大家竞猜 我猜不是",
							["arg9"] = "大脚世界频道",
							["arg2"] = "小柔-亡语者",
						}, -- [147]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1589444964,
							["arg1"] = "星界 啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "岩熊-亡语者",
						}, -- [148]
						{
							["clColor"] = "fffefefe",
							["time"] = 1589444976,
							["arg1"] = "减什么了？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "荟长-亡语者",
						}, -- [149]
						{
							["clColor"] = "ff006fdc",
							["time"] = 1589444979,
							["arg1"] = "没提示啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "小拳拳锤死你-亡语者",
						}, -- [150]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1589445001,
							["arg1"] = "移动施法",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Volgin-亡语者",
						}, -- [151]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1589445008,
							["arg1"] = "卄",
							["arg9"] = "大脚世界频道",
							["arg2"] = "岩熊-亡语者",
						}, -- [152]
						{
							["clColor"] = "ff006fdc",
							["time"] = 1589445024,
							["arg1"] = "哦哦 明白了 谢谢",
							["arg9"] = "大脚世界频道",
							["arg2"] = "小拳拳锤死你-亡语者",
						}, -- [153]
						{
							["clColor"] = "ff006fdc",
							["time"] = 1589445057,
							["arg1"] = "怪高级的，一下没反应过来",
							["arg9"] = "大脚世界频道",
							["arg2"] = "小拳拳锤死你-亡语者",
						}, -- [154]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1589445079,
							["arg1"] = "开了 边走边读链子 会用是神技",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Volgin-亡语者",
						}, -- [155]
						{
							["clColor"] = "ff006fdc",
							["time"] = 1589445109,
							["arg1"] = "好的 3Q",
							["arg9"] = "大脚世界频道",
							["arg2"] = "小拳拳锤死你-亡语者",
						}, -- [156]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1589446789,
							["arg1"] = "|cffa335ee|Hitem:158362::::::::120:64::35:7:6536:6578:6579:6544:6513:1647:4786:::|h[维克雷斯勋爵之戒]|h|r",
							["arg9"] = "大脚世界频道",
							["arg2"] = "大言不惭-亡语者",
						}, -- [157]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1589446878,
							["arg1"] = "|cffa335ee|Hitem:159400::::::::120:253::35:7:6536:6578:6579:6541:6513:1647:4786:::|h[荆棘之伤护腿]|h|rMMP",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Volgin-亡语者",
						}, -- [158]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1589446911,
							["arg1"] = "8级触须，4个2级的，带不动了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "大言不惭-亡语者",
						}, -- [159]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1589446925,
							["arg1"] = "|cffa335ee|Hitem:159400::::::::120:253::35:7:6536:6578:6579:6539:6513:1647:4786:::|h[荆棘之伤护腿]|h|r、",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Marcoasensio-亡语者",
						}, -- [160]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1589446945,
							["arg1"] = "定好的么 怎么都出一样的 ",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Marcoasensio-亡语者",
						}, -- [161]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1589447340,
							["arg1"] = "|cffa335ee|Hitem:159241::::::::120:64::35:4:5448:1647:4786:6510:::|h[鲜血浸染长袍]|h|r求开这个",
							["arg9"] = "大脚世界频道",
							["arg2"] = "大言不惭-亡语者",
						}, -- [162]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589447375,
							["arg1"] = "开两个一样的分解",
							["arg9"] = "大脚世界频道",
							["arg2"] = "水银灯-亡语者",
						}, -- [163]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1589447465,
							["arg1"] = "|cffa335ee|Hitem:159241::::::::120:64::35:4:5448:1647:4786:6510:::|h[鲜血浸染长袍]|h|r真开出来了，嘿嘿",
							["arg9"] = "大脚世界频道",
							["arg2"] = "大言不惭-亡语者",
						}, -- [164]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589447481,
							["arg1"] = "我今天开到两个一样的",
							["arg9"] = "大脚世界频道",
							["arg2"] = "水银灯-亡语者",
						}, -- [165]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1589447491,
							["arg1"] = "|cffa335ee|Hitem:155861::::::::120:65::35:8:6536:43:6578:6579:6538:6513:1647:4786:::|h[镶饰仪式战靴]|h|r",
							["arg9"] = "大脚世界频道",
							["arg2"] = "小柔-亡语者",
						}, -- [166]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1589447495,
							["arg1"] = "哈",
							["arg9"] = "大脚世界频道",
							["arg2"] = "小柔-亡语者",
						}, -- [167]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1589447504,
							["arg1"] = "|cffa335ee|Hitem:159443::::::::120:65::35:5:6536:6578:6513:1647:4786:::|h[污秽祭品腿甲]|h|r|cffa335ee|Hitem:159451::::::::120:65::35:7:6536:6578:6579:6538:6513:1647:4786:::|h[铅板护腿]|h|r",
							["arg9"] = "大脚世界频道",
							["arg2"] = "小柔-亡语者",
						}, -- [168]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1589447509,
							["arg1"] = "开4件衣服了，前三件都没有要的特质",
							["arg9"] = "大脚世界频道",
							["arg2"] = "大言不惭-亡语者",
						}, -- [169]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1589447521,
							["arg1"] = "|cffa335ee|Hitem:169051::::::::120:65::35:7:6536:6578:6579:6556:6513:1532:4786:::|h[阳极处理的板甲护腿]|h|r",
							["arg9"] = "大脚世界频道",
							["arg2"] = "小柔-亡语者",
						}, -- [170]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589447643,
							["arg1"] = "|cffa335ee|Hitem:172551::::::::120:251::56:8:6371:6388:6578:6579:6566:6513:1572:4786:::|h[腐化角斗士的板甲护腿]|h|r",
							["arg9"] = "大脚世界频道",
							["arg2"] = "水银灯-亡语者",
						}, -- [171]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589447667,
							["arg1"] = "被动全能",
							["arg9"] = "大脚世界频道",
							["arg2"] = "水银灯-亡语者",
						}, -- [172]
						{
							["arg1"] = " ",
						}, -- [173]
						{
							["arg1"] = " ",
						}, -- [174]
						{
							["arg1"] = "记录开始于 05/14/2020 的 19:45:18。",
							["type"] = "SYSTEM",
						}, -- [175]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1589456801,
							["arg1"] = "T不是很好进集合石？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "南人当北行-亡语者",
						}, -- [176]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1589456819,
							["arg1"] = "奶才好",
							["arg9"] = "大脚世界频道",
							["arg2"] = "深爱灬雯-亡语者",
						}, -- [177]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1589456831,
							["arg1"] = "T,N都好啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "南人当北行-亡语者",
						}, -- [178]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1589456842,
							["arg1"] = "T没那么好  毕竟一个团本就2个T",
							["arg9"] = "大脚世界频道",
							["arg2"] = "深爱灬雯-亡语者",
						}, -- [179]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1589456852,
							["arg1"] = "奶比较好",
							["arg9"] = "大脚世界频道",
							["arg2"] = "深爱灬雯-亡语者",
						}, -- [180]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1589456855,
							["arg1"] = "...",
							["arg9"] = "大脚世界频道",
							["arg2"] = "南人当北行-亡语者",
						}, -- [181]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1589456873,
							["arg1"] = "那团本还要6个奶呢",
							["arg9"] = "大脚世界频道",
							["arg2"] = "南人当北行-亡语者",
						}, -- [182]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1589456888,
							["arg1"] = "5个吧  ",
							["arg9"] = "大脚世界频道",
							["arg2"] = "深爱灬雯-亡语者",
						}, -- [183]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1589456892,
							["arg1"] = "所以奶比较好",
							["arg9"] = "大脚世界频道",
							["arg2"] = "深爱灬雯-亡语者",
						}, -- [184]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1589456895,
							["arg1"] = "15层 报腐蚀是什么意思 谁知道呢",
							["arg9"] = "大脚世界频道",
							["arg2"] = "风华天逸-亡语者",
						}, -- [185]
						{
							["clColor"] = "ff00fe95",
							["time"] = 1589456897,
							["arg1"] = "4ge1",
							["arg9"] = "大脚世界频道",
							["arg2"] = "虚空真人-亡语者",
						}, -- [186]
						{
							["clColor"] = "ff8686ec",
							["time"] = 1589456921,
							["arg1"] = "字面意思",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Samoyed-亡语者",
						}, -- [187]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1589456930,
							["arg1"] = "报你有多少腐蚀值",
							["arg9"] = "大脚世界频道",
							["arg2"] = "南人当北行-亡语者",
						}, -- [188]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1589456942,
							["arg1"] = "15C报腐蚀的意思就是他自己太菜了，希望有大佬带上毕业腐蚀带他飞",
							["arg9"] = "大脚世界频道",
							["arg2"] = "十里扬州路-亡语者",
						}, -- [189]
						{
							["clColor"] = "ff8686ec",
							["time"] = 1589456963,
							["arg1"] = "你咋才这么点装备。。。",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Samoyed-亡语者",
						}, -- [190]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1589456967,
							["arg1"] = "老实说468T打15层很好啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "南人当北行-亡语者",
						}, -- [191]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1589456982,
							["arg1"] = "看看词缀是什么吧",
							["arg9"] = "大脚世界频道",
							["arg2"] = "深爱灬雯-亡语者",
						}, -- [192]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1589456985,
							["arg1"] = "我465都没到的时候就打15了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "南人当北行-亡语者",
						}, -- [193]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1589456998,
							["arg1"] = "还是DKT",
							["arg9"] = "大脚世界频道",
							["arg2"] = "南人当北行-亡语者",
						}, -- [194]
						{
							["clColor"] = "ff00fe95",
							["time"] = 1589456999,
							["arg1"] = "你要是公会团没什么问题，集合时468打15层没什么人要的",
							["arg9"] = "大脚世界频道",
							["arg2"] = "虚空真人-亡语者",
						}, -- [195]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1589456999,
							["arg1"] = "468 刚刚 被t 心态炸了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "风华天逸-亡语者",
						}, -- [196]
						{
							["clColor"] = "ff8686ec",
							["time"] = 1589457004,
							["arg1"] = "那你是版本初期吧",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Samoyed-亡语者",
						}, -- [197]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1589457004,
							["arg1"] = "这周好打的很把",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Volgin-亡语者",
						}, -- [198]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1589457010,
							["arg1"] = "不是",
							["arg9"] = "大脚世界频道",
							["arg2"] = "南人当北行-亡语者",
						}, -- [199]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1589457014,
							["arg1"] = "这周玩N打大米 腐蚀过40的 除非你DPS确实很高，不然你就等着被我放生",
							["arg9"] = "大脚世界频道",
							["arg2"] = "十里扬州路-亡语者",
						}, -- [200]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1589457015,
							["arg1"] = "465根本看不见15+",
							["arg9"] = "大脚世界频道",
							["arg2"] = "千年老妖丶-亡语者",
						}, -- [201]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1589457016,
							["arg1"] = "真不是",
							["arg9"] = "大脚世界频道",
							["arg2"] = "南人当北行-亡语者",
						}, -- [202]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1589457048,
							["arg1"] = "我DK和战士都是实装465而已",
							["arg9"] = "大脚世界频道",
							["arg2"] = "南人当北行-亡语者",
						}, -- [203]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1589457054,
							["arg1"] = "{生病}我都好久没打15了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Volgin-亡语者",
						}, -- [204]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1589457056,
							["arg1"] = "上周都是打16",
							["arg9"] = "大脚世界频道",
							["arg2"] = "南人当北行-亡语者",
						}, -- [205]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1589457070,
							["arg1"] = "15、6C集合石好多混子",
							["arg9"] = "大脚世界频道",
							["arg2"] = "十里扬州路-亡语者",
						}, -- [206]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1589457082,
							["arg1"] = "这个是真",
							["arg9"] = "大脚世界频道",
							["arg2"] = "南人当北行-亡语者",
						}, -- [207]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1589457085,
							["arg1"] = "混子多不多  不知道  GZS真的多",
							["arg9"] = "大脚世界频道",
							["arg2"] = "深爱灬雯-亡语者",
						}, -- [208]
						{
							["arg1"] = " ",
						}, -- [209]
						{
							["arg1"] = " ",
						}, -- [210]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/14/2020 的 22:20:27。",
						}, -- [211]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1589466070,
							["arg1"] = "转奥金?",
							["arg9"] = "大脚世界频道",
							["arg2"] = "深渊-亡语者",
						}, -- [212]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1589466077,
							["arg1"] = "嗯",
							["arg9"] = "大脚世界频道",
							["arg2"] = "南人当北行-亡语者",
						}, -- [213]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1589466107,
							["arg1"] = "现在不会爆多的",
							["arg9"] = "大脚世界频道",
							["arg2"] = "深渊-亡语者",
						}, -- [214]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1589466119,
							["arg1"] = "做100个就是100",
							["arg9"] = "大脚世界频道",
							["arg2"] = "深渊-亡语者",
						}, -- [215]
						{
							["clColor"] = "ff006fdc",
							["time"] = 1589466151,
							["arg1"] = "有爆的啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "泰山君-亡语者",
						}, -- [216]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1589466203,
							["arg1"] = "不会",
							["arg9"] = "大脚世界频道",
							["arg2"] = "深渊-亡语者",
						}, -- [217]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1589466301,
							["arg1"] = "我这挖的人刚说他爆了4个...",
							["arg9"] = "大脚世界频道",
							["arg2"] = "南人当北行-亡语者",
						}, -- [218]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1589466796,
							["arg1"] = "谁有蛋总的cd",
							["arg9"] = "大脚世界频道",
							["arg2"] = "今天不赖床-亡语者",
						}, -- [219]
						{
							["arg1"] = " ",
						}, -- [220]
						{
							["arg1"] = " ",
						}, -- [221]
						{
							["arg1"] = "记录开始于 05/15/2020 的 13:22:46。",
							["type"] = "SYSTEM",
						}, -- [222]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1589521688,
							["arg1"] = "5 2 = = 2 8  要的话私我",
							["arg9"] = "大脚世界频道",
							["arg2"] = "苏流柔澈-亡语者",
						}, -- [223]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1589521751,
							["arg1"] = "5 2 = = 2 8  要的话私我",
							["arg9"] = "大脚世界频道",
							["arg2"] = "苏流柔澈-亡语者",
						}, -- [224]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1589522431,
							["arg1"] = "哈喽",
							["arg9"] = "大脚世界频道",
							["arg2"] = "呆小萌灬-亡语者",
						}, -- [225]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1589522453,
							["arg1"] = "莫非是会长",
							["arg9"] = "大脚世界频道",
							["arg2"] = "随风流逝-亡语者",
						}, -- [226]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589525348,
							["arg1"] = "|cffffff00|Hachievement:8454:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥格瑞玛破城者的荣耀]|h|r成就全刷 来的M 几分钟开打 免费 2坑 ",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [227]
						{
							["arg1"] = " ",
						}, -- [228]
						{
							["arg1"] = " ",
						}, -- [229]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/15/2020 的 15:03:02。",
						}, -- [230]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589526935,
							["arg1"] = "|cffffff00|Hachievement:8454:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥格瑞玛破城者的荣耀]|h|r成就全刷 来的M 几分钟开打 免费 2坑 ",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [231]
						{
							["arg1"] = " ",
						}, -- [232]
						{
							["arg1"] = " ",
						}, -- [233]
						{
							["arg1"] = "记录开始于 05/15/2020 的 19:53:41。",
							["type"] = "SYSTEM",
						}, -- [234]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1589544505,
							["arg1"] = "新号求个公会",
							["arg9"] = "大脚世界频道",
							["arg2"] = "旌旗飞扬-亡语者",
						}, -- [235]
						{
							["clColor"] = "fffef367",
							["time"] = 1589544521,
							["arg1"] = "这个服务器怕是没公会",
							["arg9"] = "大脚世界频道",
							["arg2"] = "优雅的舞姿-亡语者",
						}, -- [236]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1589544720,
							["arg1"] = "|cffa335ee|Hkeystone:158923:247:14:10:11:3:120|h[钥石：暴富矿区！！ (14)]|h|r   来个奶妈开车。。",
							["arg9"] = "大脚世界频道",
							["arg2"] = "橙光再现-亡语者",
						}, -- [237]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1589544789,
							["arg1"] = "|cffa335ee|Hkeystone:158923:247:14:10:11:3:120|h[钥石：暴富矿区！！ (14)]|h|r   来个奶妈开车。。",
							["arg9"] = "大脚世界频道",
							["arg2"] = "橙光再现-亡语者",
						}, -- [238]
						{
							["arg1"] = " ",
						}, -- [239]
						{
							["arg1"] = " ",
						}, -- [240]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/15/2020 的 23:30:16。",
						}, -- [241]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1589558221,
							["arg1"] = "|cffffff00|Hachievement:6821:Player-2124-0C0BA4B1:0:0:0:-1:0:0:0:0|h[悠长假期]|h|r1个人做不了吗？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "兽战之魂-亡语者",
						}, -- [242]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1589558317,
							["arg1"] = "1",
							["arg9"] = "大脚世界频道",
							["arg2"] = "芝芝莓莓-亡语者",
						}, -- [243]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1589558375,
							["arg1"] = "有人知道吗？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "兽战之魂-亡语者",
						}, -- [244]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1589558398,
							["arg1"] = "要5个人才能",
							["arg9"] = "大脚世界频道",
							["arg2"] = "深渊-亡语者",
						}, -- [245]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1589558418,
							["arg1"] = "= =",
							["arg9"] = "大脚世界频道",
							["arg2"] = "兽战之魂-亡语者",
						}, -- [246]
						{
							["arg1"] = " ",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = "记录开始于 05/16/2020 的 11:28:57。",
							["type"] = "SYSTEM",
						}, -- [249]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589599793,
							["arg1"] = "小号幻象有人吗",
							["arg2"] = "东皇鸣沙-亡语者",
							["arg9"] = "大脚世界频道",
						}, -- [250]
					},
				},
				["本地防务"] = {
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "本地防务",
					["logs"] = {
						{
							["arg1"] = " ",
						}, -- [1]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 20:56:29。",
						}, -- [2]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["arg1"] = " ",
						}, -- [5]
						{
							["arg1"] = "记录开始于 05/09/2020 的 21:16:56。",
							["type"] = "SYSTEM",
						}, -- [6]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [7]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [8]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [9]
						{
							["arg1"] = " ",
						}, -- [10]
						{
							["arg1"] = " ",
						}, -- [11]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 21:32:03。",
						}, -- [12]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [13]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [14]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [15]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [16]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [17]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [18]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [19]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [20]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [21]
						{
							["arg1"] = " ",
						}, -- [22]
						{
							["arg1"] = " ",
						}, -- [23]
						{
							["arg1"] = "记录开始于 05/09/2020 的 22:05:56。",
							["type"] = "SYSTEM",
						}, -- [24]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [25]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [26]
						{
							["arg1"] = " ",
						}, -- [27]
						{
							["arg1"] = " ",
						}, -- [28]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/10/2020 的 13:47:26。",
						}, -- [29]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [30]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [31]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [32]
						{
							["arg1"] = " ",
						}, -- [33]
						{
							["arg1"] = " ",
						}, -- [34]
						{
							["arg1"] = "记录开始于 05/10/2020 的 14:14:50。",
							["type"] = "SYSTEM",
						}, -- [35]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [36]
						{
							["arg1"] = " ",
						}, -- [37]
						{
							["arg1"] = " ",
						}, -- [38]
						{
							["arg1"] = "记录开始于 05/10/2020 的 15:00:22。",
							["type"] = "SYSTEM",
						}, -- [39]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [40]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [41]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [42]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [43]
						{
							["arg1"] = " ",
						}, -- [44]
						{
							["arg1"] = " ",
						}, -- [45]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/10/2020 的 15:06:18。",
						}, -- [46]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [47]
						{
							["arg1"] = " ",
						}, -- [48]
						{
							["arg1"] = " ",
						}, -- [49]
						{
							["arg1"] = "记录开始于 05/10/2020 的 19:31:39。",
							["type"] = "SYSTEM",
						}, -- [50]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [51]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [52]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [53]
						{
							["arg1"] = " ",
						}, -- [54]
						{
							["arg1"] = " ",
						}, -- [55]
						{
							["arg1"] = "记录开始于 05/10/2020 的 20:12:12。",
							["type"] = "SYSTEM",
						}, -- [56]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [57]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [58]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [59]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [60]
						{
							["arg1"] = " ",
						}, -- [61]
						{
							["arg1"] = " ",
						}, -- [62]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/10/2020 的 20:35:56。",
						}, -- [63]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [64]
						{
							["arg1"] = " ",
						}, -- [65]
						{
							["arg1"] = " ",
						}, -- [66]
						{
							["arg1"] = "记录开始于 05/10/2020 的 22:33:19。",
							["type"] = "SYSTEM",
						}, -- [67]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [68]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [69]
						{
							["arg1"] = " ",
						}, -- [70]
						{
							["arg1"] = " ",
						}, -- [71]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/11/2020 的 20:47:52。",
						}, -- [72]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [73]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [74]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [75]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [76]
						{
							["arg1"] = " ",
						}, -- [77]
						{
							["arg1"] = " ",
						}, -- [78]
						{
							["arg1"] = "记录开始于 05/11/2020 的 21:15:17。",
							["type"] = "SYSTEM",
						}, -- [79]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [80]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [81]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [82]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [83]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [84]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [85]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [86]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [87]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [88]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [89]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [90]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [91]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [92]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [93]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [94]
						{
							["arg1"] = " ",
						}, -- [95]
						{
							["arg1"] = " ",
						}, -- [96]
						{
							["arg1"] = "记录开始于 05/12/2020 的 22:08:29。",
							["type"] = "SYSTEM",
						}, -- [97]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [98]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [99]
						{
							["time"] = 1589293870,
							["arg9"] = "本地防务 - 提拉加德海峡",
							["arg1"] = "|cffffff00自由镇遭到攻击！|r",
						}, -- [100]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [101]
						{
							["arg1"] = " ",
						}, -- [102]
						{
							["arg1"] = " ",
						}, -- [103]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/13/2020 的 15:00:50。",
						}, -- [104]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [105]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [106]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [107]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [108]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [109]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [110]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [111]
						{
							["arg1"] = " ",
						}, -- [112]
						{
							["arg1"] = " ",
						}, -- [113]
						{
							["arg1"] = "记录开始于 05/13/2020 的 21:11:42。",
							["type"] = "SYSTEM",
						}, -- [114]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [115]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [116]
						{
							["arg1"] = " ",
						}, -- [117]
						{
							["arg1"] = " ",
						}, -- [118]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/13/2020 的 22:20:39。",
						}, -- [119]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [120]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [121]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [122]
						{
							["arg1"] = " ",
						}, -- [123]
						{
							["arg1"] = " ",
						}, -- [124]
						{
							["arg1"] = "记录开始于 05/14/2020 的 07:39:22。",
							["type"] = "SYSTEM",
						}, -- [125]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [126]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [127]
						{
							["arg1"] = " ",
						}, -- [128]
						{
							["arg1"] = " ",
						}, -- [129]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/14/2020 的 12:59:57。",
						}, -- [130]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [131]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [132]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [133]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [134]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [135]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [136]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [137]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [138]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [139]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [140]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [141]
						{
							["arg1"] = " ",
						}, -- [142]
						{
							["arg1"] = " ",
						}, -- [143]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/14/2020 的 14:36:32。",
						}, -- [144]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [145]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [146]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [147]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [148]
						{
							["arg1"] = " ",
						}, -- [149]
						{
							["arg1"] = " ",
						}, -- [150]
						{
							["arg1"] = "记录开始于 05/14/2020 的 15:43:08。",
							["type"] = "SYSTEM",
						}, -- [151]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [152]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [153]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [154]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [155]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [156]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [157]
						{
							["arg1"] = " ",
						}, -- [158]
						{
							["arg1"] = " ",
						}, -- [159]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/14/2020 的 15:57:09。",
						}, -- [160]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [161]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [162]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [163]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [164]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [165]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [166]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [167]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [168]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [169]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [170]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [171]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [172]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [173]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [174]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [175]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [176]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [177]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [178]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [179]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [180]
						{
							["arg1"] = " ",
						}, -- [181]
						{
							["arg1"] = " ",
						}, -- [182]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/14/2020 的 22:20:27。",
						}, -- [183]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [184]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [185]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [186]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [187]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [188]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [189]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [190]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [191]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [192]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [193]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [194]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [195]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [196]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [197]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [198]
						{
							["arg1"] = " ",
						}, -- [199]
						{
							["arg1"] = " ",
						}, -- [200]
						{
							["arg1"] = "记录开始于 05/15/2020 的 13:22:46。",
							["type"] = "SYSTEM",
						}, -- [201]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [202]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [203]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [204]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [205]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [206]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [207]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [208]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [209]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [210]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [211]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [212]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [213]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [214]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [215]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [216]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [217]
						{
							["arg1"] = " ",
						}, -- [218]
						{
							["arg1"] = " ",
						}, -- [219]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/15/2020 的 15:03:02。",
						}, -- [220]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [221]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [222]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [223]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [224]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [225]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [226]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [227]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [228]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [229]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [230]
						{
							["arg1"] = " ",
						}, -- [231]
						{
							["arg1"] = " ",
						}, -- [232]
						{
							["arg1"] = "记录开始于 05/15/2020 的 19:53:41。",
							["type"] = "SYSTEM",
						}, -- [233]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [234]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [235]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [236]
						{
							["arg1"] = " ",
						}, -- [237]
						{
							["arg1"] = " ",
						}, -- [238]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/15/2020 的 21:05:30。",
						}, -- [239]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [240]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [241]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [242]
						{
							["arg1"] = " ",
						}, -- [243]
						{
							["arg1"] = " ",
						}, -- [244]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/15/2020 的 23:30:16。",
						}, -- [245]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [246]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = " ",
						}, -- [249]
						{
							["arg1"] = "记录开始于 05/16/2020 的 11:28:57。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
				},
				["综合"] = {
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "综合",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [1]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [2]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [3]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [4]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [5]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [6]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [7]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [8]
						{
							["arg1"] = " ",
						}, -- [9]
						{
							["arg1"] = " ",
						}, -- [10]
						{
							["arg1"] = "记录开始于 05/09/2020 的 22:05:56。",
							["type"] = "SYSTEM",
						}, -- [11]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [12]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [13]
						{
							["arg1"] = " ",
						}, -- [14]
						{
							["arg1"] = " ",
						}, -- [15]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/10/2020 的 13:47:26。",
						}, -- [16]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [17]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [18]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [19]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [20]
						{
							["arg1"] = " ",
						}, -- [21]
						{
							["arg1"] = " ",
						}, -- [22]
						{
							["arg1"] = "记录开始于 05/10/2020 的 14:14:50。",
							["type"] = "SYSTEM",
						}, -- [23]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [24]
						{
							["arg1"] = " ",
						}, -- [25]
						{
							["arg1"] = " ",
						}, -- [26]
						{
							["arg1"] = "记录开始于 05/10/2020 的 15:00:22。",
							["type"] = "SYSTEM",
						}, -- [27]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [28]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [29]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [30]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [31]
						{
							["arg1"] = " ",
						}, -- [32]
						{
							["arg1"] = " ",
						}, -- [33]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/10/2020 的 15:06:18。",
						}, -- [34]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [35]
						{
							["arg1"] = " ",
						}, -- [36]
						{
							["arg1"] = " ",
						}, -- [37]
						{
							["arg1"] = "记录开始于 05/10/2020 的 19:31:39。",
							["type"] = "SYSTEM",
						}, -- [38]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [39]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [40]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [41]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [42]
						{
							["arg1"] = " ",
						}, -- [43]
						{
							["arg1"] = " ",
						}, -- [44]
						{
							["arg1"] = "记录开始于 05/10/2020 的 20:12:12。",
							["type"] = "SYSTEM",
						}, -- [45]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [46]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [47]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [48]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [49]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [50]
						{
							["arg1"] = " ",
						}, -- [51]
						{
							["arg1"] = " ",
						}, -- [52]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/10/2020 的 20:35:56。",
						}, -- [53]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [54]
						{
							["arg1"] = " ",
						}, -- [55]
						{
							["arg1"] = " ",
						}, -- [56]
						{
							["arg1"] = "记录开始于 05/10/2020 的 22:33:19。",
							["type"] = "SYSTEM",
						}, -- [57]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [58]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [59]
						{
							["arg1"] = " ",
						}, -- [60]
						{
							["arg1"] = " ",
						}, -- [61]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/11/2020 的 20:47:52。",
						}, -- [62]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [63]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [64]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [65]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [66]
						{
							["arg1"] = " ",
						}, -- [67]
						{
							["arg1"] = " ",
						}, -- [68]
						{
							["arg1"] = "记录开始于 05/11/2020 的 21:15:17。",
							["type"] = "SYSTEM",
						}, -- [69]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [70]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [71]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [72]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [73]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [74]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [75]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [76]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [77]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [78]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [79]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [80]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [81]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [82]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [83]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [84]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [85]
						{
							["arg1"] = " ",
						}, -- [86]
						{
							["arg1"] = " ",
						}, -- [87]
						{
							["arg1"] = "记录开始于 05/12/2020 的 22:08:29。",
							["type"] = "SYSTEM",
						}, -- [88]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [89]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [90]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [91]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [92]
						{
							["arg1"] = " ",
						}, -- [93]
						{
							["arg1"] = " ",
						}, -- [94]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/13/2020 的 15:00:50。",
						}, -- [95]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [96]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [97]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [98]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [99]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [100]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [101]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [102]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [103]
						{
							["arg1"] = " ",
						}, -- [104]
						{
							["arg1"] = " ",
						}, -- [105]
						{
							["arg1"] = "记录开始于 05/13/2020 的 21:11:42。",
							["type"] = "SYSTEM",
						}, -- [106]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [107]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [108]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [109]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [110]
						{
							["arg1"] = " ",
						}, -- [111]
						{
							["arg1"] = " ",
						}, -- [112]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/13/2020 的 22:20:39。",
						}, -- [113]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [114]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [115]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [116]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [117]
						{
							["arg1"] = " ",
						}, -- [118]
						{
							["arg1"] = " ",
						}, -- [119]
						{
							["arg1"] = "记录开始于 05/14/2020 的 07:39:22。",
							["type"] = "SYSTEM",
						}, -- [120]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [121]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [122]
						{
							["arg1"] = " ",
						}, -- [123]
						{
							["arg1"] = " ",
						}, -- [124]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/14/2020 的 12:59:57。",
						}, -- [125]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [126]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [127]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [128]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [129]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [130]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [131]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [132]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [133]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [134]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [135]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [136]
						{
							["arg1"] = " ",
						}, -- [137]
						{
							["arg1"] = " ",
						}, -- [138]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/14/2020 的 14:36:32。",
						}, -- [139]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [140]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [141]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [142]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [143]
						{
							["arg1"] = " ",
						}, -- [144]
						{
							["arg1"] = " ",
						}, -- [145]
						{
							["arg1"] = "记录开始于 05/14/2020 的 15:43:08。",
							["type"] = "SYSTEM",
						}, -- [146]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [147]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [148]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [149]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [150]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [151]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [152]
						{
							["arg1"] = " ",
						}, -- [153]
						{
							["arg1"] = " ",
						}, -- [154]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/14/2020 的 15:57:09。",
						}, -- [155]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [156]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [157]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [158]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [159]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [160]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [161]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [162]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [163]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [164]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [165]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [166]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [167]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [168]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [169]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [170]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [171]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [172]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [173]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [174]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [175]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [176]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [177]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [178]
						{
							["arg1"] = " ",
						}, -- [179]
						{
							["arg1"] = " ",
						}, -- [180]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/14/2020 的 22:20:27。",
						}, -- [181]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [182]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [183]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [184]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [185]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [186]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [187]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [188]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [189]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [190]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [191]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [192]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [193]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [194]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [195]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [196]
						{
							["arg1"] = " ",
						}, -- [197]
						{
							["arg1"] = " ",
						}, -- [198]
						{
							["arg1"] = "记录开始于 05/15/2020 的 13:22:46。",
							["type"] = "SYSTEM",
						}, -- [199]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [200]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [201]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [202]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [203]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [204]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [205]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [206]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [207]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [208]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [209]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [210]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [211]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [212]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [213]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [214]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [215]
						{
							["arg1"] = " ",
						}, -- [216]
						{
							["arg1"] = " ",
						}, -- [217]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/15/2020 的 15:03:02。",
						}, -- [218]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [219]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [220]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [221]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [222]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [223]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [224]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [225]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [226]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [227]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [228]
						{
							["arg1"] = " ",
						}, -- [229]
						{
							["arg1"] = " ",
						}, -- [230]
						{
							["arg1"] = "记录开始于 05/15/2020 的 19:53:41。",
							["type"] = "SYSTEM",
						}, -- [231]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [232]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [233]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [234]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [235]
						{
							["arg1"] = " ",
						}, -- [236]
						{
							["arg1"] = " ",
						}, -- [237]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/15/2020 的 21:05:30。",
						}, -- [238]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [239]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [240]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [241]
						{
							["arg1"] = " ",
						}, -- [242]
						{
							["arg1"] = " ",
						}, -- [243]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/15/2020 的 23:30:16。",
						}, -- [244]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [245]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [246]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = " ",
						}, -- [249]
						{
							["arg1"] = "记录开始于 05/16/2020 的 11:28:57。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
				},
				["世界防务"] = {
					["enabled"] = true,
					["name"] = "世界防务",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/16/2020 的 11:28:57。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				},
				[""] = {
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/10/2020 的 22:35:35。",
							["type"] = "SYSTEM",
						}, -- [1]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1589121335,
							["arg1"] = "g.200wG=30 o r 有8600000 需要的MMMM",
							["arg9"] = "",
							["arg2"] = "Dfrewe-利刃之拳",
						}, -- [2]
						{
							["arg1"] = " ",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["arg1"] = "记录开始于 05/16/2020 的 11:28:57。",
							["type"] = "SYSTEM",
						}, -- [5]
					},
				},
				["交易"] = {
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "交易",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 20:27:04。",
						}, -- [1]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [2]
						{
							["arg1"] = " ",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["arg1"] = "记录开始于 05/08/2020 的 23:33:15。",
							["type"] = "SYSTEM",
						}, -- [5]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [6]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [7]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [8]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [9]
						{
							["arg1"] = " ",
						}, -- [10]
						{
							["arg1"] = " ",
						}, -- [11]
						{
							["arg1"] = "记录开始于 05/08/2020 的 23:52:15。",
							["type"] = "SYSTEM",
						}, -- [12]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [13]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [14]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [15]
						{
							["arg1"] = " ",
						}, -- [16]
						{
							["arg1"] = " ",
						}, -- [17]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 14:13:50。",
						}, -- [18]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [19]
						{
							["arg1"] = " ",
						}, -- [20]
						{
							["arg1"] = " ",
						}, -- [21]
						{
							["arg1"] = "记录开始于 05/09/2020 的 14:44:28。",
							["type"] = "SYSTEM",
						}, -- [22]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [23]
						{
							["arg1"] = " ",
						}, -- [24]
						{
							["arg1"] = " ",
						}, -- [25]
						{
							["arg1"] = "记录开始于 05/09/2020 的 15:12:22。",
							["type"] = "SYSTEM",
						}, -- [26]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [27]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [28]
						{
							["arg1"] = " ",
						}, -- [29]
						{
							["arg1"] = " ",
						}, -- [30]
						{
							["arg1"] = "记录开始于 05/09/2020 的 19:26:35。",
							["type"] = "SYSTEM",
						}, -- [31]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [32]
						{
							["arg1"] = " ",
						}, -- [33]
						{
							["arg1"] = " ",
						}, -- [34]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 21:32:03。",
						}, -- [35]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [36]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [37]
						{
							["arg1"] = " ",
						}, -- [38]
						{
							["arg1"] = " ",
						}, -- [39]
						{
							["arg1"] = "记录开始于 05/09/2020 的 22:05:56。",
							["type"] = "SYSTEM",
						}, -- [40]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [41]
						{
							["arg1"] = " ",
						}, -- [42]
						{
							["arg1"] = " ",
						}, -- [43]
						{
							["arg1"] = "记录开始于 05/10/2020 的 14:14:50。",
							["type"] = "SYSTEM",
						}, -- [44]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [45]
						{
							["arg1"] = " ",
						}, -- [46]
						{
							["arg1"] = " ",
						}, -- [47]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/10/2020 的 15:06:18。",
						}, -- [48]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [49]
						{
							["arg1"] = " ",
						}, -- [50]
						{
							["arg1"] = " ",
						}, -- [51]
						{
							["arg1"] = "记录开始于 05/10/2020 的 19:31:39。",
							["type"] = "SYSTEM",
						}, -- [52]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [53]
						{
							["arg1"] = " ",
						}, -- [54]
						{
							["arg1"] = " ",
						}, -- [55]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/10/2020 的 20:35:56。",
						}, -- [56]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [57]
						{
							["arg1"] = " ",
						}, -- [58]
						{
							["arg1"] = " ",
						}, -- [59]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/11/2020 的 20:47:52。",
						}, -- [60]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [61]
						{
							["arg1"] = " ",
						}, -- [62]
						{
							["arg1"] = " ",
						}, -- [63]
						{
							["arg1"] = "记录开始于 05/11/2020 的 21:15:17。",
							["type"] = "SYSTEM",
						}, -- [64]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [65]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [66]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [67]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [68]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [69]
						{
							["arg1"] = " ",
						}, -- [70]
						{
							["arg1"] = " ",
						}, -- [71]
						{
							["arg1"] = "记录开始于 05/12/2020 的 22:08:29。",
							["type"] = "SYSTEM",
						}, -- [72]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [73]
						{
							["arg1"] = " ",
						}, -- [74]
						{
							["arg1"] = " ",
						}, -- [75]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/13/2020 的 15:00:50。",
						}, -- [76]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [77]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [78]
						{
							["arg1"] = " ",
						}, -- [79]
						{
							["arg1"] = " ",
						}, -- [80]
						{
							["arg1"] = "记录开始于 05/13/2020 的 21:11:42。",
							["type"] = "SYSTEM",
						}, -- [81]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [82]
						{
							["arg1"] = " ",
						}, -- [83]
						{
							["arg1"] = " ",
						}, -- [84]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/13/2020 的 22:20:39。",
						}, -- [85]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [86]
						{
							["arg1"] = " ",
						}, -- [87]
						{
							["arg1"] = " ",
						}, -- [88]
						{
							["arg1"] = "记录开始于 05/14/2020 的 07:39:22。",
							["type"] = "SYSTEM",
						}, -- [89]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [90]
						{
							["arg1"] = " ",
						}, -- [91]
						{
							["arg1"] = " ",
						}, -- [92]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/14/2020 的 12:59:57。",
						}, -- [93]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [94]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [95]
						{
							["arg1"] = " ",
						}, -- [96]
						{
							["arg1"] = " ",
						}, -- [97]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/14/2020 的 14:36:32。",
						}, -- [98]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [99]
						{
							["arg1"] = " ",
						}, -- [100]
						{
							["arg1"] = " ",
						}, -- [101]
						{
							["arg1"] = "记录开始于 05/14/2020 的 15:43:08。",
							["type"] = "SYSTEM",
						}, -- [102]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [103]
						{
							["arg1"] = " ",
						}, -- [104]
						{
							["arg1"] = " ",
						}, -- [105]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/14/2020 的 15:57:09。",
						}, -- [106]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [107]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [108]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [109]
						{
							["arg1"] = " ",
						}, -- [110]
						{
							["arg1"] = " ",
						}, -- [111]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/14/2020 的 22:20:27。",
						}, -- [112]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [113]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [114]
						{
							["arg1"] = " ",
						}, -- [115]
						{
							["arg1"] = " ",
						}, -- [116]
						{
							["arg1"] = "记录开始于 05/15/2020 的 13:22:46。",
							["type"] = "SYSTEM",
						}, -- [117]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [118]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [119]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [120]
						{
							["arg1"] = " ",
						}, -- [121]
						{
							["arg1"] = " ",
						}, -- [122]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/15/2020 的 15:03:02。",
						}, -- [123]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [124]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [125]
						{
							["arg1"] = " ",
						}, -- [126]
						{
							["arg1"] = " ",
						}, -- [127]
						{
							["arg1"] = "记录开始于 05/15/2020 的 19:53:41。",
							["type"] = "SYSTEM",
						}, -- [128]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [129]
						{
							["arg1"] = " ",
						}, -- [130]
						{
							["arg1"] = " ",
						}, -- [131]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/15/2020 的 21:05:30。",
						}, -- [132]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [133]
						{
							["arg1"] = " ",
						}, -- [134]
						{
							["arg1"] = " ",
						}, -- [135]
						{
							["arg1"] = "记录开始于 05/16/2020 的 11:28:57。",
							["type"] = "SYSTEM",
						}, -- [136]
					},
				},
				["公会招募"] = {
					["enabled"] = true,
					["name"] = "公会招募",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/16/2020 的 11:28:57。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				},
			},
		},
	},
}
