
ElephantDBPerChar = {
	["profileKeys"] = {
		["十里扬州路 - 亡语者"] = "十里扬州路 - 亡语者",
	},
	["char"] = {
		["十里扬州路 - 亡语者"] = {
			["logs"] = {
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "悄悄话",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/08/2020 的 20:27:04。",
							["type"] = "SYSTEM",
						}, -- [1]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "WHISPER",
							["time"] = 1588941582,
							["arg1"] = "<大脚团队提示>欢迎加入本团队，希望我们合作愉快，拥有一次快乐的冒险旅程。",
							["clColor"] = "fffefefe",
						}, -- [2]
						{
							["arg1"] = " ",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 23:33:15。",
						}, -- [5]
						{
							["arg2"] = "我发现砰砰了-深渊之巢",
							["type"] = "WHISPER",
							["time"] = 1588952176,
							["arg1"] = "老哥 来只坐骑吗 失落的已久的角鹰兽 只需要10分钟 如有打扰 请见谅  ",
							["clColor"] = "ffc31d39",
						}, -- [6]
						{
							["arg1"] = " ",
						}, -- [7]
						{
							["arg1"] = " ",
						}, -- [8]
						{
							["arg1"] = "记录开始于 05/09/2020 的 00:47:16。",
							["type"] = "SYSTEM",
						}, -- [9]
						{
							["arg2"] = "|Kq16|k",
							["type"] = "BN_WHISPER",
							["time"] = 1588956823,
							["arg1"] = "还是gg 不行",
						}, -- [10]
						{
							["arg2"] = "|Kq16|k",
							["type"] = "BN_WHISPER",
							["time"] = 1588956849,
							["arg1"] = "宠物对战一直gg",
						}, -- [11]
						{
							["arg1"] = " ",
						}, -- [12]
						{
							["arg1"] = " ",
						}, -- [13]
						{
							["arg1"] = "记录开始于 05/09/2020 的 14:27:31。",
							["type"] = "SYSTEM",
						}, -- [14]
						{
							["arg2"] = "屠戮者西克沃斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589005792,
							["arg1"] = "你必将破碎！",
						}, -- [15]
						{
							["arg2"] = "屠戮者西克沃斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589005833,
							["arg1"] = "尼奥罗萨……已经归来……",
						}, -- [16]
						{
							["arg1"] = " ",
						}, -- [17]
						{
							["arg1"] = " ",
						}, -- [18]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 14:44:28。",
						}, -- [19]
						{
							["arg2"] = "|Kq9|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589006854,
							["arg1"] = "小猫  现在有事干不？",
						}, -- [20]
						{
							["arg2"] = "|Kq9|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589006862,
							["arg1"] = "干嘛",
						}, -- [21]
						{
							["arg2"] = "|Kq9|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589006937,
							["arg1"] = "就  你要没事干的话陪我去打打低层大米？",
						}, -- [22]
						{
							["arg2"] = "|Kq9|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589006952,
							["arg1"] = "用戒律玩玩",
						}, -- [23]
						{
							["arg2"] = "|Kq9|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589006956,
							["arg1"] = "等下可能会带朋友低保  ",
						}, -- [24]
						{
							["arg2"] = "|Kq9|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589006961,
							["arg1"] = "哦 OK",
						}, -- [25]
						{
							["arg2"] = "|Kq9|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589006973,
							["arg1"] = "我现在对戒律有点方啊",
						}, -- [26]
						{
							["arg2"] = "|Kq9|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589006988,
							["arg1"] = "防御戒律的话堆精通",
						}, -- [27]
						{
							["arg2"] = "|Kq9|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589006998,
							["arg1"] = "感觉我完全不知道要干嘛 尤其是队友都掉血的情况",
						}, -- [28]
						{
							["arg2"] = "|Kq9|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589007017,
							["arg1"] = "队友都掉血  耀  然后苦修血最少的那个",
						}, -- [29]
						{
							["arg2"] = "|Kq9|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589007028,
							["arg1"] = "在可预见的AOE来之前上好盾",
						}, -- [30]
						{
							["arg2"] = "|Kq9|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589007051,
							["arg1"] = "=。 =话是这么说  但是手忙脚乱的",
						}, -- [31]
						{
							["arg2"] = "|Kq9|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589007085,
							["arg1"] = "那你可以像我ND一样  保持全队盾/救赎",
						}, -- [32]
						{
							["arg2"] = "|Kq9|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589007151,
							["arg1"] = "现在的问题是 我对救赎理解不清楚",
						}, -- [33]
						{
							["arg2"] = "|Kq9|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589007172,
							["arg1"] = "熊宝怎么了  他不会酒驾吧",
						}, -- [34]
						{
							["arg1"] = " ",
						}, -- [35]
						{
							["arg1"] = " ",
						}, -- [36]
						{
							["arg1"] = "记录开始于 05/09/2020 的 15:38:24。",
							["type"] = "SYSTEM",
						}, -- [37]
					},
				}, -- [1]
				{
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "团队",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/08/2020 的 20:27:04。",
							["type"] = "SYSTEM",
						}, -- [1]
						{
							["arg2"] = "优昙华院-亚雷戈斯",
							["type"] = "RAID",
							["time"] = 1588941598,
							["arg1"] = "谢谢",
							["clColor"] = "ffa9d271",
						}, -- [2]
						{
							["arg2"] = "沃银酋长-阿克蒙德",
							["type"] = "RAID",
							["time"] = 1588941602,
							["arg1"] = "客气",
							["clColor"] = "ffc59a6c",
						}, -- [3]
						{
							["arg2"] = "Leia-暗影议会",
							["type"] = "RAID",
							["time"] = 1588941615,
							["arg1"] = "麻烦共享下任务",
							["clColor"] = "fffefefe",
						}, -- [4]
						{
							["arg2"] = "Leia-暗影议会",
							["type"] = "RAID",
							["time"] = 1588941618,
							["arg1"] = "谢谢 ",
							["clColor"] = "fffefefe",
						}, -- [5]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "RAID_LEADER",
							["time"] = 1588941624,
							["arg1"] = "R",
							["clColor"] = "fffefefe",
						}, -- [6]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "RAID_LEADER",
							["time"] = 1588941651,
							["arg1"] = "95 2G ",
							["clColor"] = "fffefefe",
						}, -- [7]
						{
							["arg2"] = "歪歪侠-燃烧之刃",
							["type"] = "RAID",
							["time"] = 1588941653,
							["arg1"] = "2个95",
							["clColor"] = "ffa9d271",
						}, -- [8]
						{
							["arg2"] = "樱导演-死亡之翼",
							["type"] = "RAID",
							["time"] = 1588941661,
							["arg1"] = "？ ROLL点什么意思",
							["clColor"] = "ffc31d39",
						}, -- [9]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "RAID_LEADER",
							["time"] = 1588941663,
							["arg1"] = "在 R",
							["clColor"] = "fffefefe",
						}, -- [10]
						{
							["arg2"] = "歪歪侠-燃烧之刃",
							["type"] = "RAID",
							["time"] = 1588941664,
							["arg1"] = "再来一发",
							["clColor"] = "ffa9d271",
						}, -- [11]
						{
							["arg2"] = "斩击-影之哀伤",
							["type"] = "RAID",
							["time"] = 1588941670,
							["arg1"] = "...",
							["clColor"] = "ffc59a6c",
						}, -- [12]
						{
							["arg2"] = "沃银酋长-阿克蒙德",
							["type"] = "RAID",
							["time"] = 1588941671,
							["arg1"] = "防止司马gzs",
							["clColor"] = "ffc59a6c",
						}, -- [13]
						{
							["arg2"] = "德之吾幸丶-影之哀伤",
							["type"] = "RAID",
							["time"] = 1588941676,
							["arg1"] = "就防GZS",
							["clColor"] = "fffe7b09",
						}, -- [14]
						{
							["arg2"] = "樱导演-死亡之翼",
							["type"] = "RAID",
							["time"] = 1588941678,
							["arg1"] = "额",
							["clColor"] = "ffc31d39",
						}, -- [15]
						{
							["arg2"] = "樱导演-死亡之翼",
							["type"] = "RAID",
							["time"] = 1588941680,
							["arg1"] = "懂了",
							["clColor"] = "ffc31d39",
						}, -- [16]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "RAID_LEADER",
							["time"] = 1588941708,
							["arg1"] = "几对",
							["clColor"] = "fffefefe",
						}, -- [17]
						{
							["arg2"] = "蝶罗迦-凤凰之神",
							["type"] = "RAID",
							["time"] = 1588941717,
							["arg1"] = "我的？",
							["clColor"] = "ff3ec5e9",
						}, -- [18]
						{
							["arg2"] = "歪歪侠-燃烧之刃",
							["type"] = "RAID",
							["time"] = 1588941718,
							["arg1"] = "打蛋",
							["clColor"] = "ffa9d271",
						}, -- [19]
						{
							["arg2"] = "playerertecg-凤凰之神",
							["type"] = "RAID",
							["time"] = 1588941734,
							["arg1"] = "就给4队FS吧",
							["clColor"] = "fffe7b09",
						}, -- [20]
						{
							["arg2"] = "歪歪侠-燃烧之刃",
							["type"] = "RAID",
							["time"] = 1588941737,
							["arg1"] = "看错了。。",
							["clColor"] = "ffa9d271",
						}, -- [21]
						{
							["arg2"] = "默宇-国王之谷",
							["type"] = "RAID",
							["time"] = 1588941742,
							["arg1"] = "挂机一个踢了吧",
							["clColor"] = "ffa9d271",
						}, -- [22]
						{
							["arg2"] = "梅花到处开-军团要塞",
							["type"] = "RAID",
							["time"] = 1588941744,
							["arg1"] = "didi ",
							["clColor"] = "ff3ec5e9",
						}, -- [23]
						{
							["arg2"] = "沃银酋长-阿克蒙德",
							["type"] = "RAID",
							["time"] = 1588941748,
							["arg1"] = "拍吧",
							["clColor"] = "ffc59a6c",
						}, -- [24]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "RAID",
							["time"] = 1588941759,
							["arg1"] = "几个奶  不够把",
							["clColor"] = "fffefefe",
						}, -- [25]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "RAID",
							["time"] = 1588941764,
							["arg1"] = "5个 过了",
							["clColor"] = "fffefefe",
						}, -- [26]
						{
							["arg2"] = "playerertecg-凤凰之神",
							["type"] = "RAID",
							["time"] = 1588941769,
							["arg1"] = "5个 够了",
							["clColor"] = "fffe7b09",
						}, -- [27]
						{
							["arg2"] = "歪歪侠-燃烧之刃",
							["type"] = "RAID",
							["time"] = 1588941769,
							["arg1"] = "5个",
							["clColor"] = "ffa9d271",
						}, -- [28]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "RAID",
							["time"] = 1588941770,
							["arg1"] = "拍 ",
							["clColor"] = "fffefefe",
						}, -- [29]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "RAID",
							["time"] = 1588941772,
							["arg1"] = "大脚任务进度提示: 在赞达拉港查看战时指挥桌：1/1(完成)",
							["clColor"] = "fffefefe",
						}, -- [30]
						{
							["arg2"] = "打不过就跑鸭-阿克蒙德",
							["type"] = "RAID",
							["time"] = 1588941772,
							["arg1"] = "大脚任务进度提示: 在赞达拉港查看战时指挥桌：1/1(完成)",
							["clColor"] = "ffa9d271",
						}, -- [31]
						{
							["arg2"] = "蝶罗迦-凤凰之神",
							["type"] = "RAID_LEADER",
							["time"] = 1588941778,
							["arg1"] = "咋拍不了",
							["clColor"] = "ff3ec5e9",
						}, -- [32]
						{
							["arg2"] = "蝶罗迦-凤凰之神",
							["type"] = "RAID_LEADER",
							["time"] = 1588941781,
							["arg1"] = "有掉线的没？？",
							["clColor"] = "ff3ec5e9",
						}, -- [33]
						{
							["arg2"] = "优昙华院-亚雷戈斯",
							["type"] = "RAID",
							["time"] = 1588941787,
							["arg1"] = "部落是堆尸体,不怕",
							["clColor"] = "ffa9d271",
						}, -- [34]
						{
							["arg2"] = "歪歪侠-燃烧之刃",
							["type"] = "RAID",
							["time"] = 1588941789,
							["arg1"] = "上了",
							["clColor"] = "ffa9d271",
						}, -- [35]
						{
							["arg2"] = "梅花到处开-军团要塞",
							["type"] = "RAID",
							["time"] = 1588941805,
							["arg1"] = "联盟一次不死",
							["clColor"] = "ff3ec5e9",
						}, -- [36]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "RAID",
							["time"] = 1588941809,
							["arg1"] = "任务 都接了把",
							["clColor"] = "fffefefe",
						}, -- [37]
						{
							["arg2"] = "打蛋器-血色十字军",
							["type"] = "RAID",
							["time"] = 1588941812,
							["arg1"] = "为啥",
							["clColor"] = "ffa9d271",
						}, -- [38]
						{
							["arg2"] = "樱导演-死亡之翼",
							["type"] = "RAID",
							["time"] = 1588941814,
							["arg1"] = "傻",
							["clColor"] = "ffc31d39",
						}, -- [39]
						{
							["arg2"] = "优昙华院-亚雷戈斯",
							["type"] = "RAID",
							["time"] = 1588941816,
							["arg1"] = "联盟靠治疗",
							["clColor"] = "ffa9d271",
						}, -- [40]
						{
							["arg2"] = "樱导演-死亡之翼",
							["type"] = "RAID",
							["time"] = 1588941818,
							["arg1"] = "啥任务",
							["clColor"] = "ffc31d39",
						}, -- [41]
						{
							["arg2"] = "樱导演-死亡之翼",
							["type"] = "RAID",
							["time"] = 1588941825,
							["arg1"] = "黑海岸之战吗",
							["clColor"] = "ffc31d39",
						}, -- [42]
						{
							["arg2"] = "优昙华院-亚雷戈斯",
							["type"] = "RAID",
							["time"] = 1588941827,
							["arg1"] = "差1个",
							["clColor"] = "ffa9d271",
						}, -- [43]
						{
							["arg2"] = "梅花到处开-军团要塞",
							["type"] = "RAID",
							["time"] = 1588941830,
							["arg1"] = "谁啊？？",
							["clColor"] = "ff3ec5e9",
						}, -- [44]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "RAID",
							["time"] = 1588941831,
							["arg1"] = "嗯",
							["clColor"] = "fffefefe",
						}, -- [45]
						{
							["arg2"] = "蝶罗迦-凤凰之神",
							["type"] = "RAID_LEADER",
							["time"] = 1588941831,
							["arg1"] = "共享了",
							["clColor"] = "ff3ec5e9",
						}, -- [46]
						{
							["arg2"] = "沃银酋长-阿克蒙德",
							["type"] = "RAID",
							["time"] = 1588941833,
							["arg1"] = "谁啊 赶紧进",
							["clColor"] = "ffc59a6c",
						}, -- [47]
						{
							["arg2"] = "蝶罗迦-凤凰之神",
							["type"] = "RAID_LEADER",
							["time"] = 1588941833,
							["arg1"] = "接",
							["clColor"] = "ff3ec5e9",
						}, -- [48]
						{
							["arg2"] = "梅花到处开-军团要塞",
							["type"] = "RAID",
							["time"] = 1588941833,
							["arg1"] = "赶紧的 ",
							["clColor"] = "ff3ec5e9",
						}, -- [49]
						{
							["arg2"] = "歪歪侠-燃烧之刃",
							["type"] = "MONSTER_YELL",
							["time"] = 1588941848,
							["arg1"] = "洛丹伦的战士们，服从主人的召唤！",
							["clColor"] = "ffa9d271",
						}, -- [50]
						{
							["arg2"] = "恐怖船长寒渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1588941855,
							["arg1"] = "是奇美拉！快隐蔽！",
						}, -- [51]
						{
							["arg2"] = "赛拉·月卫",
							["type"] = "MONSTER_YELL",
							["time"] = 1588941859,
							["arg1"] = "趁敌人还没来，快上岸！",
						}, -- [52]
						{
							["arg2"] = "冷傲吉尔斯-冰霜之刃",
							["type"] = "RAID",
							["time"] = 1588941908,
							["arg1"] = "大脚任务进度提示: 在赞达拉港查看战时指挥桌：1/1(完成)",
							["clColor"] = "ffa9d271",
						}, -- [53]
						{
							["arg2"] = "妮瓦拉·夜影",
							["type"] = "MONSTER_YELL",
							["time"] = 1588941996,
							["arg1"] = "停！你不能再往前走了。",
						}, -- [54]
						{
							["arg2"] = "歪歪侠-燃烧之刃",
							["type"] = "RAID",
							["time"] = 1588942096,
							["arg1"] = "近战很爽的这个，。。",
							["clColor"] = "ffa9d271",
						}, -- [55]
						{
							["arg2"] = "死亡猎手指挥官贝尔蒙特",
							["type"] = "MONSTER_YELL",
							["time"] = 1588942109,
							["arg1"] = "勇士们！快释放我们，我们才能继续任务。",
						}, -- [56]
						{
							["arg2"] = "麦克雷雷-亚雷戈斯",
							["type"] = "RAID",
							["time"] = 1588942118,
							["arg1"] = "连续5次过分了啊",
							["clColor"] = "ffc59a6c",
						}, -- [57]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "RAID",
							["time"] = 1588942120,
							["arg1"] = "从头昏迷到尾",
							["clColor"] = "ffa22fc8",
						}, -- [58]
						{
							["arg2"] = "歪歪侠",
							["type"] = "MONSTER_YELL",
							["time"] = 1588942125,
							["arg1"] = "绝望……如此甘甜……",
							["clColor"] = "ffa9d271",
						}, -- [59]
						{
							["arg2"] = "大药剂师法拉尼尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588942132,
							["arg1"] = "终于自由了！",
						}, -- [60]
						{
							["arg2"] = "死亡猎手指挥官贝尔蒙特",
							["type"] = "MONSTER_YELL",
							["time"] = 1588942135,
							["arg1"] = "关于我死亡的传闻被过分夸大了。",
						}, -- [61]
						{
							["arg2"] = "大药剂师法拉尼尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588942138,
							["arg1"] = "继续完成黑暗女王的任务。我们去制造瘟疫吧！",
						}, -- [62]
						{
							["arg2"] = "大德鲁伊安得列留斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1588942305,
							["arg1"] = "你践踏了卡多雷的土地！回到你的女妖之王身边去吧！",
						}, -- [63]
						{
							["arg2"] = "麦克雷雷-亚雷戈斯",
							["type"] = "RAID",
							["time"] = 1588942348,
							["arg1"] = "上个厕所",
							["clColor"] = "ffc59a6c",
						}, -- [64]
						{
							["arg2"] = "优昙华院-亚雷戈斯",
							["type"] = "RAID",
							["time"] = 1588942545,
							["arg1"] = "虽然是roll的,但是团长不聊天打屁我有点瘆得慌",
							["clColor"] = "ffa9d271",
						}, -- [65]
						{
							["arg2"] = "歪歪侠",
							["type"] = "MONSTER_YELL",
							["time"] = 1588942758,
							["arg1"] = "无能的家伙！",
							["clColor"] = "ffa9d271",
						}, -- [66]
						{
							["arg2"] = "优昙华院-亚雷戈斯",
							["type"] = "RAID",
							["time"] = 1588942820,
							["arg1"] = "哨站",
							["clColor"] = "ffa9d271",
						}, -- [67]
						{
							["arg2"] = "蝶罗迦-凤凰之神",
							["type"] = "RAID_LEADER",
							["time"] = 1588942921,
							["arg1"] = "打下来教下矿",
							["clColor"] = "ff3ec5e9",
						}, -- [68]
						{
							["arg2"] = "蝶罗迦-凤凰之神",
							["type"] = "RAID_LEADER",
							["time"] = 1588942926,
							["arg1"] = "采的好慢",
							["clColor"] = "ff3ec5e9",
						}, -- [69]
						{
							["arg2"] = "歪歪侠",
							["type"] = "MONSTER_YELL",
							["time"] = 1588942935,
							["arg1"] = "恐惧……如此美好……",
							["clColor"] = "ffa9d271",
						}, -- [70]
						{
							["arg2"] = "清风问樱-死亡之翼",
							["type"] = "RAID",
							["time"] = 1588943058,
							["arg1"] = "交一波",
							["clColor"] = "ffa22fc8",
						}, -- [71]
						{
							["arg2"] = "蝶罗迦-凤凰之神",
							["type"] = "RAID_LEADER",
							["time"] = 1588943065,
							["arg1"] = "交物资",
							["clColor"] = "ff3ec5e9",
						}, -- [72]
						{
							["arg2"] = "蝶罗迦-凤凰之神",
							["type"] = "RAID_LEADER",
							["time"] = 1588943067,
							["arg1"] = "出车",
							["clColor"] = "ff3ec5e9",
						}, -- [73]
						{
							["arg2"] = "优昙华院-亚雷戈斯",
							["type"] = "RAID",
							["time"] = 1588943549,
							["arg1"] = "会用月刃的用一下",
							["clColor"] = "ffa9d271",
						}, -- [74]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943563,
							["arg1"] = "你怎么能站在部落那边，姐妹？你怎么能舍弃正义？",
						}, -- [75]
						{
							["arg2"] = "歪歪侠-燃烧之刃",
							["type"] = "RAID",
							["time"] = 1588943563,
							["arg1"] = "尽量保命哈，你死了随从也没了",
							["clColor"] = "ffa9d271",
						}, -- [76]
						{
							["arg2"] = "优昙华院-亚雷戈斯",
							["type"] = "RAID",
							["time"] = 1588943569,
							["arg1"] = "不会的尽量别捡",
							["clColor"] = "ffa9d271",
						}, -- [77]
						{
							["arg2"] = "赛拉·月卫",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943569,
							["arg1"] = "你居然敢跟我提正义？我因你的命令而死。是你背弃了我！",
						}, -- [78]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943579,
							["arg1"] = "我让你失望了，赛拉。我会让你从痛苦中解脱，以此赎罪。",
						}, -- [79]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943587,
							["arg1"] = "为了卡多雷！",
						}, -- [80]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943607,
							["arg1"] = "为泰达希尔复仇！",
						}, -- [81]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943650,
							["arg1"] = "为泰达希尔复仇！",
						}, -- [82]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943657,
							["arg1"] = "燃烧吧，部落的渣滓！",
						}, -- [83]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943711,
							["arg1"] = "部落的渣滓！",
						}, -- [84]
						{
							["arg2"] = "斩击-影之哀伤",
							["type"] = "RAID",
							["time"] = 1588943722,
							["arg1"] = "没吃4BUFF",
							["clColor"] = "ffc59a6c",
						}, -- [85]
						{
							["arg2"] = "默宇-国王之谷",
							["type"] = "RAID",
							["time"] = 1588943736,
							["arg1"] = "死了释放起啊",
							["clColor"] = "ffa9d271",
						}, -- [86]
						{
							["arg2"] = "歪歪侠-燃烧之刃",
							["type"] = "RAID",
							["time"] = 1588943743,
							["arg1"] = "空没",
							["clColor"] = "ffa9d271",
						}, -- [87]
						{
							["arg2"] = "蝶罗迦-凤凰之神",
							["type"] = "RAID_LEADER",
							["time"] = 1588943747,
							["arg1"] = "吃buff",
							["clColor"] = "ff3ec5e9",
						}, -- [88]
						{
							["arg2"] = "蝶罗迦-凤凰之神",
							["type"] = "RAID_LEADER",
							["time"] = 1588943749,
							["arg1"] = "死了释放呀",
							["clColor"] = "ff3ec5e9",
						}, -- [89]
						{
							["arg2"] = "打蛋器-血色十字军",
							["type"] = "RAID",
							["time"] = 1588943750,
							["arg1"] = "？",
							["clColor"] = "ffa9d271",
						}, -- [90]
						{
							["arg2"] = "梅花到处开-军团要塞",
							["type"] = "RAID",
							["time"] = 1588943754,
							["arg1"] = "666",
							["clColor"] = "ff3ec5e9",
						}, -- [91]
						{
							["arg2"] = "歪歪侠-燃烧之刃",
							["type"] = "RAID",
							["time"] = 1588943756,
							["arg1"] = "不能啦出来呀",
							["clColor"] = "ffa9d271",
						}, -- [92]
						{
							["arg2"] = "丶真圣光-格瑞姆巴托",
							["type"] = "RAID",
							["time"] = 1588943756,
							["arg1"] = "顶上去啊",
							["clColor"] = "ff00fe95",
						}, -- [93]
						{
							["arg2"] = "打蛋器-血色十字军",
							["type"] = "RAID",
							["time"] = 1588943764,
							["arg1"] = "谁TM拉下台阶的",
							["clColor"] = "ffa9d271",
						}, -- [94]
						{
							["arg2"] = "playerertecg-凤凰之神",
							["type"] = "RAID",
							["time"] = 1588943769,
							["arg1"] = "真他妈牛逼。",
							["clColor"] = "fffe7b09",
						}, -- [95]
						{
							["arg2"] = "Leia-暗影议会",
							["type"] = "RAID",
							["time"] = 1588943771,
							["arg1"] = "哪个人才拉出取得",
							["clColor"] = "fffefefe",
						}, -- [96]
						{
							["arg2"] = "丶真圣光-格瑞姆巴托",
							["type"] = "RAID",
							["time"] = 1588943774,
							["arg1"] = "就堆尸体",
							["clColor"] = "ff00fe95",
						}, -- [97]
						{
							["arg2"] = "福建烤老鼠-深渊之巢",
							["type"] = "RAID",
							["time"] = 1588943780,
							["arg1"] = "我切治疗",
							["clColor"] = "ff00fe95",
						}, -- [98]
						{
							["arg2"] = "歪歪侠-燃烧之刃",
							["type"] = "RAID",
							["time"] = 1588943781,
							["arg1"] = "都死光了。就出来了",
							["clColor"] = "ffa9d271",
						}, -- [99]
						{
							["arg2"] = "蓝心幽寂-闪电之刃",
							["type"] = "RAID",
							["time"] = 1588943782,
							["arg1"] = "不起的 踢了",
							["clColor"] = "ffc59a6c",
						}, -- [100]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943783,
							["arg1"] = "为了卡多雷！",
						}, -- [101]
						{
							["arg2"] = "蝶罗迦-凤凰之神",
							["type"] = "RAID_LEADER",
							["time"] = 1588943807,
							["arg1"] = "没buff的回去补补",
							["clColor"] = "ff3ec5e9",
						}, -- [102]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943812,
							["arg1"] = "为泰达希尔复仇！",
						}, -- [103]
						{
							["arg2"] = "清风问樱-死亡之翼",
							["type"] = "RAID",
							["time"] = 1588943820,
							["arg1"] = "没有小弟的回去带俩",
							["clColor"] = "ffa22fc8",
						}, -- [104]
						{
							["arg2"] = "麦克雷雷-亚雷戈斯",
							["type"] = "RAID",
							["time"] = 1588943834,
							["arg1"] = "飞刀捡起来啊",
							["clColor"] = "ffc59a6c",
						}, -- [105]
						{
							["arg2"] = "歪歪侠-燃烧之刃",
							["type"] = "RAID",
							["time"] = 1588943851,
							["arg1"] = "这个圈中2下就秒了。注意下",
							["clColor"] = "ffa9d271",
						}, -- [106]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943855,
							["arg1"] = "为泰达希尔复仇！",
						}, -- [107]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943872,
							["arg1"] = "部落的渣滓！",
						}, -- [108]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943891,
							["arg1"] = "燃烧吧，部落的渣滓！",
						}, -- [109]
						{
							["arg2"] = "樱导演-死亡之翼",
							["type"] = "RAID",
							["time"] = 1588943911,
							["arg1"] = "我掉线了",
							["clColor"] = "ffc31d39",
						}, -- [110]
						{
							["arg2"] = "樱导演-死亡之翼",
							["type"] = "RAID",
							["time"] = 1588943913,
							["arg1"] = "还能进来吗",
							["clColor"] = "ffc31d39",
						}, -- [111]
						{
							["arg2"] = "樱导演-死亡之翼",
							["type"] = "RAID",
							["time"] = 1588943932,
							["arg1"] = "hello",
							["clColor"] = "ffc31d39",
						}, -- [112]
						{
							["arg2"] = "麦克雷雷-亚雷戈斯",
							["type"] = "RAID",
							["time"] = 1588943932,
							["arg1"] = "捡飞刀啊，火墙的时候用",
							["clColor"] = "ffc59a6c",
						}, -- [113]
						{
							["arg2"] = "麦克雷雷-亚雷戈斯",
							["type"] = "RAID",
							["time"] = 1588943933,
							["arg1"] = "捡飞刀啊，火墙的时候用",
							["clColor"] = "ffc59a6c",
						}, -- [114]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943936,
							["arg1"] = "部落的渣滓！",
						}, -- [115]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943951,
							["arg1"] = "燃烧吧，部落的渣滓！",
						}, -- [116]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943969,
							["arg1"] = "部落的渣滓！",
						}, -- [117]
						{
							["arg2"] = "蝶罗迦-凤凰之神",
							["type"] = "RAID_LEADER",
							["time"] = 1588943984,
							["arg1"] = "直接活",
							["clColor"] = "ff3ec5e9",
						}, -- [118]
						{
							["arg2"] = "蝶罗迦-凤凰之神",
							["type"] = "RAID_LEADER",
							["time"] = 1588943987,
							["arg1"] = "尸体堆",
							["clColor"] = "ff3ec5e9",
						}, -- [119]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943987,
							["arg1"] = "部落的渣滓！",
						}, -- [120]
						{
							["arg2"] = "蝶罗迦-凤凰之神",
							["type"] = "RAID_LEADER",
							["time"] = 1588944014,
							["arg1"] = "不要拉下台阶",
							["clColor"] = "ff3ec5e9",
						}, -- [121]
						{
							["arg2"] = "蝶罗迦-凤凰之神",
							["type"] = "RAID_LEADER",
							["time"] = 1588944029,
							["arg1"] = "我来负责捡刀扇",
							["clColor"] = "ff3ec5e9",
						}, -- [122]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588944032,
							["arg1"] = "燃烧吧，部落的渣滓！",
						}, -- [123]
						{
							["arg2"] = "樱导演-死亡之翼",
							["type"] = "RAID",
							["time"] = 1588944052,
							["arg1"] = "掉线了 就进不来了吗",
							["clColor"] = "ffc31d39",
						}, -- [124]
						{
							["arg2"] = "歪歪侠-燃烧之刃",
							["type"] = "RAID",
							["time"] = 1588944064,
							["arg1"] = "在战斗",
							["clColor"] = "ffa9d271",
						}, -- [125]
						{
							["arg2"] = "斩击-影之哀伤",
							["type"] = "RAID",
							["time"] = 1588944089,
							["arg1"] = "SX ",
							["clColor"] = "ffc59a6c",
						}, -- [126]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588944098,
							["arg1"] = "燃烧吧，部落的渣滓！",
						}, -- [127]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588944130,
							["arg1"] = "燃烧吧，部落的渣滓！",
						}, -- [128]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588944162,
							["arg1"] = "燃烧吧，部落的渣滓！",
						}, -- [129]
						{
							["arg2"] = "蝶罗迦-凤凰之神",
							["type"] = "RAID_LEADER",
							["time"] = 1588944165,
							["arg1"] = "别活了",
							["clColor"] = "ff3ec5e9",
						}, -- [130]
						{
							["arg2"] = "蝶罗迦-凤凰之神",
							["type"] = "RAID_LEADER",
							["time"] = 1588944166,
							["arg1"] = "躺着",
							["clColor"] = "ff3ec5e9",
						}, -- [131]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588944174,
							["arg1"] = "你休想轻易打败我……",
						}, -- [132]
						{
							["arg2"] = "歪歪侠-燃烧之刃",
							["type"] = "RAID",
							["time"] = 1588944188,
							["arg1"] = "t",
							["clColor"] = "ffa9d271",
						}, -- [133]
						{
							["arg2"] = "歪歪侠-燃烧之刃",
							["type"] = "RAID",
							["time"] = 1588944190,
							["arg1"] = "88",
							["clColor"] = "ffa9d271",
						}, -- [134]
						{
							["arg2"] = "playerertecg-凤凰之神",
							["type"] = "RAID",
							["time"] = 1588944194,
							["arg1"] = "大脚任务进度提示: 在赞达拉港查看战时指挥桌：1/1(完成)",
							["clColor"] = "fffe7b09",
						}, -- [135]
						{
							["arg2"] = "樱导演-死亡之翼",
							["type"] = "RAID",
							["time"] = 1588944199,
							["arg1"] = "草 白打",
							["clColor"] = "ffc31d39",
						}, -- [136]
						{
							["arg1"] = " ",
						}, -- [137]
						{
							["arg1"] = " ",
						}, -- [138]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 23:33:15。",
						}, -- [139]
						{
							["arg2"] = "深渊容器",
							["type"] = "MONSTER_YELL",
							["time"] = 1588952341,
							["arg1"] = "你太迟了！",
						}, -- [140]
						{
							["arg2"] = "深渊畸体",
							["type"] = "MONSTER_YELL",
							["time"] = 1588952347,
							["arg1"] = "",
						}, -- [141]
						{
							["arg2"] = "火金派防御者",
							["type"] = "MONSTER_YELL",
							["time"] = 1588952460,
							["arg1"] = "他们一直涌过来。我们不能失去两处神殿！",
						}, -- [142]
						{
							["arg1"] = " ",
						}, -- [143]
						{
							["arg1"] = " ",
						}, -- [144]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 23:52:15。",
						}, -- [145]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954194,
							["arg1"] = "元素已经发声。艾泽拉斯即将灭亡。",
						}, -- [146]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954199,
							["arg1"] = "不喝血的，都得死！",
						}, -- [147]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954204,
							["arg1"] = "古神之血是我们唯一的救赎！",
						}, -- [148]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954211,
							["arg1"] = "我们必须服从恩佐斯！",
						}, -- [149]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954234,
							["arg1"] = "我们必须服从恩佐斯！",
						}, -- [150]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954257,
							["arg1"] = "我们必须服从恩佐斯！",
						}, -- [151]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954279,
							["arg1"] = "感谢你……让我……重获自由……",
						}, -- [152]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954881,
							["arg1"] = "元素已经发声。艾泽拉斯即将灭亡。",
						}, -- [153]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954892,
							["arg1"] = "古神之血是我们唯一的救赎！",
						}, -- [154]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955016,
							["arg1"] = "不喝血的，都得死！",
						}, -- [155]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955028,
							["arg1"] = "他的力量无人能挡！",
						}, -- [156]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955051,
							["arg1"] = "他的力量无人能挡！",
						}, -- [157]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955075,
							["arg1"] = "他的力量无人能挡！",
						}, -- [158]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955098,
							["arg1"] = "他的力量无人能挡！",
						}, -- [159]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955101,
							["arg1"] = "感谢你……让我……重获自由……",
						}, -- [160]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955428,
							["arg1"] = "元素已经发声。艾泽拉斯即将灭亡。",
						}, -- [161]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955439,
							["arg1"] = "古神之血是我们唯一的救赎！",
						}, -- [162]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955526,
							["arg1"] = "不喝血的，都得死！",
						}, -- [163]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955538,
							["arg1"] = "他的力量无人能挡！",
						}, -- [164]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955561,
							["arg1"] = "他的力量无人能挡！",
						}, -- [165]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955584,
							["arg1"] = "他的力量无人能挡！",
						}, -- [166]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955607,
							["arg1"] = "他的力量无人能挡！",
						}, -- [167]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955613,
							["arg1"] = "感谢你……让我……重获自由……",
						}, -- [168]
						{
							["arg1"] = " ",
						}, -- [169]
						{
							["arg1"] = " ",
						}, -- [170]
						{
							["arg1"] = "记录开始于 05/09/2020 的 00:47:16。",
							["type"] = "SYSTEM",
						}, -- [171]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956681,
							["arg1"] = "元素已经发声。艾泽拉斯即将灭亡。",
						}, -- [172]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956692,
							["arg1"] = "古神之血是我们唯一的救赎！",
						}, -- [173]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956768,
							["arg1"] = "不喝血的，都得死！",
						}, -- [174]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956780,
							["arg1"] = "他的力量无人能挡！",
						}, -- [175]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956803,
							["arg1"] = "他的力量无人能挡！",
						}, -- [176]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956826,
							["arg1"] = "他的力量无人能挡！",
						}, -- [177]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956849,
							["arg1"] = "我们必须服从恩佐斯！",
						}, -- [178]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956853,
							["arg1"] = "感谢你……让我……重获自由……",
						}, -- [179]
						{
							["arg1"] = " ",
						}, -- [180]
						{
							["arg1"] = " ",
						}, -- [181]
						{
							["arg1"] = "记录开始于 05/09/2020 的 14:13:50。",
							["type"] = "SYSTEM",
						}, -- [182]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589005131,
							["arg1"] = "元素已经发声。艾泽拉斯即将灭亡。",
						}, -- [183]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589005141,
							["arg1"] = "古神之血是我们唯一的救赎！",
						}, -- [184]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589005144,
							["arg1"] = "不喝血的，都得死！",
						}, -- [185]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589005155,
							["arg1"] = "他的力量无人能挡！",
						}, -- [186]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589005178,
							["arg1"] = "他的力量无人能挡！",
						}, -- [187]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589005198,
							["arg1"] = "他的力量无人能挡！",
						}, -- [188]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589005219,
							["arg1"] = "感谢你……让我……重获自由……",
						}, -- [189]
						{
							["arg1"] = " ",
						}, -- [190]
						{
							["arg1"] = " ",
						}, -- [191]
						{
							["arg1"] = "记录开始于 05/09/2020 的 14:27:31。",
							["type"] = "SYSTEM",
						}, -- [192]
						{
							["arg2"] = "泽坎",
							["type"] = "MONSTER_YELL",
							["time"] = 1589005779,
							["arg1"] = "勇士们！我们需要帮助！",
						}, -- [193]
						{
							["arg2"] = "屠戮者西克沃斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589005792,
							["arg1"] = "你必将破碎！",
						}, -- [194]
						{
							["arg2"] = "泽坎",
							["type"] = "MONSTER_YELL",
							["time"] = 1589005796,
							["arg1"] = "得先把那个干掉。",
						}, -- [195]
						{
							["arg2"] = "屠戮者西克沃斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589005833,
							["arg1"] = "尼奥罗萨……已经归来……",
						}, -- [196]
						{
							["arg2"] = "泽坎",
							["type"] = "MONSTER_YELL",
							["time"] = 1589005842,
							["arg1"] = "恩佐斯的腐化图腾全是虚空的低语，把我们的萨满逼疯了。得把图腾都毁掉。",
						}, -- [197]
						{
							["arg1"] = " ",
						}, -- [198]
						{
							["arg1"] = " ",
						}, -- [199]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 14:30:48。",
						}, -- [200]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589006076,
							["arg1"] = "元素已经发声。艾泽拉斯即将灭亡。",
						}, -- [201]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589006087,
							["arg1"] = "古神之血是我们唯一的救赎！",
						}, -- [202]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589006091,
							["arg1"] = "不喝血的，都得死！",
						}, -- [203]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589006103,
							["arg1"] = "他的力量无人能挡！",
						}, -- [204]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589006126,
							["arg1"] = "他的力量无人能挡！",
						}, -- [205]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589006149,
							["arg1"] = "他的力量无人能挡！",
						}, -- [206]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589006164,
							["arg1"] = "感谢你……让我……重获自由……",
						}, -- [207]
						{
							["arg1"] = " ",
						}, -- [208]
						{
							["arg1"] = " ",
						}, -- [209]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 15:12:22。",
						}, -- [210]
						{
							["arg2"] = "虚空恐魔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589008467,
							["arg1"] = "万物都将消亡！",
						}, -- [211]
						{
							["arg2"] = "梦境之龙麦琳瑟拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589008473,
							["arg1"] = "在那儿，勇士！那就是腐化的源头！摧毁它！",
						}, -- [212]
						{
							["arg1"] = " ",
						}, -- [213]
						{
							["arg1"] = " ",
						}, -- [214]
						{
							["arg1"] = "记录开始于 05/09/2020 的 15:27:26。",
							["type"] = "SYSTEM",
						}, -- [215]
						{
							["arg2"] = "卡雷苟斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009359,
							["arg1"] = "他们把阿莱克丝塔萨包围了！你得去帮帮她！",
						}, -- [216]
						{
							["arg2"] = "阿莱克丝塔萨，生命的缚誓者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009365,
							["arg1"] = "你们的帮助很及时，十里扬州路。现在，消灭这些怪物！",
						}, -- [217]
						{
							["arg1"] = " ",
						}, -- [218]
						{
							["arg1"] = " ",
						}, -- [219]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 15:33:45。",
						}, -- [220]
						{
							["arg2"] = "阿莱克丝塔萨，生命的缚誓者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009746,
							["arg1"] = "这场战斗远未结束。我感觉到他们的首领来了。",
						}, -- [221]
						{
							["arg2"] = "维克修娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009773,
							["arg1"] = "生命的缚誓者。向低语屈服吧。加入我们，你就能获得无可匹敌的力量。",
						}, -- [222]
						{
							["arg2"] = "阿莱克丝塔萨，生命的缚誓者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009787,
							["arg1"] = "绝不！",
						}, -- [223]
						{
							["arg2"] = "卡雷苟斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009788,
							["arg1"] = "我和阿莱克丝塔萨会去追赶维克修娜。你快去营救俘虏！",
						}, -- [224]
						{
							["arg2"] = "维克修娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009798,
							["arg1"] = "看吧，这就是所有守护巨龙的未来。合而为一，就能见证我所目睹的真理，姐姐。",
						}, -- [225]
						{
							["arg2"] = "阿莱克丝塔萨，生命的缚誓者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009813,
							["arg1"] = "你才不是我的妹妹。",
						}, -- [226]
						{
							["arg2"] = "维克修娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009893,
							["arg1"] = "你还在等什么，姐姐？你没看到我们族群的伟大命运吗？",
						}, -- [227]
						{
							["arg1"] = " ",
						}, -- [228]
						{
							["arg1"] = " ",
						}, -- [229]
						{
							["arg1"] = "记录开始于 05/09/2020 的 15:38:24。",
							["type"] = "SYSTEM",
						}, -- [230]
						{
							["arg2"] = "阿莱克丝塔萨，生命的缚誓者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009928,
							["arg1"] = "他承诺给你的力量也保护不了你！",
						}, -- [231]
						{
							["arg2"] = "卡雷苟斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009932,
							["arg1"] = "没有别的选择了，十里扬州路。准备战斗吧。",
						}, -- [232]
						{
							["arg2"] = "维克修娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009933,
							["arg1"] = "那好吧。既然你们不愿加入我们，那就化为空虚的躯壳吧。",
						}, -- [233]
						{
							["arg2"] = "阿莱克丝塔萨，生命的缚誓者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009948,
							["arg1"] = "你的主人只会带你走向毁灭。",
						}, -- [234]
						{
							["arg2"] = "卡雷苟斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009968,
							["arg1"] = "够了！必须终结这场疯狂！",
						}, -- [235]
						{
							["arg2"] = "阿莱克丝塔萨，生命的缚誓者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009973,
							["arg1"] = "巨龙军团会永远守护艾泽拉斯！",
						}, -- [236]
						{
							["arg2"] = "维克修娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009998,
							["arg1"] = "这怎么可能！再给我点……力量！",
						}, -- [237]
						{
							["arg2"] = "维克修娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1589010004,
							["arg1"] = "可悲的巨龙军团必将陨落。既然你们不愿向主人效忠，那我就去找别人！",
						}, -- [238]
					},
				}, -- [2]
				{
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "小队",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/08/2020 的 20:27:04。",
							["type"] = "SYSTEM",
						}, -- [1]
						{
							["arg2"] = "歪歪侠-燃烧之刃",
							["type"] = "MONSTER_YELL",
							["time"] = 1588941848,
							["arg1"] = "洛丹伦的战士们，服从主人的召唤！",
							["clColor"] = "ffa9d271",
						}, -- [2]
						{
							["arg2"] = "恐怖船长寒渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1588941855,
							["arg1"] = "是奇美拉！快隐蔽！",
						}, -- [3]
						{
							["arg2"] = "赛拉·月卫",
							["type"] = "MONSTER_YELL",
							["time"] = 1588941859,
							["arg1"] = "趁敌人还没来，快上岸！",
						}, -- [4]
						{
							["arg2"] = "妮瓦拉·夜影",
							["type"] = "MONSTER_YELL",
							["time"] = 1588941996,
							["arg1"] = "停！你不能再往前走了。",
						}, -- [5]
						{
							["arg2"] = "死亡猎手指挥官贝尔蒙特",
							["type"] = "MONSTER_YELL",
							["time"] = 1588942109,
							["arg1"] = "勇士们！快释放我们，我们才能继续任务。",
						}, -- [6]
						{
							["arg2"] = "歪歪侠",
							["type"] = "MONSTER_YELL",
							["time"] = 1588942125,
							["arg1"] = "绝望……如此甘甜……",
							["clColor"] = "ffa9d271",
						}, -- [7]
						{
							["arg2"] = "大药剂师法拉尼尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588942132,
							["arg1"] = "终于自由了！",
						}, -- [8]
						{
							["arg2"] = "死亡猎手指挥官贝尔蒙特",
							["type"] = "MONSTER_YELL",
							["time"] = 1588942135,
							["arg1"] = "关于我死亡的传闻被过分夸大了。",
						}, -- [9]
						{
							["arg2"] = "大药剂师法拉尼尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588942138,
							["arg1"] = "继续完成黑暗女王的任务。我们去制造瘟疫吧！",
						}, -- [10]
						{
							["arg2"] = "大德鲁伊安得列留斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1588942305,
							["arg1"] = "你践踏了卡多雷的土地！回到你的女妖之王身边去吧！",
						}, -- [11]
						{
							["arg2"] = "歪歪侠",
							["type"] = "MONSTER_YELL",
							["time"] = 1588942758,
							["arg1"] = "无能的家伙！",
							["clColor"] = "ffa9d271",
						}, -- [12]
						{
							["arg2"] = "歪歪侠",
							["type"] = "MONSTER_YELL",
							["time"] = 1588942935,
							["arg1"] = "恐惧……如此美好……",
							["clColor"] = "ffa9d271",
						}, -- [13]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943563,
							["arg1"] = "你怎么能站在部落那边，姐妹？你怎么能舍弃正义？",
						}, -- [14]
						{
							["arg2"] = "赛拉·月卫",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943569,
							["arg1"] = "你居然敢跟我提正义？我因你的命令而死。是你背弃了我！",
						}, -- [15]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943579,
							["arg1"] = "我让你失望了，赛拉。我会让你从痛苦中解脱，以此赎罪。",
						}, -- [16]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943587,
							["arg1"] = "为了卡多雷！",
						}, -- [17]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943607,
							["arg1"] = "为泰达希尔复仇！",
						}, -- [18]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943650,
							["arg1"] = "为泰达希尔复仇！",
						}, -- [19]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943657,
							["arg1"] = "燃烧吧，部落的渣滓！",
						}, -- [20]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943711,
							["arg1"] = "部落的渣滓！",
						}, -- [21]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943783,
							["arg1"] = "为了卡多雷！",
						}, -- [22]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943812,
							["arg1"] = "为泰达希尔复仇！",
						}, -- [23]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943855,
							["arg1"] = "为泰达希尔复仇！",
						}, -- [24]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943872,
							["arg1"] = "部落的渣滓！",
						}, -- [25]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943891,
							["arg1"] = "燃烧吧，部落的渣滓！",
						}, -- [26]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943936,
							["arg1"] = "部落的渣滓！",
						}, -- [27]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943951,
							["arg1"] = "燃烧吧，部落的渣滓！",
						}, -- [28]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943969,
							["arg1"] = "部落的渣滓！",
						}, -- [29]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943987,
							["arg1"] = "部落的渣滓！",
						}, -- [30]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588944032,
							["arg1"] = "燃烧吧，部落的渣滓！",
						}, -- [31]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588944098,
							["arg1"] = "燃烧吧，部落的渣滓！",
						}, -- [32]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588944130,
							["arg1"] = "燃烧吧，部落的渣滓！",
						}, -- [33]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588944162,
							["arg1"] = "燃烧吧，部落的渣滓！",
						}, -- [34]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588944174,
							["arg1"] = "你休想轻易打败我……",
						}, -- [35]
						{
							["arg1"] = " ",
						}, -- [36]
						{
							["arg1"] = " ",
						}, -- [37]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 23:33:15。",
						}, -- [38]
						{
							["arg2"] = "深渊容器",
							["type"] = "MONSTER_YELL",
							["time"] = 1588952341,
							["arg1"] = "你太迟了！",
						}, -- [39]
						{
							["arg2"] = "深渊畸体",
							["type"] = "MONSTER_YELL",
							["time"] = 1588952347,
							["arg1"] = "",
						}, -- [40]
						{
							["arg2"] = "火金派防御者",
							["type"] = "MONSTER_YELL",
							["time"] = 1588952460,
							["arg1"] = "他们一直涌过来。我们不能失去两处神殿！",
						}, -- [41]
						{
							["arg1"] = " ",
						}, -- [42]
						{
							["arg1"] = " ",
						}, -- [43]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 23:52:15。",
						}, -- [44]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954194,
							["arg1"] = "元素已经发声。艾泽拉斯即将灭亡。",
						}, -- [45]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954199,
							["arg1"] = "不喝血的，都得死！",
						}, -- [46]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954204,
							["arg1"] = "古神之血是我们唯一的救赎！",
						}, -- [47]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954211,
							["arg1"] = "我们必须服从恩佐斯！",
						}, -- [48]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954234,
							["arg1"] = "我们必须服从恩佐斯！",
						}, -- [49]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954257,
							["arg1"] = "我们必须服从恩佐斯！",
						}, -- [50]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954279,
							["arg1"] = "感谢你……让我……重获自由……",
						}, -- [51]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954881,
							["arg1"] = "元素已经发声。艾泽拉斯即将灭亡。",
						}, -- [52]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954892,
							["arg1"] = "古神之血是我们唯一的救赎！",
						}, -- [53]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955016,
							["arg1"] = "不喝血的，都得死！",
						}, -- [54]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955028,
							["arg1"] = "他的力量无人能挡！",
						}, -- [55]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955051,
							["arg1"] = "他的力量无人能挡！",
						}, -- [56]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955075,
							["arg1"] = "他的力量无人能挡！",
						}, -- [57]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955098,
							["arg1"] = "他的力量无人能挡！",
						}, -- [58]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955101,
							["arg1"] = "感谢你……让我……重获自由……",
						}, -- [59]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955428,
							["arg1"] = "元素已经发声。艾泽拉斯即将灭亡。",
						}, -- [60]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955439,
							["arg1"] = "古神之血是我们唯一的救赎！",
						}, -- [61]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955526,
							["arg1"] = "不喝血的，都得死！",
						}, -- [62]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955538,
							["arg1"] = "他的力量无人能挡！",
						}, -- [63]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955561,
							["arg1"] = "他的力量无人能挡！",
						}, -- [64]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955584,
							["arg1"] = "他的力量无人能挡！",
						}, -- [65]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955607,
							["arg1"] = "他的力量无人能挡！",
						}, -- [66]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955613,
							["arg1"] = "感谢你……让我……重获自由……",
						}, -- [67]
						{
							["arg1"] = " ",
						}, -- [68]
						{
							["arg1"] = " ",
						}, -- [69]
						{
							["arg1"] = "记录开始于 05/09/2020 的 00:47:16。",
							["type"] = "SYSTEM",
						}, -- [70]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956681,
							["arg1"] = "元素已经发声。艾泽拉斯即将灭亡。",
						}, -- [71]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956692,
							["arg1"] = "古神之血是我们唯一的救赎！",
						}, -- [72]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956768,
							["arg1"] = "不喝血的，都得死！",
						}, -- [73]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956780,
							["arg1"] = "他的力量无人能挡！",
						}, -- [74]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956803,
							["arg1"] = "他的力量无人能挡！",
						}, -- [75]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956826,
							["arg1"] = "他的力量无人能挡！",
						}, -- [76]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956849,
							["arg1"] = "我们必须服从恩佐斯！",
						}, -- [77]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956853,
							["arg1"] = "感谢你……让我……重获自由……",
						}, -- [78]
						{
							["arg1"] = " ",
						}, -- [79]
						{
							["arg1"] = " ",
						}, -- [80]
						{
							["arg1"] = "记录开始于 05/09/2020 的 14:13:50。",
							["type"] = "SYSTEM",
						}, -- [81]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589005131,
							["arg1"] = "元素已经发声。艾泽拉斯即将灭亡。",
						}, -- [82]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589005141,
							["arg1"] = "古神之血是我们唯一的救赎！",
						}, -- [83]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589005144,
							["arg1"] = "不喝血的，都得死！",
						}, -- [84]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589005155,
							["arg1"] = "他的力量无人能挡！",
						}, -- [85]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589005178,
							["arg1"] = "他的力量无人能挡！",
						}, -- [86]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589005198,
							["arg1"] = "他的力量无人能挡！",
						}, -- [87]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589005219,
							["arg1"] = "感谢你……让我……重获自由……",
						}, -- [88]
						{
							["arg1"] = " ",
						}, -- [89]
						{
							["arg1"] = " ",
						}, -- [90]
						{
							["arg1"] = "记录开始于 05/09/2020 的 14:27:31。",
							["type"] = "SYSTEM",
						}, -- [91]
						{
							["arg2"] = "泽坎",
							["type"] = "MONSTER_YELL",
							["time"] = 1589005779,
							["arg1"] = "勇士们！我们需要帮助！",
						}, -- [92]
						{
							["arg2"] = "屠戮者西克沃斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589005792,
							["arg1"] = "你必将破碎！",
						}, -- [93]
						{
							["arg2"] = "泽坎",
							["type"] = "MONSTER_YELL",
							["time"] = 1589005796,
							["arg1"] = "得先把那个干掉。",
						}, -- [94]
						{
							["arg2"] = "屠戮者西克沃斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589005833,
							["arg1"] = "尼奥罗萨……已经归来……",
						}, -- [95]
						{
							["arg2"] = "泽坎",
							["type"] = "MONSTER_YELL",
							["time"] = 1589005842,
							["arg1"] = "恩佐斯的腐化图腾全是虚空的低语，把我们的萨满逼疯了。得把图腾都毁掉。",
						}, -- [96]
						{
							["arg1"] = " ",
						}, -- [97]
						{
							["arg1"] = " ",
						}, -- [98]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 14:30:48。",
						}, -- [99]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589006076,
							["arg1"] = "元素已经发声。艾泽拉斯即将灭亡。",
						}, -- [100]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589006087,
							["arg1"] = "古神之血是我们唯一的救赎！",
						}, -- [101]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589006091,
							["arg1"] = "不喝血的，都得死！",
						}, -- [102]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589006103,
							["arg1"] = "他的力量无人能挡！",
						}, -- [103]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589006126,
							["arg1"] = "他的力量无人能挡！",
						}, -- [104]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589006149,
							["arg1"] = "他的力量无人能挡！",
						}, -- [105]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589006164,
							["arg1"] = "感谢你……让我……重获自由……",
						}, -- [106]
						{
							["arg1"] = " ",
						}, -- [107]
						{
							["arg1"] = " ",
						}, -- [108]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 15:12:22。",
						}, -- [109]
						{
							["arg2"] = "虚空恐魔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589008467,
							["arg1"] = "万物都将消亡！",
						}, -- [110]
						{
							["arg2"] = "梦境之龙麦琳瑟拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589008473,
							["arg1"] = "在那儿，勇士！那就是腐化的源头！摧毁它！",
						}, -- [111]
						{
							["arg1"] = " ",
						}, -- [112]
						{
							["arg1"] = " ",
						}, -- [113]
						{
							["arg1"] = "记录开始于 05/09/2020 的 15:27:26。",
							["type"] = "SYSTEM",
						}, -- [114]
						{
							["arg2"] = "卡雷苟斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009359,
							["arg1"] = "他们把阿莱克丝塔萨包围了！你得去帮帮她！",
						}, -- [115]
						{
							["arg2"] = "阿莱克丝塔萨，生命的缚誓者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009365,
							["arg1"] = "你们的帮助很及时，十里扬州路。现在，消灭这些怪物！",
						}, -- [116]
						{
							["arg1"] = " ",
						}, -- [117]
						{
							["arg1"] = " ",
						}, -- [118]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 15:33:45。",
						}, -- [119]
						{
							["arg2"] = "阿莱克丝塔萨，生命的缚誓者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009746,
							["arg1"] = "这场战斗远未结束。我感觉到他们的首领来了。",
						}, -- [120]
						{
							["arg2"] = "维克修娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009773,
							["arg1"] = "生命的缚誓者。向低语屈服吧。加入我们，你就能获得无可匹敌的力量。",
						}, -- [121]
						{
							["arg2"] = "阿莱克丝塔萨，生命的缚誓者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009787,
							["arg1"] = "绝不！",
						}, -- [122]
						{
							["arg2"] = "卡雷苟斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009788,
							["arg1"] = "我和阿莱克丝塔萨会去追赶维克修娜。你快去营救俘虏！",
						}, -- [123]
						{
							["arg2"] = "维克修娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009798,
							["arg1"] = "看吧，这就是所有守护巨龙的未来。合而为一，就能见证我所目睹的真理，姐姐。",
						}, -- [124]
						{
							["arg2"] = "阿莱克丝塔萨，生命的缚誓者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009813,
							["arg1"] = "你才不是我的妹妹。",
						}, -- [125]
						{
							["arg2"] = "维克修娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009893,
							["arg1"] = "你还在等什么，姐姐？你没看到我们族群的伟大命运吗？",
						}, -- [126]
						{
							["arg1"] = " ",
						}, -- [127]
						{
							["arg1"] = " ",
						}, -- [128]
						{
							["arg1"] = "记录开始于 05/09/2020 的 15:38:24。",
							["type"] = "SYSTEM",
						}, -- [129]
						{
							["arg2"] = "阿莱克丝塔萨，生命的缚誓者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009928,
							["arg1"] = "他承诺给你的力量也保护不了你！",
						}, -- [130]
						{
							["arg2"] = "卡雷苟斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009932,
							["arg1"] = "没有别的选择了，十里扬州路。准备战斗吧。",
						}, -- [131]
						{
							["arg2"] = "维克修娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009933,
							["arg1"] = "那好吧。既然你们不愿加入我们，那就化为空虚的躯壳吧。",
						}, -- [132]
						{
							["arg2"] = "阿莱克丝塔萨，生命的缚誓者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009948,
							["arg1"] = "你的主人只会带你走向毁灭。",
						}, -- [133]
						{
							["arg2"] = "卡雷苟斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009968,
							["arg1"] = "够了！必须终结这场疯狂！",
						}, -- [134]
						{
							["arg2"] = "阿莱克丝塔萨，生命的缚誓者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009973,
							["arg1"] = "巨龙军团会永远守护艾泽拉斯！",
						}, -- [135]
						{
							["arg2"] = "维克修娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009998,
							["arg1"] = "这怎么可能！再给我点……力量！",
						}, -- [136]
						{
							["arg2"] = "维克修娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1589010004,
							["arg1"] = "可悲的巨龙军团必将陨落。既然你们不愿向主人效忠，那我就去找别人！",
						}, -- [137]
					},
				}, -- [3]
				{
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "说",
					["logs"] = {
						{
							["arg2"] = "基罗",
							["type"] = "MONSTER_SAY",
							["time"] = 1588941333,
							["arg1"] = "太棒了！这些可以让我撑好长一段时间。如果我没有一口气吃光的话。",
						}, -- [1]
						{
							["arg2"] = "麦格尼·铜须",
							["type"] = "MONSTER_SAY",
							["time"] = 1588941393,
							["arg1"] = "附近有多处暴露在外的艾泽里特伤痕，用你的艾泽拉斯之心治愈它们！",
						}, -- [2]
						{
							["arg2"] = "麦格尼·铜须",
							["type"] = "MONSTER_SAY",
							["time"] = 1588941428,
							["arg1"] = "做得好，勇士。我能感觉到艾泽拉斯正在恢复她的力量，谢谢你。",
						}, -- [3]
						{
							["arg2"] = "表弟慢热手",
							["type"] = "MONSTER_SAY",
							["time"] = 1588941563,
							["arg1"] = "我感觉像是一根血肠。",
						}, -- [4]
						{
							["arg2"] = "优昙华院-亚雷戈斯",
							["type"] = "SAY",
							["time"] = 1588941853,
							["arg1"] = "->|cff71d5ff|Hspell:190336:0|h[造餐术]|h|r<-",
							["clColor"] = "ffa9d271",
						}, -- [5]
						{
							["arg2"] = "二副弗洛留斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1588941853,
							["arg1"] = "那都是些什么？",
						}, -- [6]
						{
							["arg2"] = "优昙华院-亚雷戈斯",
							["type"] = "SAY",
							["time"] = 1588941867,
							["arg1"] = "->|cff71d5ff|Hspell:190336:0|h[造餐术]|h|r<-",
							["clColor"] = "ffa9d271",
						}, -- [7]
						{
							["arg2"] = "赛拉·月卫",
							["type"] = "MONSTER_SAY",
							["time"] = 1588941876,
							["arg1"] = "战斗在等着我们！",
						}, -- [8]
						{
							["arg2"] = "赛拉·月卫",
							["type"] = "MONSTER_SAY",
							["time"] = 1588942006,
							["arg1"] = "别心慈手软，玛维一向心狠手辣。",
						}, -- [9]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_SAY",
							["time"] = 1588942012,
							["arg1"] = "赛拉……不……你快走吧，否则我会杀了你！",
						}, -- [10]
						{
							["arg2"] = "优昙华院-亚雷戈斯",
							["type"] = "SAY",
							["time"] = 1588942034,
							["arg1"] = "时间扭曲 40",
							["clColor"] = "ffa9d271",
						}, -- [11]
						{
							["arg2"] = "优昙华院-亚雷戈斯",
							["type"] = "SAY",
							["time"] = 1588942054,
							["arg1"] = "时间扭曲 20",
							["clColor"] = "ffa9d271",
						}, -- [12]
						{
							["arg2"] = "优昙华院-亚雷戈斯",
							["type"] = "SAY",
							["time"] = 1588942064,
							["arg1"] = "时间扭曲 10",
							["clColor"] = "ffa9d271",
						}, -- [13]
						{
							["arg2"] = "优昙华院-亚雷戈斯",
							["type"] = "SAY",
							["time"] = 1588942069,
							["arg1"] = "时间扭曲 5",
							["clColor"] = "ffa9d271",
						}, -- [14]
						{
							["arg2"] = "麦克雷雷-亚雷戈斯",
							["type"] = "SAY",
							["time"] = 1588942077,
							["arg1"] = "zhe tm",
							["clColor"] = "ffc59a6c",
						}, -- [15]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_SAY",
							["time"] = 1588942109,
							["arg1"] = "赛拉，加入部落让你抛弃了所有荣耀吗？接受正义的制裁吧。",
						}, -- [16]
						{
							["arg2"] = "赛拉·月卫",
							["type"] = "MONSTER_SAY",
							["time"] = 1588942117,
							["arg1"] = "玛维！居然想阻止我们，真是蠢货。",
						}, -- [17]
						{
							["arg2"] = "赛拉·月卫",
							["type"] = "MONSTER_SAY",
							["time"] = 1588942126,
							["arg1"] = "继续向巴莎兰进军。到了那儿，就能对联盟大开杀戒！",
						}, -- [18]
						{
							["arg2"] = "狂贼一刀-伊莫塔尔",
							["type"] = "EMOTE",
							["time"] = 1588942129,
							["arg1"] = "EUI:狂贼一刀 中断 铁枝德鲁伊's |cff71d5ff|Hspell:311571:0|h[愈合]|h|r!",
							["clColor"] = "fffef367",
						}, -- [19]
						{
							["arg2"] = "沃银酋长-阿克蒙德",
							["type"] = "SAY",
							["time"] = 1588942133,
							["arg1"] = "<铁枝德鲁伊>的|cff71d5ff|Hspell:77066:0|h[治疗之触]|h|r已打断",
							["clColor"] = "ffc59a6c",
						}, -- [20]
						{
							["arg2"] = "死亡猎手指挥官贝尔蒙特",
							["type"] = "MONSTER_SAY",
							["time"] = 1588942171,
							["arg1"] = "如果暗夜精灵一直迂回到后方偷袭我们，那我们在黑海岸的推进就毫无意义。",
						}, -- [21]
						{
							["arg2"] = "大药剂师法拉尼尔",
							["type"] = "MONSTER_SAY",
							["time"] = 1588942175,
							["arg1"] = "天灾战车就是用来干这个的，只要等待凋零者发号施令就好。",
						}, -- [22]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_SAY",
							["time"] = 1588942184,
							["arg1"] = "从这儿到海岸线，全都夷平。",
						}, -- [23]
						{
							["arg2"] = "麦克雷雷",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1588942315,
							["arg1"] = "%s赢下了一局炉石比赛！",
							["clColor"] = "ffc59a6c",
						}, -- [24]
						{
							["arg2"] = "赛拉·月卫",
							["type"] = "MONSTER_SAY",
							["time"] = 1588942362,
							["arg1"] = "巴莎兰归我们了。仔细搜索这片地区的资源，扫除从这儿到洛达内尔的所有障碍。",
						}, -- [25]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_SAY",
							["time"] = 1588942375,
							["arg1"] = "你再也不是守望者了，赛拉！你背弃了我们守护的一切！",
						}, -- [26]
						{
							["arg2"] = "赛拉·月卫",
							["type"] = "MONSTER_SAY",
							["time"] = 1588942383,
							["arg1"] = "抛弃我们的是你，玛维！没有你，我只能独力承担一切！",
						}, -- [27]
						{
							["arg2"] = "狂贼一刀-伊莫塔尔",
							["type"] = "EMOTE",
							["time"] = 1588942410,
							["arg1"] = "EUI:狂贼一刀 中断 阿希萨·恐歌's |cff71d5ff|Hspell:283911:0|h[暗鳞的绝望之歌]|h|r!",
							["clColor"] = "fffef367",
						}, -- [28]
						{
							["arg2"] = "赛拉·月卫",
							["type"] = "MONSTER_SAY",
							["time"] = 1588942508,
							["arg1"] = "兵营已经建好了。快用它来招募更多部队吧。",
						}, -- [29]
						{
							["arg2"] = "赛拉·月卫",
							["type"] = "MONSTER_SAY",
							["time"] = 1588942569,
							["arg1"] = "荒弃路口已经拿下。守住路口，就能继续控制巴莎兰。",
						}, -- [30]
						{
							["arg2"] = "沃银酋长-阿克蒙德",
							["type"] = "SAY",
							["time"] = 1588942599,
							["arg1"] = "<铁枝德鲁伊>的|cff71d5ff|Hspell:311571:0|h[愈合]|h|r已打断",
							["clColor"] = "ffc59a6c",
						}, -- [31]
						{
							["arg2"] = "沃银酋长-阿克蒙德",
							["type"] = "SAY",
							["time"] = 1588942661,
							["arg1"] = "<铁枝德鲁伊>的|cff71d5ff|Hspell:311571:0|h[愈合]|h|r已打断",
							["clColor"] = "ffc59a6c",
						}, -- [32]
						{
							["arg2"] = "沃银酋长-阿克蒙德",
							["type"] = "SAY",
							["time"] = 1588942748,
							["arg1"] = "<铁枝德鲁伊>的|cff71d5ff|Hspell:311571:0|h[愈合]|h|r已打断",
							["clColor"] = "ffc59a6c",
						}, -- [33]
						{
							["arg2"] = "赛拉·月卫",
							["type"] = "MONSTER_SAY",
							["time"] = 1588942752,
							["arg1"] = "很好。忧潮海滩的魔法可以让炼金房训练炼金师，还能制造怪物来帮我们战斗。",
						}, -- [34]
						{
							["arg2"] = "赛拉·月卫",
							["type"] = "MONSTER_SAY",
							["time"] = 1588942770,
							["arg1"] = "我们完成了风暴祭坛的建造。 吸收它的力量，或者用它变身为强大的盟友吧。",
						}, -- [35]
						{
							["arg2"] = "赛拉·月卫",
							["type"] = "MONSTER_SAY",
							["time"] = 1588942838,
							["arg1"] = "军械库可以使用了。提供所需的资源，强化武器和护甲吧。",
						}, -- [36]
						{
							["arg2"] = "赛拉·月卫",
							["type"] = "MONSTER_SAY",
							["time"] = 1588943035,
							["arg1"] = "控制了灰木哨站，我们就能在战场上迅速移动，还能召唤空中支援。",
						}, -- [37]
						{
							["arg2"] = "赛拉·月卫",
							["type"] = "MONSTER_SAY",
							["time"] = 1588943081,
							["arg1"] = "我们的大厅现在是据点了。事不宜迟，马上修建车间吧。",
						}, -- [38]
						{
							["arg2"] = "赛拉·月卫",
							["type"] = "MONSTER_SAY",
							["time"] = 1588943138,
							["arg1"] = "车间开始运转了。制造投石车吧，这样，就能清理出去往洛达内尔的道路了。",
						}, -- [39]
						{
							["arg2"] = "赛拉·月卫",
							["type"] = "MONSTER_SAY",
							["time"] = 1588943327,
							["arg1"] = "据点升级为堡垒了。集结部队，准备突袭那座小岛！",
						}, -- [40]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_SAY",
							["time"] = 1588943491,
							["arg1"] = "死吧，部落渣滓！Ash'al theradas！",
						}, -- [41]
						{
							["arg2"] = "赛拉·月卫",
							["type"] = "MONSTER_SAY",
							["time"] = 1588943497,
							["arg1"] = "我们可不怕死亡！我们是死亡的先锋！",
						}, -- [42]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_SAY",
							["time"] = 1588943515,
							["arg1"] = "死吧，部落渣滓！Ash'al theradas！",
						}, -- [43]
						{
							["arg2"] = "赛拉·月卫",
							["type"] = "MONSTER_SAY",
							["time"] = 1588943522,
							["arg1"] = "我们可不怕死亡！我们是死亡的先锋！",
						}, -- [44]
						{
							["arg2"] = "赛拉·月卫",
							["type"] = "MONSTER_SAY",
							["time"] = 1588943532,
							["arg1"] = "准备进攻。玛维就在前面。",
						}, -- [45]
						{
							["arg2"] = "优昙华院-亚雷戈斯",
							["type"] = "SAY",
							["time"] = 1588943584,
							["arg1"] = "时间扭曲 40",
							["clColor"] = "ffa9d271",
						}, -- [46]
						{
							["arg2"] = "麦克雷雷",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1588943592,
							["arg1"] = "%s赢下了一局炉石比赛！",
							["clColor"] = "ffc59a6c",
						}, -- [47]
						{
							["arg2"] = "麦克雷雷",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1588943804,
							["arg1"] = "%s赢下了一局炉石比赛！",
							["clColor"] = "ffc59a6c",
						}, -- [48]
						{
							["arg2"] = "巴斯特罗·戈扎科",
							["type"] = "MONSTER_SAY",
							["time"] = 1588944213,
							["arg1"] = "给我甜瓜，否则你就别想做生意。",
						}, -- [49]
						{
							["arg2"] = "切肉者卡罗",
							["type"] = "MONSTER_SAY",
							["time"] = 1588944214,
							["arg1"] = "他们最好离开，否则我要来不及做菜了。切瓜要干脆而有力。",
						}, -- [50]
						{
							["arg1"] = " ",
						}, -- [51]
						{
							["arg1"] = " ",
						}, -- [52]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 23:33:15。",
						}, -- [53]
						{
							["arg2"] = "游学者周卓",
							["type"] = "MONSTER_SAY",
							["time"] = 1588952283,
							["arg1"] = "这不可能！黑暗帝国的主力居然入侵了锦绣谷！快反击，否则就迟了！",
						}, -- [54]
						{
							["arg2"] = "无面征服者",
							["type"] = "MONSTER_SAY",
							["time"] = 1588952314,
							["arg1"] = "",
						}, -- [55]
						{
							["arg2"] = "火金派防御者",
							["type"] = "MONSTER_SAY",
							["time"] = 1588952431,
							["arg1"] = "拜托了……你必须做点什么。",
						}, -- [56]
						{
							["arg2"] = "拉希奥",
							["type"] = "MONSTER_SAY",
							["time"] = 1588952432,
							["arg1"] = "恩佐斯想让这个梦魇化为现实。",
						}, -- [57]
						{
							["arg2"] = "拉希奥",
							["type"] = "MONSTER_SAY",
							["time"] = 1588952437,
							["arg1"] = "探索这片区域，但得要小心，十里扬州路。我等你回来。",
						}, -- [58]
						{
							["arg2"] = "火金派防御者",
							["type"] = "MONSTER_SAY",
							["time"] = 1588952517,
							["arg1"] = "拜托了……你必须做点什么。",
						}, -- [59]
						{
							["arg2"] = "游学者周卓",
							["type"] = "MONSTER_SAY",
							["time"] = 1588952526,
							["arg1"] = "这不可能！黑暗帝国的主力居然入侵了锦绣谷！快反击，否则就迟了！",
						}, -- [60]
						{
							["arg2"] = "维尔拉克斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1588952610,
							["arg1"] = "放弃希望吧！黑暗帝国将吞没这个世界！",
						}, -- [61]
						{
							["arg2"] = "游学者周卓",
							["type"] = "MONSTER_SAY",
							["time"] = 1588952611,
							["arg1"] = "挺身而出的时刻到了，十里扬州路。让他们看看，你何以能够青史留名！",
						}, -- [62]
						{
							["arg2"] = "游学者周卓",
							["type"] = "MONSTER_SAY",
							["time"] = 1588952799,
							["arg1"] = "你成功了！古神对我们世界的威胁减弱了。这个故事足以流传千年！",
						}, -- [63]
						{
							["arg1"] = " ",
						}, -- [64]
						{
							["arg1"] = " ",
						}, -- [65]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 23:52:15。",
						}, -- [66]
						{
							["arg2"] = "拉希奥",
							["type"] = "MONSTER_SAY",
							["time"] = 1588953896,
							["arg1"] = "起源熔炉的作用是按泰坦的计划重塑艾泽拉斯。",
						}, -- [67]
						{
							["arg2"] = "拉希奥",
							["type"] = "MONSTER_SAY",
							["time"] = 1588953901,
							["arg1"] = "但如果恩佐斯把它腐化了，他就能用起源重组协议将艾泽拉斯转变为黑暗帝国。",
						}, -- [68]
						{
							["arg2"] = "拉希奥",
							["type"] = "MONSTER_SAY",
							["time"] = 1588953909,
							["arg1"] = "进入尼奥罗萨前，我们必须强化你的披风对恩佐斯的抵抗力。我们可以利用这个过程，借助他的力量来对付它。",
						}, -- [69]
						{
							["arg2"] = "纯净圣母",
							["type"] = "MONSTER_SAY",
							["time"] = 1588953981,
							["arg1"] = "传送门修建完成。",
						}, -- [70]
						{
							["arg2"] = "基维斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1588953989,
							["arg1"] = "请原谅，恐怕现在我还有别的事情必须去做。请以后再来找我。",
						}, -- [71]
						{
							["arg2"] = "拉希奥",
							["type"] = "MONSTER_SAY",
							["time"] = 1588954078,
							["arg1"] = "按我们自己的方式进入恩佐斯的幻象，就能以较为……安全的方式提升你的披风的极限。",
						}, -- [72]
						{
							["arg2"] = "拉希奥",
							["type"] = "MONSTER_SAY",
							["time"] = 1588954087,
							["arg1"] = "我们只需要象征性地将一点腐蚀引入秘室，就能将我们的现实与尼奥罗萨链接起来。",
						}, -- [73]
						{
							["arg2"] = "麦格尼·铜须",
							["type"] = "MONSTER_SAY",
							["time"] = 1588954096,
							["arg1"] = "“象征性”？小子，你疯了吗？你这是在帮恩佐斯一个大忙！",
						}, -- [74]
						{
							["arg2"] = "拉希奥",
							["type"] = "MONSTER_SAY",
							["time"] = 1588954104,
							["arg1"] = "我承认是有风险……但我们必须冒这个险。我们的勇士归来后，纯净圣母可以净化腐蚀。",
						}, -- [75]
						{
							["arg2"] = "拉希奥的影像",
							["type"] = "MONSTER_SAY",
							["time"] = 1588954121,
							["arg1"] = "萨尔被恩佐斯的低语逼疯了，他以为元素警告说，灾难即将降临，只有古神才能阻止。",
						}, -- [76]
						{
							["arg2"] = "拉希奥的影像",
							["type"] = "MONSTER_SAY",
							["time"] = 1588954131,
							["arg1"] = "现在奥格瑞玛的所有人都喝下了恩佐斯之血，部落被扭曲成了疯狂的战争机器。",
						}, -- [77]
						{
							["arg2"] = "纯净圣母",
							["type"] = "MONSTER_SAY",
							["time"] = 1588954284,
							["arg1"] = "幻象探索结束。启动退出协议。",
						}, -- [78]
						{
							["arg2"] = "拉希奥的影像",
							["type"] = "MONSTER_SAY",
							["time"] = 1588954294,
							["arg1"] = "完美的一击，但这只不过是恩佐斯幻象的起点。城市里还潜藏着其他可怕之物，把它们找出来干掉。",
						}, -- [79]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1588954325,
							["arg1"] = "门扉开启。道路明晰。",
						}, -- [80]
						{
							["arg2"] = "麦格尼·铜须",
							["type"] = "MONSTER_SAY",
							["time"] = 1588954332,
							["arg1"] = "有声音！是从哪儿来的？",
						}, -- [81]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1588954385,
							["arg1"] = "沉睡之城已然觉醒。",
						}, -- [82]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1588954391,
							["arg1"] = "黑暗帝国重获新生。",
						}, -- [83]
						{
							["arg2"] = "麦格尼·铜须",
							["type"] = "MONSTER_SAY",
							["time"] = 1588954399,
							["arg1"] = "我们被攻击了。保护秘室！",
						}, -- [84]
						{
							["arg2"] = "拉希奥",
							["type"] = "MONSTER_SAY",
							["time"] = 1588954524,
							["arg1"] = "方尖碑是他在这里的锚点。快毁掉！",
						}, -- [85]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1588954557,
							["arg1"] = "我永恒的幻象已经成真。",
						}, -- [86]
						{
							["arg2"] = "麦格尼·铜须",
							["type"] = "MONSTER_SAY",
							["time"] = 1588954564,
							["arg1"] = "真是没完没了！",
						}, -- [87]
						{
							["arg2"] = "腐蚀者恩佐斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1588954611,
							["arg1"] = "最终的真理即将实现。",
						}, -- [88]
						{
							["arg2"] = "麦格尼·铜须",
							["type"] = "MONSTER_SAY",
							["time"] = 1588954616,
							["arg1"] = "他……不见了。",
						}, -- [89]
						{
							["arg2"] = "拉希奥",
							["type"] = "MONSTER_SAY",
							["time"] = 1588954623,
							["arg1"] = "如果莱登已经被吸入尼奥罗萨——恩佐斯的“成真幻象”——那他可能没法挺过来了。",
						}, -- [90]
						{
							["arg2"] = "纯净圣母",
							["type"] = "MONSTER_SAY",
							["time"] = 1588954687,
							["arg1"] = "正在汇编泰坦研究记录。",
						}, -- [91]
						{
							["arg2"] = "纯净圣母",
							["type"] = "MONSTER_SAY",
							["time"] = 1588954694,
							["arg1"] = "数据档案库现已开放。",
						}, -- [92]
						{
							["arg2"] = "麦格尼·铜须",
							["type"] = "MONSTER_SAY",
							["time"] = 1588954716,
							["arg1"] = "我们得救救他！纯净圣母，还有别的路可以进去吗？",
						}, -- [93]
						{
							["arg2"] = "纯净圣母",
							["type"] = "MONSTER_SAY",
							["time"] = 1588954721,
							["arg1"] = "明白。正在扫描行星表面的相关异常物体。",
						}, -- [94]
						{
							["arg2"] = "纯净圣母",
							["type"] = "MONSTER_SAY",
							["time"] = 1588954727,
							["arg1"] = "侦测到匹配的能量信号。位置：锦绣谷。",
						}, -- [95]
						{
							["arg2"] = "拉希奥",
							["type"] = "MONSTER_SAY",
							["time"] = 1588954733,
							["arg1"] = "对了……泰坦的熔炉。",
						}, -- [96]
						{
							["arg2"] = "麦格尼·铜须",
							["type"] = "MONSTER_SAY",
							["time"] = 1588954737,
							["arg1"] = "坚持住，莱登。我们来救你了！",
						}, -- [97]
						{
							["arg2"] = "拉希奥的影像",
							["type"] = "MONSTER_SAY",
							["time"] = 1588954797,
							["arg1"] = "萨尔被恩佐斯的低语逼疯了，他以为元素警告说，灾难即将降临，只有古神才能阻止。",
						}, -- [98]
						{
							["arg2"] = "拉希奥的影像",
							["type"] = "MONSTER_SAY",
							["time"] = 1588954807,
							["arg1"] = "现在奥格瑞玛的所有人都喝下了恩佐斯之血，部落被扭曲成了疯狂的战争机器。",
						}, -- [99]
						{
							["arg2"] = "纯净圣母",
							["type"] = "MONSTER_SAY",
							["time"] = 1588955106,
							["arg1"] = "幻象探索结束。启动退出协议。",
						}, -- [100]
						{
							["arg2"] = "拉希奥的影像",
							["type"] = "MONSTER_SAY",
							["time"] = 1588955116,
							["arg1"] = "完美的一击，但这只不过是恩佐斯幻象的起点。城市里还潜藏着其他可怕之物，把它们找出来干掉。",
						}, -- [101]
						{
							["arg2"] = "拉希奥的影像",
							["type"] = "MONSTER_SAY",
							["time"] = 1588955284,
							["arg1"] = "萨尔被恩佐斯的低语逼疯了，他以为元素警告说，灾难即将降临，只有古神才能阻止。",
						}, -- [102]
						{
							["arg2"] = "拉希奥的影像",
							["type"] = "MONSTER_SAY",
							["time"] = 1588955294,
							["arg1"] = "现在奥格瑞玛的所有人都喝下了恩佐斯之血，部落被扭曲成了疯狂的战争机器。",
						}, -- [103]
						{
							["arg2"] = "纯净圣母",
							["type"] = "MONSTER_SAY",
							["time"] = 1588955618,
							["arg1"] = "幻象探索结束。启动退出协议。",
						}, -- [104]
						{
							["arg2"] = "拉希奥的影像",
							["type"] = "MONSTER_SAY",
							["time"] = 1588955627,
							["arg1"] = "完美的一击，但这只不过是恩佐斯幻象的起点。城市里还潜藏着其他可怕之物，把它们找出来干掉。",
						}, -- [105]
						{
							["arg1"] = " ",
						}, -- [106]
						{
							["arg1"] = " ",
						}, -- [107]
						{
							["arg1"] = "记录开始于 05/09/2020 的 00:36:26。",
							["type"] = "SYSTEM",
						}, -- [108]
						{
							["arg2"] = "基维斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1588955884,
							["arg1"] = "请原谅，恐怕现在我还有别的事情必须去做。请以后再来找我。",
						}, -- [109]
						{
							["arg1"] = " ",
						}, -- [110]
						{
							["arg1"] = " ",
						}, -- [111]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 00:44:44。",
						}, -- [112]
						{
							["arg2"] = "大地之环萨满",
							["type"] = "MONSTER_SAY",
							["time"] = 1588956361,
							["arg1"] = "我们的力量没有产生任何效果……我们如何能够治愈这颗星球？",
						}, -- [113]
						{
							["arg2"] = "塞纳里奥议会德鲁伊",
							["type"] = "MONSTER_SAY",
							["time"] = 1588956386,
							["arg1"] = "如果我们不能阻止这种腐蚀，还有谁能？",
						}, -- [114]
						{
							["arg2"] = "大地之环萨满",
							["type"] = "MONSTER_SAY",
							["time"] = 1588956405,
							["arg1"] = "我们的力量没有产生任何效果……我们如何能够治愈这颗星球？",
						}, -- [115]
						{
							["arg1"] = " ",
						}, -- [116]
						{
							["arg1"] = " ",
						}, -- [117]
						{
							["arg1"] = "记录开始于 05/09/2020 的 00:47:16。",
							["type"] = "SYSTEM",
						}, -- [118]
						{
							["arg2"] = "塞纳里奥议会德鲁伊",
							["type"] = "MONSTER_SAY",
							["time"] = 1588956460,
							["arg1"] = "如果我们不能阻止这种腐蚀，还有谁能？",
						}, -- [119]
						{
							["arg2"] = "大地之环萨满",
							["type"] = "MONSTER_SAY",
							["time"] = 1588956470,
							["arg1"] = "自然发出痛苦的哀鸣……我们如何能够阻止这场疯狂？",
						}, -- [120]
						{
							["arg2"] = "拉希奥的影像",
							["type"] = "MONSTER_SAY",
							["time"] = 1588956614,
							["arg1"] = "萨尔被恩佐斯的低语逼疯了，他以为元素警告说，灾难即将降临，只有古神才能阻止。",
						}, -- [121]
						{
							["arg2"] = "拉希奥的影像",
							["type"] = "MONSTER_SAY",
							["time"] = 1588956624,
							["arg1"] = "现在奥格瑞玛的所有人都喝下了恩佐斯之血，部落被扭曲成了疯狂的战争机器。",
						}, -- [122]
						{
							["arg2"] = "纯净圣母",
							["type"] = "MONSTER_SAY",
							["time"] = 1588956857,
							["arg1"] = "幻象探索结束。启动退出协议。",
						}, -- [123]
						{
							["arg2"] = "拉希奥的影像",
							["type"] = "MONSTER_SAY",
							["time"] = 1588956867,
							["arg1"] = "完美的一击，但这只不过是恩佐斯幻象的起点。城市里还潜藏着其他可怕之物，把它们找出来干掉。",
						}, -- [124]
						{
							["arg1"] = " ",
						}, -- [125]
						{
							["arg1"] = " ",
						}, -- [126]
						{
							["arg1"] = "记录开始于 05/09/2020 的 13:19:45。",
							["type"] = "SYSTEM",
						}, -- [127]
						{
							["arg2"] = "鬼王丶-格瑞姆巴托",
							["type"] = "SAY",
							["time"] = 1589001689,
							["arg1"] = "哈哈",
							["clColor"] = "fff38bb9",
						}, -- [128]
						{
							["arg2"] = "鬼王丶-格瑞姆巴托",
							["type"] = "SAY",
							["time"] = 1589001693,
							["arg1"] = "没注意你说话",
							["clColor"] = "fff38bb9",
						}, -- [129]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "SAY",
							["time"] = 1589001809,
							["arg1"] = "、plater",
							["clColor"] = "ffa22fc8",
						}, -- [130]
						{
							["arg2"] = "麦格尼·铜须",
							["type"] = "MONSTER_SAY",
							["time"] = 1589001881,
							["arg1"] = "附近有多处暴露在外的艾泽里特伤痕，用你的艾泽拉斯之心治愈它们！",
						}, -- [131]
						{
							["arg2"] = "麦格尼·铜须",
							["type"] = "MONSTER_SAY",
							["time"] = 1589001931,
							["arg1"] = "做得好，勇士。我能感觉到艾泽拉斯正在恢复她的力量，谢谢你。",
						}, -- [132]
						{
							["arg2"] = "塔兰吉公主",
							["type"] = "MONSTER_SAY",
							["time"] = 1589001995,
							["arg1"] = "洛阿神灵传来低语，说附近有一名强大的敌人。神灵要求将它从艾泽拉斯上彻底清除。",
						}, -- [133]
						{
							["arg2"] = "塔兰吉公主",
							["type"] = "MONSTER_SAY",
							["time"] = 1589002007,
							["arg1"] = "鲜血巨魔想要毁灭我的人民，你得去阻止他们！",
						}, -- [134]
						{
							["arg2"] = "图腾师贾什加",
							["type"] = "MONSTER_SAY",
							["time"] = 1589002030,
							["arg1"] = "你的力量对图腾很有用！",
						}, -- [135]
						{
							["arg2"] = "图腾师贾什加",
							["type"] = "MONSTER_SAY",
							["time"] = 1589002046,
							["arg1"] = "飨魔者……还想……再来……一次……",
						}, -- [136]
						{
							["arg2"] = "塔兰吉公主",
							["type"] = "MONSTER_SAY",
							["time"] = 1589002046,
							["arg1"] = "希望这是我最后一次听到那家伙的消息。",
						}, -- [137]
						{
							["arg1"] = " ",
						}, -- [138]
						{
							["arg1"] = " ",
						}, -- [139]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 13:29:16。",
						}, -- [140]
						{
							["arg2"] = "赞达拉祭品",
							["type"] = "MONSTER_SAY",
							["time"] = 1589002209,
							["arg1"] = "他们趁着我侦察的时候偷袭我，不会再让他们这样了！",
						}, -- [141]
						{
							["arg2"] = "纳萨瓦嗜食者",
							["type"] = "MONSTER_SAY",
							["time"] = 1589002247,
							["arg1"] = "Guzincha！",
						}, -- [142]
						{
							["arg1"] = " ",
						}, -- [143]
						{
							["arg1"] = " ",
						}, -- [144]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 13:41:35。",
						}, -- [145]
						{
							["arg2"] = "塔兰吉公主",
							["type"] = "MONSTER_SAY",
							["time"] = 1589002931,
							["arg1"] = "这片土地孕育了一个可怕的怪物！快把它消灭，别让它爬到祖达萨！",
						}, -- [146]
						{
							["arg2"] = "塔兰吉公主",
							["type"] = "MONSTER_SAY",
							["time"] = 1589002941,
							["arg1"] = "干得不错！我们不能放任这种东西横行无忌。",
						}, -- [147]
						{
							["arg1"] = " ",
						}, -- [148]
						{
							["arg1"] = " ",
						}, -- [149]
						{
							["arg1"] = "记录开始于 05/09/2020 的 13:52:51。",
							["type"] = "SYSTEM",
						}, -- [150]
						{
							["arg2"] = "纳萨瓦嗜食者",
							["type"] = "MONSTER_SAY",
							["time"] = 1589003699,
							["arg1"] = "我要你的血！",
						}, -- [151]
						{
							["arg2"] = "纳萨瓦嗜食者",
							["type"] = "MONSTER_SAY",
							["time"] = 1589003711,
							["arg1"] = "祖达萨必将陨落！",
						}, -- [152]
						{
							["arg2"] = "纳萨瓦嗜食者",
							["type"] = "MONSTER_SAY",
							["time"] = 1589003716,
							["arg1"] = "血！血！血！",
						}, -- [153]
						{
							["arg2"] = "纳萨瓦嗜食者",
							["type"] = "MONSTER_SAY",
							["time"] = 1589003720,
							["arg1"] = "在血神面前，你再躲也没用！",
						}, -- [154]
						{
							["arg2"] = "纳萨瓦嗜食者",
							["type"] = "MONSTER_SAY",
							["time"] = 1589003737,
							["arg1"] = "新鲜的肉！",
						}, -- [155]
						{
							["arg2"] = "纳萨瓦嗜食者",
							["type"] = "MONSTER_SAY",
							["time"] = 1589003741,
							["arg1"] = "你的血属于戈霍恩！",
						}, -- [156]
						{
							["arg2"] = "赞达拉祭品",
							["type"] = "MONSTER_SAY",
							["time"] = 1589003763,
							["arg1"] = "我失去了所有的武器，但至少我的命还在。",
						}, -- [157]
						{
							["arg2"] = "赞达拉祭品",
							["type"] = "MONSTER_SAY",
							["time"] = 1589003772,
							["arg1"] = "我会回来的，要让这些鲜血巨魔付出代价！",
						}, -- [158]
						{
							["arg2"] = "塔兰吉公主",
							["type"] = "MONSTER_SAY",
							["time"] = 1589003777,
							["arg1"] = "鲜血巨魔是病态和扭曲的生物。他们已经没有希望改变了。",
						}, -- [159]
						{
							["arg2"] = "赞达拉祭品",
							["type"] = "MONSTER_SAY",
							["time"] = 1589003779,
							["arg1"] = "我失去了所有的武器，但至少我的命还在。",
						}, -- [160]
						{
							["arg2"] = "麦格尼·铜须",
							["type"] = "MONSTER_SAY",
							["time"] = 1589004067,
							["arg1"] = "附近有艾泽里特……有东西正在从中吸取强大的能量！你必须阻止它！",
						}, -- [161]
						{
							["arg2"] = "麦格尼·铜须",
							["type"] = "MONSTER_SAY",
							["time"] = 1589004112,
							["arg1"] = "很好！我感觉到那股能量已经回归了艾泽拉斯。",
						}, -- [162]
						{
							["arg2"] = "收集者寇乔",
							["type"] = "MONSTER_SAY",
							["time"] = 1589004129,
							["arg1"] = "我这些年收集了很多东西，看看你能不能把它们匹配上。",
						}, -- [163]
						{
							["arg1"] = " ",
						}, -- [164]
						{
							["arg1"] = " ",
						}, -- [165]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 14:04:57。",
						}, -- [166]
						{
							["arg2"] = "塔兰吉公主",
							["type"] = "MONSTER_SAY",
							["time"] = 1589004473,
							["arg1"] = "我的斥候们报告说附近有一名可怕的敌人。无论那是什么，在它成为真正的威胁前干掉它。",
						}, -- [167]
						{
							["arg2"] = "塔兰吉公主",
							["type"] = "MONSTER_SAY",
							["time"] = 1589004503,
							["arg1"] = "神灵预言了你的胜利。我很高兴他们没有弄错。",
						}, -- [168]
						{
							["arg2"] = "收集者寇乔",
							["type"] = "MONSTER_SAY",
							["time"] = 1589004524,
							["arg1"] = "我这些年收集了很多东西，看看你能不能把它们匹配上。",
						}, -- [169]
						{
							["arg2"] = "收集者寇乔",
							["type"] = "MONSTER_SAY",
							["time"] = 1589004588,
							["arg1"] = "干得好，十里扬州路！",
						}, -- [170]
						{
							["arg2"] = "麦格尼·铜须",
							["type"] = "MONSTER_SAY",
							["time"] = 1589004609,
							["arg1"] = "有人正从附近的艾泽里特中汲取能量，你要阻止他们！",
						}, -- [171]
						{
							["arg2"] = "海贤班克森",
							["type"] = "MONSTER_SAY",
							["time"] = 1589004611,
							["arg1"] = "这块岩石是来自地底的礼物，你无权得到它！",
						}, -- [172]
						{
							["arg2"] = "海贤班克森",
							["type"] = "MONSTER_SAY",
							["time"] = 1589004626,
							["arg1"] = "这块岩石是来自地底的礼物，你无权得到它！",
						}, -- [173]
						{
							["arg2"] = "麦格尼·铜须",
							["type"] = "MONSTER_SAY",
							["time"] = 1589004627,
							["arg1"] = "如果他们用他们的力量来治愈艾泽拉斯，而不是用来伤害她就好了。干得好，勇士。",
						}, -- [174]
						{
							["arg1"] = " ",
						}, -- [175]
						{
							["arg1"] = " ",
						}, -- [176]
						{
							["arg1"] = "记录开始于 05/09/2020 的 14:13:50。",
							["type"] = "SYSTEM",
						}, -- [177]
						{
							["arg2"] = "拉希奥的影像",
							["type"] = "MONSTER_SAY",
							["time"] = 1589005052,
							["arg1"] = "萨尔被恩佐斯的低语逼疯了，他以为元素警告说，灾难即将降临，只有古神才能阻止。",
						}, -- [178]
						{
							["arg2"] = "拉希奥的影像",
							["type"] = "MONSTER_SAY",
							["time"] = 1589005061,
							["arg1"] = "现在奥格瑞玛的所有人都喝下了恩佐斯之血，部落被扭曲成了疯狂的战争机器。",
						}, -- [179]
						{
							["arg2"] = "纯净圣母",
							["type"] = "MONSTER_SAY",
							["time"] = 1589005224,
							["arg1"] = "幻象探索结束。启动退出协议。",
						}, -- [180]
						{
							["arg2"] = "拉希奥的影像",
							["type"] = "MONSTER_SAY",
							["time"] = 1589005233,
							["arg1"] = "完美的一击，但这只不过是恩佐斯幻象的起点。城市里还潜藏着其他可怕之物，把它们找出来干掉。",
						}, -- [181]
						{
							["arg1"] = " ",
						}, -- [182]
						{
							["arg1"] = " ",
						}, -- [183]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 14:24:58。",
						}, -- [184]
						{
							["arg2"] = "拉希奥的影像",
							["type"] = "MONSTER_SAY",
							["time"] = 1589005544,
							["arg1"] = "萨尔被恩佐斯的低语逼疯了，他以为元素警告说，灾难即将降临，只有古神才能阻止。",
						}, -- [185]
						{
							["arg2"] = "拉希奥的影像",
							["type"] = "MONSTER_SAY",
							["time"] = 1589005554,
							["arg1"] = "现在奥格瑞玛的所有人都喝下了恩佐斯之血，部落被扭曲成了疯狂的战争机器。",
						}, -- [186]
						{
							["arg1"] = " ",
						}, -- [187]
						{
							["arg1"] = " ",
						}, -- [188]
						{
							["arg1"] = "记录开始于 05/09/2020 的 14:27:31。",
							["type"] = "SYSTEM",
						}, -- [189]
						{
							["arg2"] = "纳罗斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1589005716,
							["arg1"] = "你还没有被修理！",
						}, -- [190]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "SAY",
							["time"] = 1589005742,
							["arg1"] = "已获得增益效果【伤害】",
							["clColor"] = "ffa22fc8",
						}, -- [191]
						{
							["arg2"] = "泽坎",
							["type"] = "MONSTER_SAY",
							["time"] = 1589005786,
							["arg1"] = "你们真及时。我在精神谷的兄弟姐妹遇到了危险。",
						}, -- [192]
						{
							["arg1"] = " ",
						}, -- [193]
						{
							["arg1"] = " ",
						}, -- [194]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 14:30:48。",
						}, -- [195]
						{
							["arg2"] = "佐尔·孤树",
							["type"] = "MONSTER_SAY",
							["time"] = 1589005894,
							["arg1"] = "好痛苦……我差点就死了……",
						}, -- [196]
						{
							["arg2"] = "萨祖",
							["type"] = "MONSTER_SAY",
							["time"] = 1589005977,
							["arg1"] = "神灵救了我们……",
						}, -- [197]
						{
							["arg2"] = "湮灭元素",
							["type"] = "MONSTER_SAY",
							["time"] = 1589005987,
							["arg1"] = "湮灭降临！",
						}, -- [198]
						{
							["arg2"] = "湮灭元素",
							["type"] = "MONSTER_SAY",
							["time"] = 1589006027,
							["arg1"] = "希望……必将……湮灭……",
						}, -- [199]
						{
							["arg2"] = "泽坎",
							["type"] = "MONSTER_SAY",
							["time"] = 1589006032,
							["arg1"] = "我的兄弟姐妹自由了……但以后我们还能相信元素的声音吗？",
						}, -- [200]
						{
							["arg2"] = "纯净圣母",
							["type"] = "MONSTER_SAY",
							["time"] = 1589006169,
							["arg1"] = "幻象探索结束。启动退出协议。",
						}, -- [201]
						{
							["arg2"] = "拉希奥的影像",
							["type"] = "MONSTER_SAY",
							["time"] = 1589006176,
							["arg1"] = "腐化的奥格瑞玛显然令恩佐斯欣喜若狂。你越深入这里，我就越想彻彻底底地终结他的存在。",
						}, -- [202]
						{
							["arg2"] = "拉希奥",
							["type"] = "MONSTER_SAY",
							["time"] = 1589006221,
							["arg1"] = "你的努力卓有成效，勇士。很快艾泽拉斯的所有力量都会为你所用。",
						}, -- [203]
						{
							["arg1"] = " ",
						}, -- [204]
						{
							["arg1"] = " ",
						}, -- [205]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 14:44:28。",
						}, -- [206]
						{
							["arg2"] = "梦境之龙麦琳瑟拉",
							["type"] = "MONSTER_SAY",
							["time"] = 1589007089,
							["arg1"] = "母亲……如果你能在我身边指引我……",
						}, -- [207]
						{
							["arg2"] = "梦境之龙麦琳瑟拉",
							["type"] = "MONSTER_SAY",
							["time"] = 1589007093,
							["arg1"] = "我们必须前往梦境之路，不然绿龙军团都将灭亡，准备好了就来找我。",
						}, -- [208]
						{
							["arg2"] = "梦境之龙麦琳瑟拉",
							["type"] = "MONSTER_SAY",
							["time"] = 1589007196,
							["arg1"] = "梦境之路上散落着翡翠巨龙的力量残片，那都是我陨落的同胞留下的，他们陷入了永恒的沉眠。",
						}, -- [209]
						{
							["arg1"] = " ",
						}, -- [210]
						{
							["arg1"] = " ",
						}, -- [211]
						{
							["arg1"] = "记录开始于 05/09/2020 的 14:54:45。",
							["type"] = "SYSTEM",
						}, -- [212]
						{
							["arg2"] = "塔丝瑟拉",
							["type"] = "MONSTER_SAY",
							["time"] = 1589007619,
							["arg1"] = "我们毫无希望……我只想睡去……",
						}, -- [213]
						{
							["arg1"] = " ",
						}, -- [214]
						{
							["arg1"] = " ",
						}, -- [215]
						{
							["arg1"] = "记录开始于 05/09/2020 的 15:02:59。",
							["type"] = "SYSTEM",
						}, -- [216]
						{
							["arg2"] = "沃尔蒂萨",
							["type"] = "MONSTER_SAY",
							["time"] = 1589008012,
							["arg1"] = "不……不！我的死期还没到。感激不尽！",
						}, -- [217]
						{
							["arg2"] = "卡卡留斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1589008182,
							["arg1"] = "虚空……不可避免。让我安息……",
						}, -- [218]
						{
							["arg2"] = "梦境之龙麦琳瑟拉",
							["type"] = "MONSTER_SAY",
							["time"] = 1589008274,
							["arg1"] = "曾经我的母亲会来这里休息。但虚空的威胁将吞噬她所珍爱的一切。",
						}, -- [219]
						{
							["arg2"] = "梦境之龙麦琳瑟拉",
							["type"] = "MONSTER_SAY",
							["time"] = 1589008281,
							["arg1"] = "都是我的错，我应该早点阻止这一切的。",
						}, -- [220]
						{
							["arg1"] = " ",
						}, -- [221]
						{
							["arg1"] = " ",
						}, -- [222]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 15:12:22。",
						}, -- [223]
						{
							["arg2"] = "梦境之龙麦琳瑟拉",
							["type"] = "MONSTER_SAY",
							["time"] = 1589008384,
							["arg1"] = "曾经我的母亲会来这里休息。但虚空的威胁将吞噬她所珍爱的一切。",
						}, -- [224]
						{
							["arg2"] = "梦境之龙麦琳瑟拉",
							["type"] = "MONSTER_SAY",
							["time"] = 1589008392,
							["arg1"] = "都是我的错，我应该早点阻止这一切的。",
						}, -- [225]
						{
							["arg2"] = "梦境之龙麦琳瑟拉",
							["type"] = "MONSTER_SAY",
							["time"] = 1589008543,
							["arg1"] = "把碎片扔进湖里，十里扬州路。我会用绿龙军团的火焰灌注它们。",
						}, -- [226]
						{
							["arg2"] = "梦境之龙麦琳瑟拉",
							["type"] = "MONSTER_SAY",
							["time"] = 1589008561,
							["arg1"] = "不……我的力量……还不够……",
						}, -- [227]
						{
							["arg2"] = "梦境之龙麦琳瑟拉",
							["type"] = "MONSTER_SAY",
							["time"] = 1589008566,
							["arg1"] = "绿龙军团的巨龙啊！要是你们还心怀希望，就帮帮我！",
						}, -- [228]
						{
							["arg2"] = "梦境之龙麦琳瑟拉",
							["type"] = "MONSTER_SAY",
							["time"] = 1589008584,
							["arg1"] = "成功了。谢谢你……谢谢大家。",
						}, -- [229]
						{
							["arg2"] = "梦境之龙麦琳瑟拉",
							["type"] = "MONSTER_SAY",
							["time"] = 1589008605,
							["arg1"] = "我会前往心之秘室。时候到了，绿龙军团也要为守护艾泽拉斯贡献力量。",
						}, -- [230]
						{
							["arg2"] = "梦境之龙麦琳瑟拉",
							["type"] = "MONSTER_SAY",
							["time"] = 1589008716,
							["arg1"] = "尽管绿龙军团损失惨重，但我们仍然坚定地履行着对艾泽拉斯的责任。",
						}, -- [231]
						{
							["arg2"] = "卡雷苟斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1589008719,
							["arg1"] = "时间紧迫，十里扬州路。我们暮光高地见。",
						}, -- [232]
						{
							["arg2"] = "梦境之龙麦琳瑟拉",
							["type"] = "MONSTER_SAY",
							["time"] = 1589008737,
							["arg1"] = "愿这份礼物不会辜负逝者的牺牲。",
						}, -- [233]
						{
							["arg2"] = "呆了个萌-亡语者",
							["type"] = "SAY",
							["time"] = 1589008839,
							["arg1"] = "灰色 深灰 藏青 浅蓝 咖啡",
							["clColor"] = "fff38bb9",
						}, -- [234]
						{
							["arg1"] = " ",
						}, -- [235]
						{
							["arg1"] = " ",
						}, -- [236]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 15:33:45。",
						}, -- [237]
						{
							["arg2"] = "阿莱克丝塔萨，生命的缚誓者",
							["type"] = "MONSTER_SAY",
							["time"] = 1589009767,
							["arg1"] = "他们在对我的孩子做什么？",
						}, -- [238]
						{
							["arg2"] = "卡雷苟斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1589009884,
							["arg1"] = "她想逃！快，我们得追上她！",
						}, -- [239]
						{
							["arg1"] = " ",
						}, -- [240]
						{
							["arg1"] = " ",
						}, -- [241]
						{
							["arg1"] = "记录开始于 05/09/2020 的 15:38:24。",
							["type"] = "SYSTEM",
						}, -- [242]
						{
							["arg2"] = "卡雷苟斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1589009926,
							["arg1"] = "她在那儿。是时候做个了断了。",
						}, -- [243]
						{
							["arg2"] = "阿莱克丝塔萨，生命的缚誓者",
							["type"] = "MONSTER_SAY",
							["time"] = 1589010018,
							["arg1"] = "让她走吧。孩子们已经安全了。",
						}, -- [244]
						{
							["arg2"] = "阿莱克丝塔萨，生命的缚誓者",
							["type"] = "MONSTER_SAY",
							["time"] = 1589010023,
							["arg1"] = "勇士。你今天的行动让红龙军团免遭厄运。为此，我将永远感激不尽。",
						}, -- [245]
						{
							["arg2"] = "阿莱克丝塔萨，生命的缚誓者",
							["type"] = "MONSTER_SAY",
							["time"] = 1589010033,
							["arg1"] = "我知道你想要强化艾泽拉斯之心。我很乐意提供帮助。",
						}, -- [246]
						{
							["arg2"] = "阿莱克丝塔萨，生命的缚誓者",
							["type"] = "MONSTER_SAY",
							["time"] = 1589010039,
							["arg1"] = "科拉丝塔萨会送你回到希利苏斯。我们在那儿见。",
						}, -- [247]
						{
							["arg2"] = "阿莱克丝塔萨，生命的缚誓者",
							["type"] = "MONSTER_SAY",
							["time"] = 1589010104,
							["arg1"] = "我的红龙军团一直守护着艾泽拉斯的生命。只要我们还一息尚存，这份使命就不会终止。",
						}, -- [248]
						{
							["arg2"] = "阿莱克丝塔萨，生命的缚誓者",
							["type"] = "MONSTER_SAY",
							["time"] = 1589010123,
							["arg1"] = "接受这份礼物吧。愿它能点燃你内心的火焰，为最黑暗的时刻带来光明。",
						}, -- [249]
						{
							["arg2"] = "大地之环萨满",
							["type"] = "MONSTER_SAY",
							["time"] = 1589010255,
							["arg1"] = "自然发出痛苦的哀鸣……我们如何能够阻止这场疯狂？",
						}, -- [250]
					},
				}, -- [4]
				{
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "呼喊",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/08/2020 的 20:27:04。",
							["type"] = "SYSTEM",
						}, -- [1]
						{
							["arg2"] = "歪歪侠-燃烧之刃",
							["type"] = "MONSTER_YELL",
							["time"] = 1588941848,
							["arg1"] = "洛丹伦的战士们，服从主人的召唤！",
							["clColor"] = "ffa9d271",
						}, -- [2]
						{
							["arg2"] = "恐怖船长寒渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1588941855,
							["arg1"] = "是奇美拉！快隐蔽！",
						}, -- [3]
						{
							["arg2"] = "赛拉·月卫",
							["type"] = "MONSTER_YELL",
							["time"] = 1588941859,
							["arg1"] = "趁敌人还没来，快上岸！",
						}, -- [4]
						{
							["arg2"] = "蓝心幽寂-闪电之刃",
							["type"] = "YELL",
							["time"] = 1588941895,
							["arg1"] = "已断|cff71d5ff|Hspell:311571:0|h[愈合]|h|r",
							["clColor"] = "ffc59a6c",
						}, -- [5]
						{
							["arg2"] = "妮瓦拉·夜影",
							["type"] = "MONSTER_YELL",
							["time"] = 1588941996,
							["arg1"] = "停！你不能再往前走了。",
						}, -- [6]
						{
							["arg2"] = "死亡猎手指挥官贝尔蒙特",
							["type"] = "MONSTER_YELL",
							["time"] = 1588942109,
							["arg1"] = "勇士们！快释放我们，我们才能继续任务。",
						}, -- [7]
						{
							["arg2"] = "歪歪侠",
							["type"] = "MONSTER_YELL",
							["time"] = 1588942125,
							["arg1"] = "绝望……如此甘甜……",
							["clColor"] = "ffa9d271",
						}, -- [8]
						{
							["arg2"] = "大药剂师法拉尼尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588942132,
							["arg1"] = "终于自由了！",
						}, -- [9]
						{
							["arg2"] = "死亡猎手指挥官贝尔蒙特",
							["type"] = "MONSTER_YELL",
							["time"] = 1588942135,
							["arg1"] = "关于我死亡的传闻被过分夸大了。",
						}, -- [10]
						{
							["arg2"] = "大药剂师法拉尼尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588942138,
							["arg1"] = "继续完成黑暗女王的任务。我们去制造瘟疫吧！",
						}, -- [11]
						{
							["arg2"] = "斩击-影之哀伤",
							["type"] = "YELL",
							["time"] = 1588942254,
							["arg1"] = "已断|cff71d5ff|Hspell:282116:0|h[愤怒]|h|r",
							["clColor"] = "ffc59a6c",
						}, -- [12]
						{
							["arg2"] = "大德鲁伊安得列留斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1588942305,
							["arg1"] = "你践踏了卡多雷的土地！回到你的女妖之王身边去吧！",
						}, -- [13]
						{
							["arg2"] = "斩击-影之哀伤",
							["type"] = "YELL",
							["time"] = 1588942452,
							["arg1"] = "已断|cff71d5ff|Hspell:183081:0|h[寒冰箭]|h|r",
							["clColor"] = "ffc59a6c",
						}, -- [14]
						{
							["arg2"] = "麦克雷雷-亚雷戈斯",
							["type"] = "YELL",
							["time"] = 1588942647,
							["arg1"] = "已断|cff71d5ff|Hspell:21807:0|h[愤怒]|h|r",
							["clColor"] = "ffc59a6c",
						}, -- [15]
						{
							["arg2"] = "斩击-影之哀伤",
							["type"] = "YELL",
							["time"] = 1588942662,
							["arg1"] = "已断|cff71d5ff|Hspell:21807:0|h[愤怒]|h|r",
							["clColor"] = "ffc59a6c",
						}, -- [16]
						{
							["arg2"] = "斩击-影之哀伤",
							["type"] = "YELL",
							["time"] = 1588942746,
							["arg1"] = "已断|cff71d5ff|Hspell:282116:0|h[愤怒]|h|r",
							["clColor"] = "ffc59a6c",
						}, -- [17]
						{
							["arg2"] = "歪歪侠",
							["type"] = "MONSTER_YELL",
							["time"] = 1588942758,
							["arg1"] = "无能的家伙！",
							["clColor"] = "ffa9d271",
						}, -- [18]
						{
							["arg2"] = "歪歪侠",
							["type"] = "MONSTER_YELL",
							["time"] = 1588942935,
							["arg1"] = "恐惧……如此美好……",
							["clColor"] = "ffa9d271",
						}, -- [19]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943563,
							["arg1"] = "你怎么能站在部落那边，姐妹？你怎么能舍弃正义？",
						}, -- [20]
						{
							["arg2"] = "赛拉·月卫",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943569,
							["arg1"] = "你居然敢跟我提正义？我因你的命令而死。是你背弃了我！",
						}, -- [21]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943579,
							["arg1"] = "我让你失望了，赛拉。我会让你从痛苦中解脱，以此赎罪。",
						}, -- [22]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943587,
							["arg1"] = "为了卡多雷！",
						}, -- [23]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943607,
							["arg1"] = "为泰达希尔复仇！",
						}, -- [24]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943650,
							["arg1"] = "为泰达希尔复仇！",
						}, -- [25]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943657,
							["arg1"] = "燃烧吧，部落的渣滓！",
						}, -- [26]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943711,
							["arg1"] = "部落的渣滓！",
						}, -- [27]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943783,
							["arg1"] = "为了卡多雷！",
						}, -- [28]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943812,
							["arg1"] = "为泰达希尔复仇！",
						}, -- [29]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943855,
							["arg1"] = "为泰达希尔复仇！",
						}, -- [30]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943872,
							["arg1"] = "部落的渣滓！",
						}, -- [31]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943891,
							["arg1"] = "燃烧吧，部落的渣滓！",
						}, -- [32]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943936,
							["arg1"] = "部落的渣滓！",
						}, -- [33]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943951,
							["arg1"] = "燃烧吧，部落的渣滓！",
						}, -- [34]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943969,
							["arg1"] = "部落的渣滓！",
						}, -- [35]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943987,
							["arg1"] = "部落的渣滓！",
						}, -- [36]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588944032,
							["arg1"] = "燃烧吧，部落的渣滓！",
						}, -- [37]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588944098,
							["arg1"] = "燃烧吧，部落的渣滓！",
						}, -- [38]
						{
							["arg2"] = "福建烤老鼠-深渊之巢",
							["type"] = "YELL",
							["time"] = 1588944120,
							["arg1"] = "|cff71d5ff|Hspell:116849:0|h[作茧缚命]|h|r -> 麦克雷雷-亚雷戈斯",
							["clColor"] = "ff00fe95",
						}, -- [39]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588944130,
							["arg1"] = "燃烧吧，部落的渣滓！",
						}, -- [40]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588944162,
							["arg1"] = "燃烧吧，部落的渣滓！",
						}, -- [41]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588944174,
							["arg1"] = "你休想轻易打败我……",
						}, -- [42]
						{
							["arg1"] = " ",
						}, -- [43]
						{
							["arg1"] = " ",
						}, -- [44]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 23:33:15。",
						}, -- [45]
						{
							["arg2"] = "深渊容器",
							["type"] = "MONSTER_YELL",
							["time"] = 1588952341,
							["arg1"] = "你太迟了！",
						}, -- [46]
						{
							["arg2"] = "深渊畸体",
							["type"] = "MONSTER_YELL",
							["time"] = 1588952347,
							["arg1"] = "",
						}, -- [47]
						{
							["arg2"] = "火金派防御者",
							["type"] = "MONSTER_YELL",
							["time"] = 1588952460,
							["arg1"] = "他们一直涌过来。我们不能失去两处神殿！",
						}, -- [48]
						{
							["arg1"] = " ",
						}, -- [49]
						{
							["arg1"] = " ",
						}, -- [50]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 23:52:15。",
						}, -- [51]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954194,
							["arg1"] = "元素已经发声。艾泽拉斯即将灭亡。",
						}, -- [52]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954199,
							["arg1"] = "不喝血的，都得死！",
						}, -- [53]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954204,
							["arg1"] = "古神之血是我们唯一的救赎！",
						}, -- [54]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954211,
							["arg1"] = "我们必须服从恩佐斯！",
						}, -- [55]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954234,
							["arg1"] = "我们必须服从恩佐斯！",
						}, -- [56]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954257,
							["arg1"] = "我们必须服从恩佐斯！",
						}, -- [57]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954279,
							["arg1"] = "感谢你……让我……重获自由……",
						}, -- [58]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954881,
							["arg1"] = "元素已经发声。艾泽拉斯即将灭亡。",
						}, -- [59]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954892,
							["arg1"] = "古神之血是我们唯一的救赎！",
						}, -- [60]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955016,
							["arg1"] = "不喝血的，都得死！",
						}, -- [61]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955028,
							["arg1"] = "他的力量无人能挡！",
						}, -- [62]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955051,
							["arg1"] = "他的力量无人能挡！",
						}, -- [63]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955075,
							["arg1"] = "他的力量无人能挡！",
						}, -- [64]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955098,
							["arg1"] = "他的力量无人能挡！",
						}, -- [65]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955101,
							["arg1"] = "感谢你……让我……重获自由……",
						}, -- [66]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955428,
							["arg1"] = "元素已经发声。艾泽拉斯即将灭亡。",
						}, -- [67]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955439,
							["arg1"] = "古神之血是我们唯一的救赎！",
						}, -- [68]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955526,
							["arg1"] = "不喝血的，都得死！",
						}, -- [69]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955538,
							["arg1"] = "他的力量无人能挡！",
						}, -- [70]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955561,
							["arg1"] = "他的力量无人能挡！",
						}, -- [71]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955584,
							["arg1"] = "他的力量无人能挡！",
						}, -- [72]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955607,
							["arg1"] = "他的力量无人能挡！",
						}, -- [73]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955613,
							["arg1"] = "感谢你……让我……重获自由……",
						}, -- [74]
						{
							["arg1"] = " ",
						}, -- [75]
						{
							["arg1"] = " ",
						}, -- [76]
						{
							["arg1"] = "记录开始于 05/09/2020 的 00:47:16。",
							["type"] = "SYSTEM",
						}, -- [77]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956681,
							["arg1"] = "元素已经发声。艾泽拉斯即将灭亡。",
						}, -- [78]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956692,
							["arg1"] = "古神之血是我们唯一的救赎！",
						}, -- [79]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956768,
							["arg1"] = "不喝血的，都得死！",
						}, -- [80]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956780,
							["arg1"] = "他的力量无人能挡！",
						}, -- [81]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956803,
							["arg1"] = "他的力量无人能挡！",
						}, -- [82]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956826,
							["arg1"] = "他的力量无人能挡！",
						}, -- [83]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956849,
							["arg1"] = "我们必须服从恩佐斯！",
						}, -- [84]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956853,
							["arg1"] = "感谢你……让我……重获自由……",
						}, -- [85]
						{
							["arg1"] = " ",
						}, -- [86]
						{
							["arg1"] = " ",
						}, -- [87]
						{
							["arg1"] = "记录开始于 05/09/2020 的 14:13:50。",
							["type"] = "SYSTEM",
						}, -- [88]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589005131,
							["arg1"] = "元素已经发声。艾泽拉斯即将灭亡。",
						}, -- [89]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589005141,
							["arg1"] = "古神之血是我们唯一的救赎！",
						}, -- [90]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589005144,
							["arg1"] = "不喝血的，都得死！",
						}, -- [91]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589005155,
							["arg1"] = "他的力量无人能挡！",
						}, -- [92]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589005178,
							["arg1"] = "他的力量无人能挡！",
						}, -- [93]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589005198,
							["arg1"] = "他的力量无人能挡！",
						}, -- [94]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589005219,
							["arg1"] = "感谢你……让我……重获自由……",
						}, -- [95]
						{
							["arg1"] = " ",
						}, -- [96]
						{
							["arg1"] = " ",
						}, -- [97]
						{
							["arg1"] = "记录开始于 05/09/2020 的 14:27:31。",
							["type"] = "SYSTEM",
						}, -- [98]
						{
							["arg2"] = "泽坎",
							["type"] = "MONSTER_YELL",
							["time"] = 1589005779,
							["arg1"] = "勇士们！我们需要帮助！",
						}, -- [99]
						{
							["arg2"] = "泽坎",
							["type"] = "MONSTER_YELL",
							["time"] = 1589005796,
							["arg1"] = "得先把那个干掉。",
						}, -- [100]
						{
							["arg2"] = "泽坎",
							["type"] = "MONSTER_YELL",
							["time"] = 1589005842,
							["arg1"] = "恩佐斯的腐化图腾全是虚空的低语，把我们的萨满逼疯了。得把图腾都毁掉。",
						}, -- [101]
						{
							["arg1"] = " ",
						}, -- [102]
						{
							["arg1"] = " ",
						}, -- [103]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 14:30:48。",
						}, -- [104]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589006076,
							["arg1"] = "元素已经发声。艾泽拉斯即将灭亡。",
						}, -- [105]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589006087,
							["arg1"] = "古神之血是我们唯一的救赎！",
						}, -- [106]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589006091,
							["arg1"] = "不喝血的，都得死！",
						}, -- [107]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589006103,
							["arg1"] = "他的力量无人能挡！",
						}, -- [108]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589006126,
							["arg1"] = "他的力量无人能挡！",
						}, -- [109]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589006149,
							["arg1"] = "他的力量无人能挡！",
						}, -- [110]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589006164,
							["arg1"] = "感谢你……让我……重获自由……",
						}, -- [111]
						{
							["arg1"] = " ",
						}, -- [112]
						{
							["arg1"] = " ",
						}, -- [113]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 15:12:22。",
						}, -- [114]
						{
							["arg2"] = "虚空恐魔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589008467,
							["arg1"] = "万物都将消亡！",
						}, -- [115]
						{
							["arg2"] = "梦境之龙麦琳瑟拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589008473,
							["arg1"] = "在那儿，勇士！那就是腐化的源头！摧毁它！",
						}, -- [116]
						{
							["arg1"] = " ",
						}, -- [117]
						{
							["arg1"] = " ",
						}, -- [118]
						{
							["arg1"] = "记录开始于 05/09/2020 的 15:27:26。",
							["type"] = "SYSTEM",
						}, -- [119]
						{
							["arg2"] = "卡雷苟斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009359,
							["arg1"] = "他们把阿莱克丝塔萨包围了！你得去帮帮她！",
						}, -- [120]
						{
							["arg2"] = "阿莱克丝塔萨，生命的缚誓者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009365,
							["arg1"] = "你们的帮助很及时，十里扬州路。现在，消灭这些怪物！",
						}, -- [121]
						{
							["arg1"] = " ",
						}, -- [122]
						{
							["arg1"] = " ",
						}, -- [123]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 15:33:45。",
						}, -- [124]
						{
							["arg2"] = "阿莱克丝塔萨，生命的缚誓者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009746,
							["arg1"] = "这场战斗远未结束。我感觉到他们的首领来了。",
						}, -- [125]
						{
							["arg2"] = "维克修娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009773,
							["arg1"] = "生命的缚誓者。向低语屈服吧。加入我们，你就能获得无可匹敌的力量。",
						}, -- [126]
						{
							["arg2"] = "阿莱克丝塔萨，生命的缚誓者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009787,
							["arg1"] = "绝不！",
						}, -- [127]
						{
							["arg2"] = "卡雷苟斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009788,
							["arg1"] = "我和阿莱克丝塔萨会去追赶维克修娜。你快去营救俘虏！",
						}, -- [128]
						{
							["arg2"] = "维克修娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009798,
							["arg1"] = "看吧，这就是所有守护巨龙的未来。合而为一，就能见证我所目睹的真理，姐姐。",
						}, -- [129]
						{
							["arg2"] = "阿莱克丝塔萨，生命的缚誓者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009813,
							["arg1"] = "你才不是我的妹妹。",
						}, -- [130]
						{
							["arg2"] = "维克修娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009893,
							["arg1"] = "你还在等什么，姐姐？你没看到我们族群的伟大命运吗？",
						}, -- [131]
						{
							["arg1"] = " ",
						}, -- [132]
						{
							["arg1"] = " ",
						}, -- [133]
						{
							["arg1"] = "记录开始于 05/09/2020 的 15:38:24。",
							["type"] = "SYSTEM",
						}, -- [134]
						{
							["arg2"] = "阿莱克丝塔萨，生命的缚誓者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009928,
							["arg1"] = "他承诺给你的力量也保护不了你！",
						}, -- [135]
						{
							["arg2"] = "卡雷苟斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009932,
							["arg1"] = "没有别的选择了，十里扬州路。准备战斗吧。",
						}, -- [136]
						{
							["arg2"] = "维克修娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009933,
							["arg1"] = "那好吧。既然你们不愿加入我们，那就化为空虚的躯壳吧。",
						}, -- [137]
						{
							["arg2"] = "阿莱克丝塔萨，生命的缚誓者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009948,
							["arg1"] = "你的主人只会带你走向毁灭。",
						}, -- [138]
						{
							["arg2"] = "卡雷苟斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009968,
							["arg1"] = "够了！必须终结这场疯狂！",
						}, -- [139]
						{
							["arg2"] = "阿莱克丝塔萨，生命的缚誓者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009973,
							["arg1"] = "巨龙军团会永远守护艾泽拉斯！",
						}, -- [140]
						{
							["arg2"] = "维克修娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009998,
							["arg1"] = "这怎么可能！再给我点……力量！",
						}, -- [141]
						{
							["arg2"] = "维克修娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1589010004,
							["arg1"] = "可悲的巨龙军团必将陨落。既然你们不愿向主人效忠，那我就去找别人！",
						}, -- [142]
					},
				}, -- [5]
				{
					["enabled"] = true,
					["name"] = "公会官员",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/09/2020 的 15:38:24。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				}, -- [6]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "公会",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/08/2020 的 20:27:04。",
							["type"] = "SYSTEM",
						}, -- [1]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD",
							["time"] = 1588940978,
							["arg1"] = "熊 晚上？",
							["clColor"] = "ffa22fc8",
						}, -- [2]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941057,
							["arg1"] = "w想 lr打个|cffffff00|Hquest:57959:-1:120:120:0|h[战争前线：黑海岸之战（英雄）]|h|r ",
							["clColor"] = "fffe7b09",
						}, -- [3]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941074,
							["arg1"] = "但是又怕 工作室",
							["clColor"] = "fffe7b09",
						}, -- [4]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941151,
							["arg1"] = "我也想打",
							["clColor"] = "ffa22fc8",
						}, -- [5]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941342,
							["arg1"] = "刚好 1616",
							["clColor"] = "fffe7b09",
						}, -- [6]
						{
							["arg2"] = "西萌大猛攻-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941358,
							["arg1"] = "{无辜}",
							["clColor"] = "ff3ec5e9",
						}, -- [7]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941364,
							["arg1"] = "还差 300征服",
							["clColor"] = "fffe7b09",
						}, -- [8]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941410,
							["arg1"] = "西萌 明天祖格?",
							["clColor"] = "fffe7b09",
						}, -- [9]
						{
							["arg2"] = "西萌大猛攻-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941415,
							["arg1"] = "en ",
							["clColor"] = "ff3ec5e9",
						}, -- [10]
						{
							["arg2"] = "西萌大猛攻-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941420,
							["arg1"] = "明晚吧",
							["clColor"] = "ff3ec5e9",
						}, -- [11]
						{
							["arg2"] = "西萌大猛攻-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941428,
							["arg1"] = "明天正常上班",
							["clColor"] = "ff3ec5e9",
						}, -- [12]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941442,
							["arg1"] = "打多2次 就可以买 附魔了",
							["clColor"] = "fffe7b09",
						}, -- [13]
						{
							["arg2"] = "西萌大猛攻-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941456,
							["arg1"] = "今天刚打了一个 ",
							["clColor"] = "ff3ec5e9",
						}, -- [14]
						{
							["arg2"] = "西萌大猛攻-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941464,
							["arg1"] = "两个附魔卖了1200G。",
							["clColor"] = "ff3ec5e9",
						}, -- [15]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941486,
							["arg1"] = "这么贵",
							["clColor"] = "fffe7b09",
						}, -- [16]
						{
							["arg2"] = "西萌大猛攻-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941493,
							["arg1"] = "你要刷崇拜啊",
							["clColor"] = "ff3ec5e9",
						}, -- [17]
						{
							["arg2"] = "西萌大猛攻-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941499,
							["arg1"] = "崇拜有  肩膀附魔",
							["clColor"] = "ff3ec5e9",
						}, -- [18]
						{
							["arg2"] = "西萌大猛攻-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941511,
							["arg1"] = "买的是头腿   崇拜还有个肩膀附魔",
							["clColor"] = "ff3ec5e9",
						}, -- [19]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941514,
							["arg1"] = "去那刷?",
							["clColor"] = "fffe7b09",
						}, -- [20]
						{
							["arg2"] = "西萌大猛攻-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941538,
							["arg1"] = "祖格  一个怪4点声望  一个BOSS  200声望",
							["clColor"] = "ff3ec5e9",
						}, -- [21]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941540,
							["arg1"] = "艹",
							["clColor"] = "fffe7b09",
						}, -- [22]
						{
							["arg2"] = "西萌大猛攻-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941544,
							["arg1"] = "就这么刷",
							["clColor"] = "ff3ec5e9",
						}, -- [23]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941548,
							["arg1"] = "掉了17分",
							["clColor"] = "fffe7b09",
						}, -- [24]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941722,
							["arg1"] = "小虫 祖达萨 空投+海低空投 共亨吗?",
							["clColor"] = "fffe7b09",
						}, -- [25]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941728,
							["arg1"] = "不",
							["clColor"] = "ffa22fc8",
						}, -- [26]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941732,
							["arg1"] = "每天125",
							["clColor"] = "ffa22fc8",
						}, -- [27]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941739,
							["arg1"] = "你要拿冲突？",
							["clColor"] = "ffa22fc8",
						}, -- [28]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941750,
							["arg1"] = "掉到1601分刁",
							["clColor"] = "fffe7b09",
						}, -- [29]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941755,
							["arg1"] = "了",
							["clColor"] = "fffe7b09",
						}, -- [30]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941765,
							["arg1"] = "你是要冲突还是要1800？",
							["clColor"] = "ffa22fc8",
						}, -- [31]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941776,
							["arg1"] = "|cffa335ee|Hitem:169590::::::::120:104::::::|h[燎原战场之狂]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [32]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941780,
							["arg1"] = "冲突的话每天捡空投就好了",
							["clColor"] = "ffa22fc8",
						}, -- [33]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941788,
							["arg1"] = "保持1600 别打了",
							["clColor"] = "ffa22fc8",
						}, -- [34]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941788,
							["arg1"] = "现在11个",
							["clColor"] = "fffe7b09",
						}, -- [35]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941791,
							["arg1"] = "输了不划算",
							["clColor"] = "ffa22fc8",
						}, -- [36]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941803,
							["arg1"] = "刚好 1601分",
							["clColor"] = "fffe7b09",
						}, -- [37]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941809,
							["arg1"] = "还差 300",
							["clColor"] = "fffe7b09",
						}, -- [38]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941852,
							["arg1"] = "多久一个",
							["clColor"] = "fffe7b09",
						}, -- [39]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941946,
							["arg1"] = "还要打三周 全通|cff66bbff|Hjournal:0:1179:14|h[永恒王宫]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [40]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941954,
							["arg1"] = "|cff1eff00|Hazessence:2:1|h[艾泽拉斯的不朽赐福]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [41]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941982,
							["arg1"] = "小虫",
							["clColor"] = "fffe7b09",
						}, -- [42]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941989,
							["arg1"] = "进去了?",
							["clColor"] = "fffe7b09",
						}, -- [43]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941999,
							["arg1"] = "|cffffff00|Hquest:57959:-1:120:120:0|h[战争前线：黑海岸之战（英雄）]|h|r?",
							["clColor"] = "fffe7b09",
						}, -- [44]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588942037,
							["arg1"] = "还是=空投 算了",
							["clColor"] = "fffe7b09",
						}, -- [45]
						{
							["arg2"] = "爆橙-亡语者",
							["type"] = "GUILD",
							["time"] = 1588942234,
							["arg1"] = "熊H还海南",
							["clColor"] = "ffa22fc8",
						}, -- [46]
						{
							["arg2"] = "爆橙-亡语者",
							["type"] = "GUILD",
							["time"] = 1588942245,
							["arg1"] = "黑海岸？",
							["clColor"] = "ffa22fc8",
						}, -- [47]
						{
							["arg2"] = "爆橙-亡语者",
							["type"] = "GUILD",
							["time"] = 1588942253,
							["arg1"] = "来吗",
							["clColor"] = "ffa22fc8",
						}, -- [48]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588942268,
							["arg1"] = "有团?",
							["clColor"] = "fffe7b09",
						}, -- [49]
						{
							["arg2"] = "爆橙-亡语者",
							["type"] = "GUILD",
							["time"] = 1588942299,
							["arg1"] = "刚才跟过这个团长打的我的WS号",
							["clColor"] = "ffa22fc8",
						}, -- [50]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588942309,
							["arg1"] = "w用lr ?",
							["clColor"] = "fffe7b09",
						}, -- [51]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588942314,
							["arg1"] = "可以?",
							["clColor"] = "fffe7b09",
						}, -- [52]
						{
							["arg2"] = "爆橙-亡语者",
							["type"] = "GUILD",
							["time"] = 1588942323,
							["arg1"] = "嗯呢",
							["clColor"] = "ffa22fc8",
						}, -- [53]
						{
							["arg2"] = "爆橙-亡语者",
							["type"] = "GUILD",
							["time"] = 1588942341,
							["arg1"] = "标题都一样，他刚才在团里说的等一下会组一个一模一样名字的团",
							["clColor"] = "ffa22fc8",
						}, -- [54]
						{
							["arg1"] = " ",
						}, -- [55]
						{
							["arg1"] = " ",
						}, -- [56]
						{
							["arg1"] = "记录开始于 05/09/2020 的 15:38:24。",
							["type"] = "SYSTEM",
						}, -- [57]
					},
				}, -- [7]
				{
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "战利品",
					["logs"] = {
						{
							["type"] = "LOOT",
							["time"] = 1588941319,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155609::::::::120:581::::::|h[弹性眼球]|h|rx3。",
						}, -- [1]
						{
							["type"] = "LOOT",
							["time"] = 1588941319,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158859::::::::120:581::::::|h[锯齿尖牙]|h|r。",
						}, -- [2]
						{
							["type"] = "LOOT",
							["time"] = 1588941319,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:159909::::::::120:581::::::|h[坚韧之种]|h|rx3。",
						}, -- [3]
						{
							["type"] = "LOOT",
							["time"] = 1588941320,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158747::::::::120:581::::::|h[棘针]|h|rx2。",
						}, -- [4]
						{
							["type"] = "LOOT",
							["time"] = 1588941333,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:159909::::::::120:581::::::|h[坚韧之种]|h|r。",
						}, -- [5]
						{
							["type"] = "LOOT",
							["time"] = 1588941333,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155610::::::::120:581::::::|h[钉刺荨麻]|h|r。",
						}, -- [6]
						{
							["type"] = "LOOT",
							["time"] = 1588941333,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158747::::::::120:581::::::|h[棘针]|h|rx3。",
						}, -- [7]
						{
							["type"] = "LOOT",
							["time"] = 1588941457,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:157945::::::::120:581::28:3:1622:4786:6502:::|h[迅捷死亡兜帽]|h|r。",
						}, -- [8]
						{
							["type"] = "CURRENCY",
							["time"] = 1588941458,
							["arg1"] = "你获得了：|cffe6cc80|Hcurrency:1803:0|h[尼奥罗萨的回响]|h|r x50。",
						}, -- [9]
						{
							["type"] = "LOOT",
							["time"] = 1588941623,
							["arg1"] = "你获得了物品：|cff9d9d9d|Hitem:155609::::::::120:581::::::|h[弹性眼球]|h|r。",
						}, -- [10]
						{
							["type"] = "LOOT",
							["time"] = 1588941745,
							["arg1"] = "清风问樱-死亡之翼获得了战利品：|cff9d9d9d|Hitem:155618::::::::120:581::::::|h[被丢弃的蜕皮]|h|r。",
						}, -- [11]
						{
							["type"] = "LOOT",
							["time"] = 1588941748,
							["arg1"] = "清风问樱-死亡之翼获得了战利品：|cff9d9d9d|Hitem:155618::::::::120:581::::::|h[被丢弃的蜕皮]|h|r。",
						}, -- [12]
						{
							["type"] = "LOOT",
							["time"] = 1588941751,
							["arg1"] = "清风问樱-死亡之翼获得了战利品：|cff9d9d9d|Hitem:155618::::::::120:581::::::|h[被丢弃的蜕皮]|h|r。",
						}, -- [13]
						{
							["type"] = "CURRENCY",
							["time"] = 1588942267,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1540:0|h[木材]|h|r x9。",
						}, -- [14]
						{
							["type"] = "CURRENCY",
							["time"] = 1588942349,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1540:0|h[木材]|h|r x10。",
						}, -- [15]
						{
							["type"] = "CURRENCY",
							["time"] = 1588942464,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1541:0|h[铁矿]|h|r x12。",
						}, -- [16]
						{
							["type"] = "LOOT",
							["time"] = 1588942617,
							["arg1"] = "麦克雷雷-亚雷戈斯获得了战利品：|cff9d9d9d|Hitem:158808::::::::120:581::::::|h[结实的肌腱]|h|r。",
						}, -- [17]
						{
							["type"] = "LOOT",
							["time"] = 1588942850,
							["arg1"] = "瓦克-地狱之石获得了战利品：|cff9d9d9d|Hitem:158839::::::::120:581::::::|h[厚实的蟹爪]|h|r。",
						}, -- [18]
						{
							["type"] = "LOOT",
							["time"] = 1588942885,
							["arg1"] = "佚名翼-织亡者获得了战利品：|cffffffff|Hitem:154898::::::::120:581::::::|h[肥厚腰肉]|h|rx4。",
						}, -- [19]
						{
							["type"] = "LOOT",
							["time"] = 1588942885,
							["arg1"] = "佚名翼-织亡者获得了战利品：|cff9d9d9d|Hitem:158751::::::::120:581::::::|h[蓬乱绒毛]|h|r。",
						}, -- [20]
						{
							["type"] = "LOOT",
							["time"] = 1588942885,
							["arg1"] = "麦克雷雷-亚雷戈斯获得了战利品：|cff9d9d9d|Hitem:158860::::::::120:581::::::|h[臼齿]|h|r。",
						}, -- [21]
						{
							["type"] = "LOOT",
							["time"] = 1588942889,
							["arg1"] = "德之吾幸丶-影之哀伤获得了战利品：|cff9d9d9d|Hitem:158751::::::::120:581::::::|h[蓬乱绒毛]|h|r。",
						}, -- [22]
						{
							["type"] = "LOOT",
							["time"] = 1588942889,
							["arg1"] = "德之吾幸丶-影之哀伤获得了战利品：|cffffffff|Hitem:154898::::::::120:581::::::|h[肥厚腰肉]|h|r。",
						}, -- [23]
						{
							["type"] = "LOOT",
							["time"] = 1588942890,
							["arg1"] = "瓦克-地狱之石获得了战利品：|cff9d9d9d|Hitem:158839::::::::120:581::::::|h[厚实的蟹爪]|h|r。",
						}, -- [24]
						{
							["type"] = "LOOT",
							["time"] = 1588942890,
							["arg1"] = "瓦克-地狱之石获得了战利品：|cffffffff|Hitem:152631::::::::120:581::::::|h[盐海肉块]|h|rx2。",
						}, -- [25]
						{
							["type"] = "LOOT",
							["time"] = 1588942891,
							["arg1"] = "流放之狐-凤凰之神获得了战利品：|cff9d9d9d|Hitem:158839::::::::120:581::::::|h[厚实的蟹爪]|h|r。",
						}, -- [26]
						{
							["type"] = "LOOT",
							["time"] = 1588942892,
							["arg1"] = "流放之狐-凤凰之神获得了战利品：|cff9d9d9d|Hitem:158861::::::::120:581::::::|h[弹性眼柄]|h|r。",
						}, -- [27]
						{
							["type"] = "LOOT",
							["time"] = 1588942894,
							["arg1"] = "默宇-国王之谷获得了战利品：|cff9d9d9d|Hitem:158839::::::::120:581::::::|h[厚实的蟹爪]|h|r。",
						}, -- [28]
						{
							["type"] = "LOOT",
							["time"] = 1588942894,
							["arg1"] = "默宇-国王之谷获得了战利品：|cff9d9d9d|Hitem:158861::::::::120:581::::::|h[弹性眼柄]|h|r。",
						}, -- [29]
						{
							["type"] = "LOOT",
							["time"] = 1588942899,
							["arg1"] = "歪歪侠-燃烧之刃获得了战利品：|cff9d9d9d|Hitem:158839::::::::120:581::::::|h[厚实的蟹爪]|h|r。",
						}, -- [30]
						{
							["type"] = "LOOT",
							["time"] = 1588942899,
							["arg1"] = "歪歪侠-燃烧之刃获得了战利品：|cffffffff|Hitem:152631::::::::120:581::::::|h[盐海肉块]|h|r。",
						}, -- [31]
						{
							["type"] = "LOOT",
							["time"] = 1588942901,
							["arg1"] = "不再不再永恒-摩摩尔获得了战利品：|cff9d9d9d|Hitem:158861::::::::120:581::::::|h[弹性眼柄]|h|rx2。",
						}, -- [32]
						{
							["type"] = "LOOT",
							["time"] = 1588942901,
							["arg1"] = "不再不再永恒-摩摩尔获得了战利品：|cffffffff|Hitem:152631::::::::120:581::::::|h[盐海肉块]|h|rx3。",
						}, -- [33]
						{
							["type"] = "CURRENCY",
							["time"] = 1588943029,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1541:0|h[铁矿]|h|r x93。",
						}, -- [34]
						{
							["type"] = "CURRENCY",
							["time"] = 1588943029,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1540:0|h[木材]|h|r x25。",
						}, -- [35]
						{
							["type"] = "CURRENCY",
							["time"] = 1588943080,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1540:0|h[木材]|h|r x17。",
						}, -- [36]
						{
							["type"] = "LOOT",
							["time"] = 1588943200,
							["arg1"] = "流放之狐-凤凰之神获得了战利品：|cff9d9d9d|Hitem:158808::::::::120:581::::::|h[结实的肌腱]|h|r。",
						}, -- [37]
						{
							["type"] = "LOOT",
							["time"] = 1588943328,
							["arg1"] = "麦克雷雷-亚雷戈斯获得了战利品：|cff9d9d9d|Hitem:158751::::::::120:581::::::|h[蓬乱绒毛]|h|r。",
						}, -- [38]
						{
							["type"] = "LOOT",
							["time"] = 1588943328,
							["arg1"] = "麦克雷雷-亚雷戈斯获得了战利品：|cffffffff|Hitem:154897::::::::120:581::::::|h[里脊须肉]|h|rx2。",
						}, -- [39]
						{
							["type"] = "LOOT",
							["time"] = 1588943341,
							["arg1"] = "歪歪侠-燃烧之刃获得了战利品：|cff9d9d9d|Hitem:158808::::::::120:581::::::|h[结实的肌腱]|h|r。",
						}, -- [40]
						{
							["type"] = "LOOT",
							["time"] = 1588943341,
							["arg1"] = "歪歪侠-燃烧之刃获得了战利品：|cff9d9d9d|Hitem:158860::::::::120:581::::::|h[臼齿]|h|r。",
						}, -- [41]
						{
							["type"] = "LOOT",
							["time"] = 1588943341,
							["arg1"] = "歪歪侠-燃烧之刃获得了战利品：|cffffffff|Hitem:154898::::::::120:581::::::|h[肥厚腰肉]|h|rx4。",
						}, -- [42]
						{
							["type"] = "LOOT",
							["time"] = 1588943342,
							["arg1"] = "歪歪侠-燃烧之刃获得了战利品：|cff9d9d9d|Hitem:158751::::::::120:581::::::|h[蓬乱绒毛]|h|r。",
						}, -- [43]
						{
							["type"] = "LOOT",
							["time"] = 1588943362,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158808::::::::120:581::::::|h[结实的肌腱]|h|r。",
						}, -- [44]
						{
							["type"] = "LOOT",
							["time"] = 1588943362,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158751::::::::120:581::::::|h[蓬乱绒毛]|h|rx2。",
						}, -- [45]
						{
							["type"] = "LOOT",
							["time"] = 1588943365,
							["arg1"] = "歪歪侠-燃烧之刃获得了战利品：|cffffffff|Hitem:152541::::::::120:581::::::|h[粗糙皮革]|h|rx2。",
						}, -- [46]
						{
							["type"] = "LOOT",
							["time"] = 1588943365,
							["arg1"] = "歪歪侠-燃烧之刃获得了战利品：|cff9d9d9d|Hitem:158751::::::::120:581::::::|h[蓬乱绒毛]|h|r。",
						}, -- [47]
						{
							["type"] = "LOOT",
							["time"] = 1588943365,
							["arg1"] = "歪歪侠-燃烧之刃获得了战利品：|cff1eff00|Hitem:154722::::::::120:581::::::|h[风暴皮革]|h|rx3。",
						}, -- [48]
						{
							["type"] = "LOOT",
							["time"] = 1588943496,
							["arg1"] = "福建烤老鼠-深渊之巢获得了战利品：|cff9d9d9d|Hitem:158839::::::::120:581::::::|h[厚实的蟹爪]|h|r。",
						}, -- [49]
						{
							["type"] = "LOOT",
							["time"] = 1588944197,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:165475::::::::120:581::23:4:5845:1577:4786:6508:::|h[死亡猎手的项圈]|h|r。",
						}, -- [50]
						{
							["type"] = "CURRENCY",
							["time"] = 1588944198,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1716:0|h[荣耀战团服役勋章]|h|r x50。",
						}, -- [51]
						{
							["type"] = "CURRENCY",
							["time"] = 1588944198,
							["arg1"] = "你获得了：|cffe6cc80|Hcurrency:1803:0|h[尼奥罗萨的回响]|h|r x75。",
						}, -- [52]
						{
							["type"] = "LOOT",
							["time"] = 1588944199,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:166576::::::::120:581::6:4:5126:1517:4786:5416:::|h[死亡猎手的外衣]|h|r。",
						}, -- [53]
						{
							["type"] = "CURRENCY",
							["time"] = 1588944200,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1716:0|h[荣耀战团服役勋章]|h|r x15。",
						}, -- [54]
						{
							["type"] = "LOOT",
							["time"] = 1588944231,
							["arg1"] = "神隐之血-恐怖图腾获得了战利品：|cffa335ee|Hitem:152877::::::::120:581::::::|h[萦雾水晶]|h|r。",
						}, -- [55]
						{
							["type"] = "LOOT",
							["time"] = 1588944232,
							["arg1"] = "神隐之血-恐怖图腾获得了战利品：|cff0070dd|Hitem:152876::::::::120:581::::::|h[幽界碎片]|h|rx2。",
						}, -- [56]
						{
							["arg1"] = " ",
						}, -- [57]
						{
							["arg1"] = " ",
						}, -- [58]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 23:33:15。",
						}, -- [59]
						{
							["type"] = "CURRENCY",
							["time"] = 1588952315,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1755:0|h[凝结幻象]|h|r x10。",
						}, -- [60]
						{
							["type"] = "LOOT",
							["time"] = 1588952344,
							["arg1"] = "你获得了战利品：|cff1eff00|Hitem:174758::::::::120:581::::::|h[虚曲圣物碎片]|h|r。",
						}, -- [61]
						{
							["type"] = "MONEY",
							["time"] = 1588952345,
							["arg1"] = "你拾取了3金币, 16银币, 77铜币",
						}, -- [62]
						{
							["type"] = "CURRENCY",
							["time"] = 1588952383,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1755:0|h[凝结幻象]|h|r x19。",
						}, -- [63]
						{
							["type"] = "LOOT",
							["time"] = 1588952386,
							["arg1"] = "你获得了战利品：|cff1eff00|Hitem:174758::::::::120:581::::::|h[虚曲圣物碎片]|h|r。",
						}, -- [64]
						{
							["type"] = "LOOT",
							["time"] = 1588952386,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158874::::::::120:581::::::|h[泡沫蒸汽]|h|r。",
						}, -- [65]
						{
							["type"] = "CURRENCY",
							["time"] = 1588952408,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1755:0|h[凝结幻象]|h|r x14。",
						}, -- [66]
						{
							["type"] = "LOOT",
							["time"] = 1588952528,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:174288::::::::120:581::::::|h[永生精魂之息]|h|r。",
						}, -- [67]
						{
							["type"] = "CURRENCY",
							["time"] = 1588952529,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1755:0|h[凝结幻象]|h|r x3000。",
						}, -- [68]
						{
							["type"] = "CURRENCY",
							["time"] = 1588952569,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1755:0|h[凝结幻象]|h|r x21。",
						}, -- [69]
						{
							["type"] = "MONEY",
							["time"] = 1588952571,
							["arg1"] = "你拾取了8金币, 26银币, 16铜币",
						}, -- [70]
						{
							["type"] = "MONEY",
							["time"] = 1588952707,
							["arg1"] = "你拾取了74银币, 55铜币",
						}, -- [71]
						{
							["type"] = "MONEY",
							["time"] = 1588952801,
							["arg1"] = "你拾取了1金币, 37银币, 40铜币",
						}, -- [72]
						{
							["type"] = "LOOT",
							["time"] = 1588952816,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:174197::::::::120:581::11::::|h[博学者的笔记]|h|r。",
						}, -- [73]
						{
							["type"] = "LOOT",
							["time"] = 1588952819,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:173372::::::::120:581::11::::|h[黑暗帝国宝箱]|h|r。",
						}, -- [74]
						{
							["type"] = "LOOT",
							["time"] = 1588952821,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:173815::::::::120:581::29:6:6412:4803:6513:6516:1497:4786:::|h[贪婪巨口腰甲]|h|r。",
						}, -- [75]
						{
							["type"] = "CURRENCY",
							["time"] = 1588952822,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1755:0|h[凝结幻象]|h|r x12500。",
						}, -- [76]
						{
							["type"] = "CURRENCY",
							["time"] = 1588952822,
							["arg1"] = "你获得了：|cffe6cc80|Hcurrency:1803:0|h[尼奥罗萨的回响]|h|r x125。",
						}, -- [77]
						{
							["arg1"] = " ",
						}, -- [78]
						{
							["arg1"] = " ",
						}, -- [79]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 23:52:15。",
						}, -- [80]
						{
							["type"] = "LOOT",
							["time"] = 1588953340,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155593::::::::120:581::::::|h[中空胸骨]|h|r。",
						}, -- [81]
						{
							["type"] = "LOOT",
							["time"] = 1588953340,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158750::::::::120:581::::::|h[碎骨鸟喙]|h|r。",
						}, -- [82]
						{
							["type"] = "LOOT",
							["time"] = 1588953703,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158750::::::::120:581::::::|h[碎骨鸟喙]|h|rx2。",
						}, -- [83]
						{
							["type"] = "LOOT",
							["time"] = 1588953727,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158750::::::::120:581::::::|h[碎骨鸟喙]|h|r。",
						}, -- [84]
						{
							["type"] = "LOOT",
							["time"] = 1588953849,
							["arg1"] = "你获得了物品：|cffe6cc80|Hitem:168844::::::::120:581::14::::|h[完美强化变速箱]|h|r。",
						}, -- [85]
						{
							["type"] = "LOOT",
							["time"] = 1588953862,
							["arg1"] = "你获得了物品：|cff9d9d9d|Hitem:170003::::::::120:581::::::|h[刺耳的变速箱]|h|r。",
						}, -- [86]
						{
							["type"] = "LOOT",
							["time"] = 1588953878,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:173439::::::::120:581::9:5:6412:6515:6516:1487:4786:::|h[贪婪巨口薄靴]|h|r。",
						}, -- [87]
						{
							["type"] = "CURRENCY",
							["time"] = 1588954078,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1755:0|h[凝结幻象]|h|r x10000。",
						}, -- [88]
						{
							["type"] = "LOOT",
							["time"] = 1588954087,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:173363::::::::120:581::::::|h[惊魂幻象法器]|h|r。",
						}, -- [89]
						{
							["type"] = "LOOT",
							["time"] = 1588954089,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:173363::::::::120:581::::::|h[惊魂幻象法器]|h|r。",
						}, -- [90]
						{
							["type"] = "LOOT",
							["time"] = 1588954091,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:173363::::::::120:581::::::|h[惊魂幻象法器]|h|r。",
						}, -- [91]
						{
							["type"] = "LOOT",
							["time"] = 1588954093,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:173363::::::::120:581::::::|h[惊魂幻象法器]|h|r。",
						}, -- [92]
						{
							["type"] = "LOOT",
							["time"] = 1588954095,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:173363::::::::120:581::::::|h[惊魂幻象法器]|h|r。",
						}, -- [93]
						{
							["type"] = "LOOT",
							["time"] = 1588954294,
							["arg1"] = "你获得了战利品：|cffa335ee|Hitem:173439::::::::120:581::30:8:6412:4803:6513:6578:6579:6562:1477:4786:::|h[贪婪巨口薄靴]|h|r。",
						}, -- [94]
						{
							["type"] = "LOOT",
							["time"] = 1588954295,
							["arg1"] = "你获得了战利品：|cffe6cc80|Hitem:173308::::::::120:581::9::::|h[喧狂职责印记]|h|r。",
						}, -- [95]
						{
							["type"] = "CURRENCY",
							["time"] = 1588954295,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r x100。",
						}, -- [96]
						{
							["type"] = "CURRENCY",
							["time"] = 1588954296,
							["arg1"] = "你获得了：|cffe6cc80|Hcurrency:1803:0|h[尼奥罗萨的回响]|h|r x50。",
						}, -- [97]
						{
							["type"] = "CURRENCY",
							["time"] = 1588954303,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r x16。",
						}, -- [98]
						{
							["type"] = "LOOT",
							["time"] = 1588954314,
							["arg1"] = "你获得了物品：|cff9d9d9d|Hitem:174509::::::::120:581::::::|h[黯淡的印记]|h|r。",
						}, -- [99]
						{
							["type"] = "CURRENCY",
							["time"] = 1588954325,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r x100。",
						}, -- [100]
						{
							["type"] = "CURRENCY",
							["time"] = 1588954712,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1755:0|h[凝结幻象]|h|r x10000。",
						}, -- [101]
						{
							["type"] = "LOOT",
							["time"] = 1588954759,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:173363::::::::120:581::::::|h[惊魂幻象法器]|h|r。",
						}, -- [102]
						{
							["type"] = "LOOT",
							["time"] = 1588955188,
							["arg1"] = "你获得了战利品：|cffff8000|Hitem:174777::::::::120:581::::::|h[《羁石诅咒》]|h|r。",
						}, -- [103]
						{
							["type"] = "LOOT",
							["time"] = 1588955188,
							["arg1"] = "你获得了战利品：|cffe6cc80|Hitem:173288::::::::120:581::9::::|h[流溢艾泽里特晶簇]|h|r。",
						}, -- [104]
						{
							["type"] = "CURRENCY",
							["time"] = 1588955189,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r x100。",
						}, -- [105]
						{
							["type"] = "CURRENCY",
							["time"] = 1588955189,
							["arg1"] = "你获得了：|cffe6cc80|Hcurrency:1803:0|h[尼奥罗萨的回响]|h|r x50。",
						}, -- [106]
						{
							["type"] = "CURRENCY",
							["time"] = 1588955193,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r x25。",
						}, -- [107]
						{
							["type"] = "LOOT",
							["time"] = 1588955199,
							["arg1"] = "你获得了物品：|cffff8000|Hitem:171335::::::::120:581::11::::|h[腐化之核]|h|r。",
						}, -- [108]
						{
							["type"] = "LOOT",
							["time"] = 1588955230,
							["arg1"] = "你获得了物品：|cff9d9d9d|Hitem:174513::::::::120:581::::::|h[枯竭的晶簇]|h|r。",
						}, -- [109]
						{
							["type"] = "LOOT",
							["time"] = 1588955243,
							["arg1"] = "你的|cffff8000|Hitem:169223::::::::120:581::11:1:6272:::|h[阿什拉·卡马斯，决意之护]|h|r已被替换为|cffff8000|Hitem:169223::::::::120:581::11:2:6273:1472:::|h[阿什拉·卡马斯，决意之护]|h|r。",
						}, -- [110]
						{
							["type"] = "LOOT",
							["time"] = 1588955628,
							["arg1"] = "你获得了战利品：|cffff8000|Hitem:171353::::::::120:581::::::|h[《羁石诅咒》的散页]|h|r。",
						}, -- [111]
						{
							["type"] = "CURRENCY",
							["time"] = 1588955629,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r x100。",
						}, -- [112]
						{
							["type"] = "CURRENCY",
							["time"] = 1588955630,
							["arg1"] = "你获得了：|cffe6cc80|Hcurrency:1803:0|h[尼奥罗萨的回响]|h|r x50。",
						}, -- [113]
						{
							["type"] = "CURRENCY",
							["time"] = 1588955634,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r x18。",
						}, -- [114]
						{
							["type"] = "LOOT",
							["time"] = 1588955642,
							["arg1"] = "你获得了物品：|cffff8000|Hitem:171335::::::::120:581::11::::|h[腐化之核]|h|r。",
						}, -- [115]
						{
							["type"] = "LOOT",
							["time"] = 1588955653,
							["arg1"] = "你的|cffff8000|Hitem:169223::::::::120:581::11:2:6273:1472:::|h[阿什拉·卡马斯，决意之护]|h|r已被替换为|cffff8000|Hitem:169223::::::::120:581::11:2:6274:1472:::|h[阿什拉·卡马斯，决意之护]|h|r。",
						}, -- [116]
						{
							["arg1"] = " ",
						}, -- [117]
						{
							["arg1"] = " ",
						}, -- [118]
						{
							["arg1"] = "记录开始于 05/09/2020 的 00:47:16。",
							["type"] = "SYSTEM",
						}, -- [119]
						{
							["type"] = "LOOT",
							["time"] = 1588956867,
							["arg1"] = "你获得了战利品：|cffff8000|Hitem:171353::::::::120:581::::::|h[《羁石诅咒》的散页]|h|r。",
						}, -- [120]
						{
							["type"] = "CURRENCY",
							["time"] = 1588956868,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r x100。",
						}, -- [121]
						{
							["type"] = "CURRENCY",
							["time"] = 1588956869,
							["arg1"] = "你获得了：|cffe6cc80|Hcurrency:1803:0|h[尼奥罗萨的回响]|h|r x50。",
						}, -- [122]
						{
							["type"] = "CURRENCY",
							["time"] = 1588956872,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r x18。",
						}, -- [123]
						{
							["type"] = "LOOT",
							["time"] = 1588956880,
							["arg1"] = "你获得了物品：|cffff8000|Hitem:171335::::::::120:581::11::::|h[腐化之核]|h|r。",
						}, -- [124]
						{
							["type"] = "LOOT",
							["time"] = 1588956889,
							["arg1"] = "你的|cffff8000|Hitem:169223::::::::120:581::11:2:6274:1472:::|h[阿什拉·卡马斯，决意之护]|h|r已被替换为|cffff8000|Hitem:169223::::::::120:581::11:2:6275:1472:::|h[阿什拉·卡马斯，决意之护]|h|r。",
						}, -- [125]
						{
							["arg1"] = " ",
						}, -- [126]
						{
							["arg1"] = " ",
						}, -- [127]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 01:05:24。",
						}, -- [128]
						{
							["type"] = "LOOT",
							["time"] = 1588957564,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:173363::::::::120:581::::::|h[惊魂幻象法器]|h|r。",
						}, -- [129]
						{
							["arg1"] = " ",
						}, -- [130]
						{
							["arg1"] = " ",
						}, -- [131]
						{
							["arg1"] = "记录开始于 05/09/2020 的 13:19:45。",
							["type"] = "SYSTEM",
						}, -- [132]
						{
							["type"] = "LOOT",
							["time"] = 1589001860,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155609::::::::120:581::::::|h[弹性眼球]|h|r。",
						}, -- [133]
						{
							["type"] = "CURRENCY",
							["time"] = 1589002047,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1560:0|h[战争物资]|h|r x40。",
						}, -- [134]
						{
							["type"] = "MONEY",
							["time"] = 1589002048,
							["arg1"] = "你拾取了1金币, 2银币, 8铜币",
						}, -- [135]
						{
							["arg1"] = " ",
						}, -- [136]
						{
							["arg1"] = " ",
						}, -- [137]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 13:29:16。",
						}, -- [138]
						{
							["type"] = "MONEY",
							["time"] = 1589002261,
							["arg1"] = "你拾取了1金币, 84银币, 62铜币",
						}, -- [139]
						{
							["type"] = "LOOT",
							["time"] = 1589002302,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158773::::::::120:581::::::|h[扭动粘质]|h|r。",
						}, -- [140]
						{
							["type"] = "MONEY",
							["time"] = 1589002302,
							["arg1"] = "你拾取了91银币, 98铜币",
						}, -- [141]
						{
							["arg1"] = " ",
						}, -- [142]
						{
							["arg1"] = " ",
						}, -- [143]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 13:41:35。",
						}, -- [144]
						{
							["type"] = "LOOT",
							["time"] = 1589002939,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155598::::::::120:581::::::|h[断裂颚骨]|h|r。",
						}, -- [145]
						{
							["arg1"] = " ",
						}, -- [146]
						{
							["arg1"] = " ",
						}, -- [147]
						{
							["arg1"] = "记录开始于 05/09/2020 的 13:52:51。",
							["type"] = "SYSTEM",
						}, -- [148]
						{
							["type"] = "MONEY",
							["time"] = 1589003714,
							["arg1"] = "你拾取了4金币, 14银币, 80铜币",
						}, -- [149]
						{
							["type"] = "LOOT",
							["time"] = 1589003739,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:152576::::::::120:581::::::|h[浪息亚麻布]|h|rx3。",
						}, -- [150]
						{
							["type"] = "LOOT",
							["time"] = 1589003739,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:154798::::::::120:581::::::|h[崩解的锁甲外套]|h|r。",
						}, -- [151]
						{
							["type"] = "MONEY",
							["time"] = 1589003740,
							["arg1"] = "你拾取了3金币, 57银币, 58铜币",
						}, -- [152]
						{
							["type"] = "MONEY",
							["time"] = 1589003750,
							["arg1"] = "你拾取了66银币",
						}, -- [153]
						{
							["type"] = "MONEY",
							["time"] = 1589003788,
							["arg1"] = "你拾取了65银币, 9铜币",
						}, -- [154]
						{
							["type"] = "LOOT",
							["time"] = 1589003863,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:157880::::::::120:581::28:5:4803:6516:6515:1637:4786:::|h[鲜血沼泽之握]|h|r。",
						}, -- [155]
						{
							["type"] = "CURRENCY",
							["time"] = 1589003864,
							["arg1"] = "你获得了：|cffe6cc80|Hcurrency:1803:0|h[尼奥罗萨的回响]|h|r x50。",
						}, -- [156]
						{
							["type"] = "LOOT",
							["time"] = 1589004114,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158863::::::::120:581::::::|h[几丁质外壳]|h|r。",
						}, -- [157]
						{
							["type"] = "LOOT",
							["time"] = 1589004114,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155601::::::::120:581::::::|h[尖腿残肢]|h|r。",
						}, -- [158]
						{
							["type"] = "LOOT",
							["time"] = 1589004114,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155610::::::::120:581::::::|h[钉刺荨麻]|h|r。",
						}, -- [159]
						{
							["arg1"] = " ",
						}, -- [160]
						{
							["arg1"] = " ",
						}, -- [161]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 14:04:57。",
						}, -- [162]
						{
							["type"] = "LOOT",
							["time"] = 1589004505,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155609::::::::120:581::::::|h[弹性眼球]|h|r。",
						}, -- [163]
						{
							["type"] = "LOOT",
							["time"] = 1589004505,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158859::::::::120:581::::::|h[锯齿尖牙]|h|rx2。",
						}, -- [164]
						{
							["type"] = "LOOT",
							["time"] = 1589004505,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155635::::::::120:581::::::|h[健壮之翅]|h|rx2。",
						}, -- [165]
						{
							["type"] = "LOOT",
							["time"] = 1589004630,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:152576::::::::120:581::::::|h[浪息亚麻布]|h|rx3。",
						}, -- [166]
						{
							["type"] = "MONEY",
							["time"] = 1589004631,
							["arg1"] = "你拾取了48银币, 39铜币",
						}, -- [167]
						{
							["arg1"] = " ",
						}, -- [168]
						{
							["arg1"] = " ",
						}, -- [169]
						{
							["arg1"] = "记录开始于 05/09/2020 的 14:13:50。",
							["type"] = "SYSTEM",
						}, -- [170]
						{
							["type"] = "CURRENCY",
							["time"] = 1589004952,
							["arg1"] = "你获得了：|cffe6cc80|Hcurrency:1803:0|h[尼奥罗萨的回响]|h|r x50。",
						}, -- [171]
						{
							["type"] = "CURRENCY",
							["time"] = 1589005007,
							["arg1"] = "你获得了：|cffe6cc80|Hcurrency:1803:0|h[尼奥罗萨的回响]|h|r x50。",
						}, -- [172]
						{
							["type"] = "LOOT",
							["time"] = 1589005233,
							["arg1"] = "你获得了战利品：|cffff8000|Hitem:171353::::::::120:581::::::|h[《羁石诅咒》的散页]|h|r。",
						}, -- [173]
						{
							["type"] = "CURRENCY",
							["time"] = 1589005234,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r x100。",
						}, -- [174]
						{
							["type"] = "CURRENCY",
							["time"] = 1589005234,
							["arg1"] = "你获得了：|cffe6cc80|Hcurrency:1803:0|h[尼奥罗萨的回响]|h|r x50。",
						}, -- [175]
						{
							["type"] = "CURRENCY",
							["time"] = 1589005238,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r x20。",
						}, -- [176]
						{
							["type"] = "LOOT",
							["time"] = 1589005244,
							["arg1"] = "你获得了物品：|cffff8000|Hitem:171335::::::::120:581::11::::|h[腐化之核]|h|r。",
						}, -- [177]
						{
							["type"] = "LOOT",
							["time"] = 1589005354,
							["arg1"] = "你获得了物品：|cffe6cc80|Hitem:168839::::::::120:581::14::::|h[再生渊障]|h|r。",
						}, -- [178]
						{
							["type"] = "LOOT",
							["time"] = 1589005364,
							["arg1"] = "你获得了物品：|cff9d9d9d|Hitem:169999::::::::120:581::::::|h[破碎的护障]|h|r。",
						}, -- [179]
						{
							["type"] = "LOOT",
							["time"] = 1589005373,
							["arg1"] = "你的|cffff8000|Hitem:169223::::::::120:581::11:2:6275:1472:::|h[阿什拉·卡马斯，决意之护]|h|r已被替换为|cffff8000|Hitem:169223::::::::120:581::11:2:6276:1472:::|h[阿什拉·卡马斯，决意之护]|h|r。",
						}, -- [180]
						{
							["arg1"] = " ",
						}, -- [181]
						{
							["arg1"] = " ",
						}, -- [182]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 14:30:48。",
						}, -- [183]
						{
							["type"] = "CURRENCY",
							["time"] = 1589006181,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r x125。",
						}, -- [184]
						{
							["type"] = "CURRENCY",
							["time"] = 1589006181,
							["arg1"] = "你获得了：|cffe6cc80|Hcurrency:1803:0|h[尼奥罗萨的回响]|h|r x50。",
						}, -- [185]
						{
							["type"] = "LOOT",
							["time"] = 1589006183,
							["arg1"] = "你获得了战利品：|cffff8000|Hitem:174782::::::::120:581::::::|h[《恐惧与血肉》]|h|r。",
						}, -- [186]
						{
							["type"] = "LOOT",
							["time"] = 1589006183,
							["arg1"] = "你获得了战利品：|cffa335ee|Hitem:174287::::::::120:581::::::|h[坚壁之力火花]|h|r。",
						}, -- [187]
						{
							["type"] = "CURRENCY",
							["time"] = 1589006184,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r x150。",
						}, -- [188]
						{
							["type"] = "CURRENCY",
							["time"] = 1589006184,
							["arg1"] = "你获得了：|cffe6cc80|Hcurrency:1803:0|h[尼奥罗萨的回响]|h|r x25。",
						}, -- [189]
						{
							["type"] = "CURRENCY",
							["time"] = 1589006189,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r x117。",
						}, -- [190]
						{
							["type"] = "LOOT",
							["time"] = 1589006210,
							["arg1"] = "你获得了物品：|cffff8000|Hitem:171354::::::::120:581::11::::|h[惊魂之核]|h|r。",
						}, -- [191]
						{
							["type"] = "LOOT",
							["time"] = 1589006221,
							["arg1"] = "你的|cffff8000|Hitem:169223::::::::120:581::11:2:6276:1472:::|h[阿什拉·卡马斯，决意之护]|h|r已被替换为|cffff8000|Hitem:169223::::::::120:581::11:2:6277:1472:::|h[阿什拉·卡马斯，决意之护]|h|r。",
						}, -- [192]
						{
							["arg1"] = " ",
						}, -- [193]
						{
							["arg1"] = " ",
						}, -- [194]
						{
							["arg1"] = "记录开始于 05/09/2020 的 14:39:39。",
							["type"] = "SYSTEM",
						}, -- [195]
						{
							["type"] = "LOOT",
							["time"] = 1589006594,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:152542::::::::120:581::::::|h[硬化风暴之皮]|h|rx2。",
						}, -- [196]
						{
							["type"] = "LOOT",
							["time"] = 1589006594,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:154722::::::::120:581::::::|h[风暴皮革]|h|rx2。",
						}, -- [197]
						{
							["type"] = "LOOT",
							["time"] = 1589006594,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:154165::::::::120:581::::::|h[钙化之骨]|h|rx3。",
						}, -- [198]
						{
							["type"] = "CURRENCY",
							["time"] = 1589006595,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1718:0|h[泰坦残血精华]|h|r x20。",
						}, -- [199]
						{
							["type"] = "LOOT",
							["time"] = 1589006596,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:154722::::::::120:581::::::|h[风暴皮革]|h|rx2。",
						}, -- [200]
						{
							["type"] = "LOOT",
							["time"] = 1589006596,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:152542::::::::120:581::::::|h[硬化风暴之皮]|h|rx2。",
						}, -- [201]
						{
							["type"] = "LOOT",
							["time"] = 1589006596,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:154165::::::::120:581::::::|h[钙化之骨]|h|rx3。",
						}, -- [202]
						{
							["type"] = "LOOT",
							["time"] = 1589006596,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:152541::::::::120:581::::::|h[粗糙皮革]|h|r。",
						}, -- [203]
						{
							["type"] = "LOOT",
							["time"] = 1589006597,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:154722::::::::120:581::::::|h[风暴皮革]|h|rx3。",
						}, -- [204]
						{
							["type"] = "LOOT",
							["time"] = 1589006597,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:152542::::::::120:581::::::|h[硬化风暴之皮]|h|rx2。",
						}, -- [205]
						{
							["type"] = "LOOT",
							["time"] = 1589006597,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:154165::::::::120:581::::::|h[钙化之骨]|h|rx3。",
						}, -- [206]
						{
							["type"] = "LOOT",
							["time"] = 1589006599,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:154722::::::::120:581::::::|h[风暴皮革]|h|rx3。",
						}, -- [207]
						{
							["type"] = "LOOT",
							["time"] = 1589006599,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:152542::::::::120:581::::::|h[硬化风暴之皮]|h|rx2。",
						}, -- [208]
						{
							["type"] = "LOOT",
							["time"] = 1589006599,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:154165::::::::120:581::::::|h[钙化之骨]|h|rx3。",
						}, -- [209]
						{
							["arg1"] = " ",
						}, -- [210]
						{
							["arg1"] = " ",
						}, -- [211]
						{
							["arg1"] = "记录开始于 05/09/2020 的 14:54:45。",
							["type"] = "SYSTEM",
						}, -- [212]
						{
							["type"] = "LOOT",
							["time"] = 1589007526,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158865::::::::120:581::::::|h[幽灵粘液]|h|rx2。",
						}, -- [213]
						{
							["type"] = "LOOT",
							["time"] = 1589007526,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158771::::::::120:581::::::|h[幽魂脓液]|h|r。",
						}, -- [214]
						{
							["type"] = "LOOT",
							["time"] = 1589007529,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:167802::::::::120:581::::::|h[翡翠碎片]|h|r。",
						}, -- [215]
						{
							["type"] = "LOOT",
							["time"] = 1589007537,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:167802::::::::120:581::::::|h[翡翠碎片]|h|r。",
						}, -- [216]
						{
							["type"] = "LOOT",
							["time"] = 1589007586,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158771::::::::120:581::::::|h[幽魂脓液]|h|r。",
						}, -- [217]
						{
							["type"] = "LOOT",
							["time"] = 1589007589,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:167802::::::::120:581::::::|h[翡翠碎片]|h|r。",
						}, -- [218]
						{
							["type"] = "LOOT",
							["time"] = 1589007612,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158771::::::::120:581::::::|h[幽魂脓液]|h|rx3。",
						}, -- [219]
						{
							["type"] = "LOOT",
							["time"] = 1589007646,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158865::::::::120:581::::::|h[幽灵粘液]|h|rx2。",
						}, -- [220]
						{
							["type"] = "LOOT",
							["time"] = 1589007649,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:167802::::::::120:581::::::|h[翡翠碎片]|h|r。",
						}, -- [221]
						{
							["type"] = "LOOT",
							["time"] = 1589007652,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:167802::::::::120:581::::::|h[翡翠碎片]|h|r。",
						}, -- [222]
						{
							["arg1"] = " ",
						}, -- [223]
						{
							["arg1"] = " ",
						}, -- [224]
						{
							["arg1"] = "记录开始于 05/09/2020 的 15:02:59。",
							["type"] = "SYSTEM",
						}, -- [225]
						{
							["type"] = "LOOT",
							["time"] = 1589008045,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158865::::::::120:581::::::|h[幽灵粘液]|h|r。",
						}, -- [226]
						{
							["type"] = "LOOT",
							["time"] = 1589008119,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158771::::::::120:581::::::|h[幽魂脓液]|h|r。",
						}, -- [227]
						{
							["type"] = "LOOT",
							["time"] = 1589008119,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158865::::::::120:581::::::|h[幽灵粘液]|h|r。",
						}, -- [228]
						{
							["type"] = "LOOT",
							["time"] = 1589008192,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158865::::::::120:581::::::|h[幽灵粘液]|h|r。",
						}, -- [229]
						{
							["type"] = "LOOT",
							["time"] = 1589008234,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:167802::::::::120:581::::::|h[翡翠碎片]|h|r。",
						}, -- [230]
						{
							["type"] = "LOOT",
							["time"] = 1589008235,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158771::::::::120:581::::::|h[幽魂脓液]|h|r。",
						}, -- [231]
						{
							["type"] = "LOOT",
							["time"] = 1589008240,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:167802::::::::120:581::::::|h[翡翠碎片]|h|r。",
						}, -- [232]
						{
							["arg1"] = " ",
						}, -- [233]
						{
							["arg1"] = " ",
						}, -- [234]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 15:12:22。",
						}, -- [235]
						{
							["type"] = "LOOT",
							["time"] = 1589008539,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158771::::::::120:581::::::|h[幽魂脓液]|h|r。",
						}, -- [236]
						{
							["type"] = "LOOT",
							["time"] = 1589008543,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:167831::::::::120:581::11::::|h[翡翠碎片]|h|r。",
						}, -- [237]
						{
							["type"] = "LOOT",
							["time"] = 1589008602,
							["arg1"] = "你获得了战利品：|cffe6cc80|Hitem:167875::::::::120:581::::::|h[重铸的灿梦龙鳞]|h|r。",
						}, -- [238]
						{
							["type"] = "LOOT",
							["time"] = 1589008605,
							["arg1"] = "你获得了物品：|cffe6cc80|Hitem:168612::::::::120:581::11::::|h[灿梦龙鳞]|h|r。",
						}, -- [239]
						{
							["type"] = "LOOT",
							["time"] = 1589008727,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:168740::::::::120:581::11::::|h[布林顿7000礼包]|h|r。",
						}, -- [240]
						{
							["type"] = "LOOT",
							["time"] = 1589008729,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:9318::::::::120:581::::::|h[红色焰火]|h|rx3。",
						}, -- [241]
						{
							["type"] = "LOOT",
							["time"] = 1589008729,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:168788::::::::120:581::::::|h[玩具士兵武器]|h|rx4。",
						}, -- [242]
						{
							["type"] = "LOOT",
							["time"] = 1589008729,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:152550::::::::120:581::::::|h[海雾药水]|h|rx2。",
						}, -- [243]
						{
							["type"] = "LOOT",
							["time"] = 1589008739,
							["arg1"] = "你获得了物品：|cff9d9d9d|Hitem:169985::::::::120:581::::::|h[褪色的龙鳞]|h|r。",
						}, -- [244]
						{
							["arg1"] = " ",
						}, -- [245]
						{
							["arg1"] = " ",
						}, -- [246]
						{
							["arg1"] = "记录开始于 05/09/2020 的 15:38:24。",
							["type"] = "SYSTEM",
						}, -- [247]
						{
							["type"] = "LOOT",
							["time"] = 1589010024,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:168280::::::::120:581::::::|h[赤色龙母的失落之鳞]|h|r。",
						}, -- [248]
						{
							["type"] = "LOOT",
							["time"] = 1589010101,
							["arg1"] = "你获得了物品：|cffe6cc80|Hitem:168613::::::::120:581::11::::|h[赤色龙母的淬火之鳞]|h|r。",
						}, -- [249]
						{
							["type"] = "LOOT",
							["time"] = 1589010109,
							["arg1"] = "你获得了物品：|cff9d9d9d|Hitem:169986::::::::120:581::::::|h[裂开的龙鳞]|h|r。",
						}, -- [250]
					},
				}, -- [8]
				{
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "系统信息",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["time"] = 1588944242,
							["arg1"] = "你离开了队伍。",
						}, -- [1]
						{
							["arg1"] = " ",
						}, -- [2]
						{
							["arg1"] = " ",
						}, -- [3]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 23:33:15。",
						}, -- [4]
						{
							["type"] = "SYSTEM",
							["time"] = 1588952314,
							["arg1"] = "获得44金币, 95银币。",
						}, -- [5]
						{
							["type"] = "SYSTEM",
							["time"] = 1588952382,
							["arg1"] = "你获得了物品：|cff0070dd|Hcurrency:1553:209|h[闪光的艾泽里特晶体]|h|r。",
						}, -- [6]
						{
							["type"] = "SYSTEM",
							["time"] = 1588952382,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:581::11:4:6316:4932:4933:1626:::|h[艾泽拉斯之心]|h|r获得了209点神器能量。",
						}, -- [7]
						{
							["type"] = "SYSTEM",
							["time"] = 1588952407,
							["arg1"] = "获得34金币, 3银币。",
						}, -- [8]
						{
							["type"] = "SYSTEM",
							["time"] = 1588952419,
							["arg1"] = "接受任务：黑暗中的援手",
						}, -- [9]
						{
							["type"] = "SYSTEM",
							["time"] = 1588952528,
							["arg1"] = "黑暗中的援手完成。",
						}, -- [10]
						{
							["type"] = "SYSTEM",
							["time"] = 1588952528,
							["arg1"] = "获得23金币, 40银币。",
						}, -- [11]
						{
							["type"] = "SYSTEM",
							["time"] = 1588952545,
							["arg1"] = "就爱逗你玩下线了。",
						}, -- [12]
						{
							["type"] = "SYSTEM",
							["time"] = 1588952568,
							["arg1"] = "你获得了物品：|cff0070dd|Hcurrency:1553:219|h[闪光的艾泽里特晶体]|h|r。",
						}, -- [13]
						{
							["type"] = "SYSTEM",
							["time"] = 1588952569,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:581::11:4:6316:4932:4933:1626:::|h[艾泽拉斯之心]|h|r获得了219点神器能量。",
						}, -- [14]
						{
							["type"] = "SYSTEM",
							["time"] = 1588952745,
							["arg1"] = "艾泽拉斯大陆最新火热招聘，战鼓再次被敲响，这一次你将用自己的双手铸造起守护艾泽拉斯世界的屏障！魔兽客 服招聘，简历请投递至wow163@188. com",
						}, -- [15]
						{
							["type"] = "SYSTEM",
							["time"] = 1588952816,
							["arg1"] = "接受任务：危险记录",
						}, -- [16]
						{
							["type"] = "SYSTEM",
							["time"] = 1588952818,
							["arg1"] = "你获得了物品：|cffa335ee|Hcurrency:1553:750|h[闪耀的艾泽里特之核]|h|r。",
						}, -- [17]
						{
							["type"] = "SYSTEM",
							["time"] = 1588952819,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:581::11:4:6316:4932:4933:1626:::|h[艾泽拉斯之心]|h|r获得了750点神器能量。",
						}, -- [18]
						{
							["type"] = "SYSTEM",
							["time"] = 1588952819,
							["arg1"] = "你在莱加尼中的声望达到了友善。",
						}, -- [19]
						{
							["type"] = "SYSTEM",
							["time"] = 1588952819,
							["arg1"] = "突袭：黑暗帝国完成。",
						}, -- [20]
						{
							["type"] = "SYSTEM",
							["time"] = 1588952821,
							["arg1"] = "获得2000金币。",
						}, -- [21]
						{
							["arg1"] = " ",
						}, -- [22]
						{
							["arg1"] = " ",
						}, -- [23]
						{
							["arg1"] = "记录开始于 05/08/2020 的 23:49:40。",
							["type"] = "SYSTEM",
						}, -- [24]
						{
							["type"] = "SYSTEM",
							["time"] = 1588953062,
							["arg1"] = "千年老妖丶下线了。",
						}, -- [25]
						{
							["arg1"] = " ",
						}, -- [26]
						{
							["arg1"] = " ",
						}, -- [27]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 23:52:15。",
						}, -- [28]
						{
							["type"] = "SYSTEM",
							["time"] = 1588953158,
							["arg1"] = "团团饲养员-伊利丹已经被你加入屏蔽名单了",
						}, -- [29]
						{
							["type"] = "SYSTEM",
							["time"] = 1588953235,
							["arg1"] = "夜莺轻啼，不觉中，夜幕已包裹住艾泽拉斯的领土。结束了一天的冒险，愿艾露恩赐您美梦。晚安，勇士们。",
						}, -- [30]
						{
							["type"] = "SYSTEM",
							["time"] = 1588953878,
							["arg1"] = "陷入疯狂完成。",
						}, -- [31]
						{
							["type"] = "SYSTEM",
							["time"] = 1588953878,
							["arg1"] = "获得23金币, 40银币。",
						}, -- [32]
						{
							["type"] = "SYSTEM",
							["time"] = 1588953880,
							["arg1"] = "接受任务：开启传送门",
						}, -- [33]
						{
							["type"] = "SYSTEM",
							["time"] = 1588954077,
							["arg1"] = "开启传送门完成。",
						}, -- [34]
						{
							["type"] = "SYSTEM",
							["time"] = 1588954077,
							["arg1"] = "获得17金币, 60银币。",
						}, -- [35]
						{
							["type"] = "SYSTEM",
							["time"] = 1588954077,
							["arg1"] = "接受任务：进入最黑暗的深渊",
						}, -- [36]
						{
							["type"] = "SYSTEM",
							["time"] = 1588954104,
							["arg1"] = "你已经加入了奥格瑞玛的惊魂幻象的队列。",
						}, -- [37]
						{
							["type"] = "SYSTEM",
							["time"] = 1588954113,
							["arg1"] = "地下城难度已设置为恩佐斯的幻象。",
						}, -- [38]
						{
							["type"] = "SYSTEM",
							["time"] = 1588954305,
							["arg1"] = "你已经被移出队伍",
						}, -- [39]
						{
							["type"] = "SYSTEM",
							["time"] = 1588954306,
							["arg1"] = "地下城难度已设置为场景战役（普通）。",
						}, -- [40]
						{
							["type"] = "SYSTEM",
							["time"] = 1588954324,
							["arg1"] = "进入最黑暗的深渊完成。",
						}, -- [41]
						{
							["type"] = "SYSTEM",
							["time"] = 1588954324,
							["arg1"] = "获得23金币, 40银币。",
						}, -- [42]
						{
							["type"] = "SYSTEM",
							["time"] = 1588954344,
							["arg1"] = "接受任务：黑暗中的低语",
						}, -- [43]
						{
							["type"] = "SYSTEM",
							["time"] = 1588954674,
							["arg1"] = "接受任务：访问档案",
						}, -- [44]
						{
							["type"] = "SYSTEM",
							["time"] = 1588954675,
							["arg1"] = "接受任务：破碎世界的残骸",
						}, -- [45]
						{
							["type"] = "SYSTEM",
							["time"] = 1588954678,
							["arg1"] = "黑暗中的低语完成。",
						}, -- [46]
						{
							["type"] = "SYSTEM",
							["time"] = 1588954678,
							["arg1"] = "获得46金币, 80银币。",
						}, -- [47]
						{
							["type"] = "SYSTEM",
							["time"] = 1588954679,
							["arg1"] = "接受任务：进入梦境",
						}, -- [48]
						{
							["type"] = "SYSTEM",
							["time"] = 1588954711,
							["arg1"] = "访问档案完成。",
						}, -- [49]
						{
							["type"] = "SYSTEM",
							["time"] = 1588954711,
							["arg1"] = "获得2金币, 34银币。",
						}, -- [50]
						{
							["type"] = "SYSTEM",
							["time"] = 1588954759,
							["arg1"] = "进入梦境完成。",
						}, -- [51]
						{
							["type"] = "SYSTEM",
							["time"] = 1588954759,
							["arg1"] = "获得2金币, 34银币。",
						}, -- [52]
						{
							["type"] = "SYSTEM",
							["time"] = 1588954759,
							["arg1"] = "接受任务：尼奥罗萨，觉醒之城：腐蚀者的末日",
						}, -- [53]
						{
							["type"] = "SYSTEM",
							["time"] = 1588954766,
							["arg1"] = "你已经加入了奥格瑞玛的惊魂幻象的队列。",
						}, -- [54]
						{
							["type"] = "SYSTEM",
							["time"] = 1588954776,
							["arg1"] = "你学会新的技能：|cff71d5ff|Hspell:247454:0|h[幽魂炸弹]|h|r",
						}, -- [55]
						{
							["type"] = "SYSTEM",
							["time"] = 1588954789,
							["arg1"] = "地下城难度已设置为恩佐斯的幻象。",
						}, -- [56]
						{
							["type"] = "SYSTEM",
							["time"] = 1588955194,
							["arg1"] = "你已经被移出队伍",
						}, -- [57]
						{
							["type"] = "SYSTEM",
							["time"] = 1588955199,
							["arg1"] = "破碎世界的残骸完成。",
						}, -- [58]
						{
							["type"] = "SYSTEM",
							["time"] = 1588955199,
							["arg1"] = "获得23金币, 40银币。",
						}, -- [59]
						{
							["type"] = "SYSTEM",
							["time"] = 1588955205,
							["arg1"] = "接受任务：《羁石诅咒》重现人间",
						}, -- [60]
						{
							["type"] = "SYSTEM",
							["time"] = 1588955270,
							["arg1"] = "你已经加入了奥格瑞玛的惊魂幻象的队列。",
						}, -- [61]
						{
							["type"] = "SYSTEM",
							["time"] = 1588955277,
							["arg1"] = "地下城难度已设置为恩佐斯的幻象。",
						}, -- [62]
						{
							["type"] = "SYSTEM",
							["time"] = 1588955635,
							["arg1"] = "你已经被移出队伍",
						}, -- [63]
						{
							["type"] = "SYSTEM",
							["time"] = 1588955642,
							["arg1"] = "《羁石诅咒》重现人间完成。",
						}, -- [64]
						{
							["type"] = "SYSTEM",
							["time"] = 1588955642,
							["arg1"] = "获得17金币, 60银币。",
						}, -- [65]
						{
							["type"] = "SYSTEM",
							["time"] = 1588955646,
							["arg1"] = "接受任务：《羁石诅咒》重现人间",
						}, -- [66]
						{
							["arg1"] = " ",
						}, -- [67]
						{
							["arg1"] = " ",
						}, -- [68]
						{
							["arg1"] = "记录开始于 05/09/2020 的 00:36:26。",
							["type"] = "SYSTEM",
						}, -- [69]
						{
							["type"] = "SYSTEM",
							["time"] = 1588956216,
							["arg1"] = "哀伤骑下线了。",
						}, -- [70]
						{
							["arg1"] = " ",
						}, -- [71]
						{
							["arg1"] = " ",
						}, -- [72]
						{
							["arg1"] = "记录开始于 05/09/2020 的 00:47:16。",
							["type"] = "SYSTEM",
						}, -- [73]
						{
							["type"] = "SYSTEM",
							["time"] = 1588956600,
							["arg1"] = "你已经加入了奥格瑞玛的惊魂幻象的队列。",
						}, -- [74]
						{
							["type"] = "SYSTEM",
							["time"] = 1588956606,
							["arg1"] = "地下城难度已设置为恩佐斯的幻象。",
						}, -- [75]
						{
							["type"] = "SYSTEM",
							["time"] = 1588956612,
							["arg1"] = "你现在没有在一个队伍中",
						}, -- [76]
						{
							["type"] = "SYSTEM",
							["time"] = 1588956612,
							["arg1"] = "你现在没有在一个队伍中",
						}, -- [77]
						{
							["type"] = "SYSTEM",
							["time"] = 1588956873,
							["arg1"] = "你已经被移出队伍",
						}, -- [78]
						{
							["type"] = "SYSTEM",
							["time"] = 1588956880,
							["arg1"] = "《羁石诅咒》重现人间完成。",
						}, -- [79]
						{
							["type"] = "SYSTEM",
							["time"] = 1588956880,
							["arg1"] = "获得17金币, 60银币。",
						}, -- [80]
						{
							["type"] = "SYSTEM",
							["time"] = 1588956884,
							["arg1"] = "接受任务：《羁石诅咒》重现人间",
						}, -- [81]
						{
							["arg1"] = " ",
						}, -- [82]
						{
							["arg1"] = " ",
						}, -- [83]
						{
							["arg1"] = "记录开始于 05/09/2020 的 13:19:45。",
							["type"] = "SYSTEM",
						}, -- [84]
						{
							["type"] = "SYSTEM",
							["time"] = 1589001886,
							["arg1"] = "你获得了物品：|cff1eff00|Hcurrency:1553:12|h[微型艾泽里特裂片]|h|r。",
						}, -- [85]
						{
							["type"] = "SYSTEM",
							["time"] = 1589001886,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:581::11:4:6316:4932:4933:1628:::|h[艾泽拉斯之心]|h|r获得了12点神器能量。",
						}, -- [86]
						{
							["type"] = "SYSTEM",
							["time"] = 1589001894,
							["arg1"] = "你获得了物品：|cff1eff00|Hcurrency:1553:14|h[微型艾泽里特裂片]|h|r。",
						}, -- [87]
						{
							["type"] = "SYSTEM",
							["time"] = 1589001894,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:581::11:4:6316:4932:4933:1628:::|h[艾泽拉斯之心]|h|r获得了14点神器能量。",
						}, -- [88]
						{
							["type"] = "SYSTEM",
							["time"] = 1589001899,
							["arg1"] = "你获得了物品：|cff1eff00|Hcurrency:1553:13|h[微型艾泽里特裂片]|h|r。",
						}, -- [89]
						{
							["type"] = "SYSTEM",
							["time"] = 1589001899,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:581::11:4:6316:4932:4933:1628:::|h[艾泽拉斯之心]|h|r获得了13点神器能量。",
						}, -- [90]
						{
							["type"] = "SYSTEM",
							["time"] = 1589001904,
							["arg1"] = "你获得了物品：|cff1eff00|Hcurrency:1553:11|h[微型艾泽里特裂片]|h|r。",
						}, -- [91]
						{
							["type"] = "SYSTEM",
							["time"] = 1589001904,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:581::11:4:6316:4932:4933:1628:::|h[艾泽拉斯之心]|h|r获得了11点神器能量。",
						}, -- [92]
						{
							["type"] = "SYSTEM",
							["time"] = 1589001931,
							["arg1"] = "你获得了物品：|cff1eff00|Hcurrency:1553:14|h[微型艾泽里特裂片]|h|r。",
						}, -- [93]
						{
							["type"] = "SYSTEM",
							["time"] = 1589001931,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:581::11:4:6316:4932:4933:1628:::|h[艾泽拉斯之心]|h|r获得了14点神器能量。",
						}, -- [94]
						{
							["type"] = "SYSTEM",
							["time"] = 1589001931,
							["arg1"] = "你获得了物品：|cff0070dd|Hcurrency:1553:253|h[闪光的艾泽里特晶体]|h|r。",
						}, -- [95]
						{
							["type"] = "SYSTEM",
							["time"] = 1589001931,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:581::11:4:6316:4932:4933:1628:::|h[艾泽拉斯之心]|h|r获得了253点神器能量。",
						}, -- [96]
						{
							["arg1"] = " ",
						}, -- [97]
						{
							["arg1"] = " ",
						}, -- [98]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 13:41:35。",
						}, -- [99]
						{
							["type"] = "SYSTEM",
							["time"] = 1589002938,
							["arg1"] = "你获得了物品：|cff0070dd|Hcurrency:1553:277|h[闪光的艾泽里特晶体]|h|r。",
						}, -- [100]
						{
							["type"] = "SYSTEM",
							["time"] = 1589002938,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:581::11:4:6316:4932:4933:1628:::|h[艾泽拉斯之心]|h|r获得了277点神器能量。",
						}, -- [101]
						{
							["arg1"] = " ",
						}, -- [102]
						{
							["arg1"] = " ",
						}, -- [103]
						{
							["arg1"] = "记录开始于 05/09/2020 的 13:43:23。",
							["type"] = "SYSTEM",
						}, -- [104]
						{
							["type"] = "SYSTEM",
							["time"] = 1589003153,
							["arg1"] = "艾泽拉斯大陆最新火热招聘，战鼓再次被敲响，这一次你将用自己的双手铸造起守护艾泽拉斯世界的屏障！魔兽客 服招聘，简历请投递至wow163@188. com",
						}, -- [105]
						{
							["type"] = "SYSTEM",
							["time"] = 1589003225,
							["arg1"] = "接受任务：阴燃的余烬",
						}, -- [106]
						{
							["arg1"] = " ",
						}, -- [107]
						{
							["arg1"] = " ",
						}, -- [108]
						{
							["arg1"] = "记录开始于 05/09/2020 的 13:52:51。",
							["type"] = "SYSTEM",
						}, -- [109]
						{
							["type"] = "SYSTEM",
							["time"] = 1589003777,
							["arg1"] = "获得129金币, 56银币。",
						}, -- [110]
						{
							["type"] = "SYSTEM",
							["time"] = 1589003863,
							["arg1"] = "塔兰吉远征队完成。",
						}, -- [111]
						{
							["type"] = "SYSTEM",
							["time"] = 1589003863,
							["arg1"] = "你获得了物品：|cffa335ee|Hcurrency:1553:600|h[闪耀的艾泽里特碎片]|h|r。",
						}, -- [112]
						{
							["type"] = "SYSTEM",
							["time"] = 1589003863,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:581::11:4:6316:4932:4933:1628:::|h[艾泽拉斯之心]|h|r获得了600点神器能量。",
						}, -- [113]
						{
							["type"] = "SYSTEM",
							["time"] = 1589003998,
							["arg1"] = "你获得了物品：|cff0070dd|Hcurrency:1553:273|h[闪光的艾泽里特晶体]|h|r。",
						}, -- [114]
						{
							["type"] = "SYSTEM",
							["time"] = 1589003998,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:581::11:4:6316:4932:4933:1628:::|h[艾泽拉斯之心]|h|r获得了273点神器能量。",
						}, -- [115]
						{
							["type"] = "SYSTEM",
							["time"] = 1589004005,
							["arg1"] = "|cffffff00|Hgarrmission:2157:00000000f91cec89|h[泽姆兰的失落宝藏]|h|r已经被添加到了你的任务桌。",
						}, -- [116]
						{
							["type"] = "SYSTEM",
							["time"] = 1589004111,
							["arg1"] = "你获得了物品：|cff0070dd|Hcurrency:1553:233|h[闪光的艾泽里特晶体]|h|r。",
						}, -- [117]
						{
							["type"] = "SYSTEM",
							["time"] = 1589004111,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:581::11:4:6316:4932:4933:1628:::|h[艾泽拉斯之心]|h|r获得了233点神器能量。",
						}, -- [118]
						{
							["type"] = "SYSTEM",
							["time"] = 1589004113,
							["arg1"] = "你获得了物品：|cff1eff00|Hcurrency:1553:23|h[微型艾泽里特裂片]|h|r。",
						}, -- [119]
						{
							["type"] = "SYSTEM",
							["time"] = 1589004113,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:581::11:4:6316:4932:4933:1628:::|h[艾泽拉斯之心]|h|r获得了23点神器能量。",
						}, -- [120]
						{
							["arg1"] = " ",
						}, -- [121]
						{
							["arg1"] = " ",
						}, -- [122]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 14:04:57。",
						}, -- [123]
						{
							["type"] = "SYSTEM",
							["time"] = 1589004432,
							["arg1"] = "柳魔的魔法完成。",
						}, -- [124]
						{
							["type"] = "SYSTEM",
							["time"] = 1589004432,
							["arg1"] = "获得11金币, 70银币。",
						}, -- [125]
						{
							["type"] = "SYSTEM",
							["time"] = 1589004503,
							["arg1"] = "你获得了物品：|cff0070dd|Hcurrency:1553:261|h[闪光的艾泽里特晶体]|h|r。",
						}, -- [126]
						{
							["type"] = "SYSTEM",
							["time"] = 1589004503,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:581::11:4:6316:4932:4933:1628:::|h[艾泽拉斯之心]|h|r获得了261点神器能量。",
						}, -- [127]
						{
							["type"] = "SYSTEM",
							["time"] = 1589004505,
							["arg1"] = "你获得了物品：|cff1eff00|Hcurrency:1553:46|h[微型艾泽里特裂片]|h|r。",
						}, -- [128]
						{
							["type"] = "SYSTEM",
							["time"] = 1589004505,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:581::11:4:6316:4932:4933:1628:::|h[艾泽拉斯之心]|h|r获得了46点神器能量。",
						}, -- [129]
						{
							["type"] = "SYSTEM",
							["time"] = 1589004588,
							["arg1"] = "获得124金币, 5银币。",
						}, -- [130]
						{
							["type"] = "SYSTEM",
							["time"] = 1589004626,
							["arg1"] = "你获得了物品：|cff0070dd|Hcurrency:1553:240|h[闪光的艾泽里特晶体]|h|r。",
						}, -- [131]
						{
							["type"] = "SYSTEM",
							["time"] = 1589004626,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:581::11:4:6316:4932:4933:1628:::|h[艾泽拉斯之心]|h|r获得了240点神器能量。",
						}, -- [132]
						{
							["type"] = "SYSTEM",
							["time"] = 1589004628,
							["arg1"] = "你获得了物品：|cff1eff00|Hcurrency:1553:23|h[微型艾泽里特裂片]|h|r。",
						}, -- [133]
						{
							["type"] = "SYSTEM",
							["time"] = 1589004628,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:581::11:4:6316:4932:4933:1628:::|h[艾泽拉斯之心]|h|r获得了23点神器能量。",
						}, -- [134]
						{
							["arg1"] = " ",
						}, -- [135]
						{
							["arg1"] = " ",
						}, -- [136]
						{
							["arg1"] = "记录开始于 05/09/2020 的 14:13:50。",
							["type"] = "SYSTEM",
						}, -- [137]
						{
							["type"] = "SYSTEM",
							["time"] = 1589004887,
							["arg1"] = "|Hplayer:哀伤骑|h[哀伤骑]|h上线了。",
						}, -- [138]
						{
							["type"] = "SYSTEM",
							["time"] = 1589004951,
							["arg1"] = "部落战事完成。",
						}, -- [139]
						{
							["type"] = "SYSTEM",
							["time"] = 1589004951,
							["arg1"] = "你获得了物品：|cffa335ee|Hcurrency:1553:3600|h[嗡鸣的艾泽里特之心]|h|r。",
						}, -- [140]
						{
							["type"] = "SYSTEM",
							["time"] = 1589004951,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:581::11:4:6316:4932:4933:1628:::|h[艾泽拉斯之心]|h|r获得了3,600点神器能量。",
						}, -- [141]
						{
							["type"] = "SYSTEM",
							["time"] = 1589004952,
							["arg1"] = "你在荣耀战团中的声望达到了崇拜。",
						}, -- [142]
						{
							["type"] = "SYSTEM",
							["time"] = 1589005006,
							["arg1"] = "你获得了物品：|cffa335ee|Hcurrency:1553:3600|h[嗡鸣的艾泽里特之心]|h|r。",
						}, -- [143]
						{
							["type"] = "SYSTEM",
							["time"] = 1589005006,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:581::11:4:6316:4932:4933:1630:::|h[艾泽拉斯之心]|h|r获得了3,600点神器能量。",
						}, -- [144]
						{
							["type"] = "SYSTEM",
							["time"] = 1589005006,
							["arg1"] = "艾泽拉斯的勇士完成。",
						}, -- [145]
						{
							["type"] = "SYSTEM",
							["time"] = 1589005030,
							["arg1"] = "你已经加入了奥格瑞玛的惊魂幻象的队列。",
						}, -- [146]
						{
							["type"] = "SYSTEM",
							["time"] = 1589005035,
							["arg1"] = "地下城难度已设置为恩佐斯的幻象。",
						}, -- [147]
						{
							["type"] = "SYSTEM",
							["time"] = 1589005239,
							["arg1"] = "你已经被移出队伍",
						}, -- [148]
						{
							["type"] = "SYSTEM",
							["time"] = 1589005244,
							["arg1"] = "《羁石诅咒》重现人间完成。",
						}, -- [149]
						{
							["type"] = "SYSTEM",
							["time"] = 1589005244,
							["arg1"] = "获得17金币, 60银币。",
						}, -- [150]
						{
							["type"] = "SYSTEM",
							["time"] = 1589005250,
							["arg1"] = "接受任务：步入黑暗",
						}, -- [151]
						{
							["arg1"] = " ",
						}, -- [152]
						{
							["arg1"] = " ",
						}, -- [153]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 14:24:58。",
						}, -- [154]
						{
							["type"] = "SYSTEM",
							["time"] = 1589005530,
							["arg1"] = "你已经加入了奥格瑞玛的惊魂幻象的队列。",
						}, -- [155]
						{
							["type"] = "SYSTEM",
							["time"] = 1589005536,
							["arg1"] = "地下城难度已设置为恩佐斯的幻象。",
						}, -- [156]
						{
							["arg1"] = " ",
						}, -- [157]
						{
							["arg1"] = " ",
						}, -- [158]
						{
							["arg1"] = "记录开始于 05/09/2020 的 14:27:31。",
							["type"] = "SYSTEM",
						}, -- [159]
						{
							["type"] = "SYSTEM",
							["time"] = 1589005673,
							["arg1"] = "你现在没有在一个队伍中",
						}, -- [160]
						{
							["type"] = "SYSTEM",
							["time"] = 1589005673,
							["arg1"] = "你现在没有在一个队伍中",
						}, -- [161]
						{
							["arg1"] = " ",
						}, -- [162]
						{
							["arg1"] = " ",
						}, -- [163]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 14:30:48。",
						}, -- [164]
						{
							["type"] = "SYSTEM",
							["time"] = 1589005870,
							["arg1"] = "你现在没有在一个队伍中",
						}, -- [165]
						{
							["type"] = "SYSTEM",
							["time"] = 1589005870,
							["arg1"] = "你现在没有在一个队伍中",
						}, -- [166]
						{
							["type"] = "SYSTEM",
							["time"] = 1589006191,
							["arg1"] = "你已经被移出队伍",
						}, -- [167]
						{
							["type"] = "SYSTEM",
							["time"] = 1589006210,
							["arg1"] = "步入黑暗完成。",
						}, -- [168]
						{
							["type"] = "SYSTEM",
							["time"] = 1589006210,
							["arg1"] = "获得23金币, 40银币。",
						}, -- [169]
						{
							["type"] = "SYSTEM",
							["time"] = 1589006214,
							["arg1"] = "接受任务：《恐惧与血肉》重现人间",
						}, -- [170]
						{
							["arg1"] = " ",
						}, -- [171]
						{
							["arg1"] = " ",
						}, -- [172]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 14:44:28。",
						}, -- [173]
						{
							["type"] = "SYSTEM",
							["time"] = 1589007092,
							["arg1"] = "黑暗中的梦境完成。",
						}, -- [174]
						{
							["type"] = "SYSTEM",
							["time"] = 1589007093,
							["arg1"] = "获得2金币, 34银币。",
						}, -- [175]
						{
							["type"] = "SYSTEM",
							["time"] = 1589007093,
							["arg1"] = "接受任务：进入梦境之路",
						}, -- [176]
						{
							["type"] = "SYSTEM",
							["time"] = 1589007195,
							["arg1"] = "进入梦境之路完成。",
						}, -- [177]
						{
							["type"] = "SYSTEM",
							["time"] = 1589007195,
							["arg1"] = "获得2金币, 34银币。",
						}, -- [178]
						{
							["type"] = "SYSTEM",
							["time"] = 1589007196,
							["arg1"] = "接受任务：翡翠碎片",
						}, -- [179]
						{
							["type"] = "SYSTEM",
							["time"] = 1589007196,
							["arg1"] = "接受任务：让虚空回归虚无",
						}, -- [180]
						{
							["arg1"] = " ",
						}, -- [181]
						{
							["arg1"] = " ",
						}, -- [182]
						{
							["arg1"] = "记录开始于 05/09/2020 的 14:54:45。",
							["type"] = "SYSTEM",
						}, -- [183]
						{
							["type"] = "SYSTEM",
							["time"] = 1589007570,
							["arg1"] = "接受任务：不要闭眼",
						}, -- [184]
						{
							["arg1"] = " ",
						}, -- [185]
						{
							["arg1"] = " ",
						}, -- [186]
						{
							["arg1"] = "记录开始于 05/09/2020 的 15:02:59。",
							["type"] = "SYSTEM",
						}, -- [187]
						{
							["type"] = "SYSTEM",
							["time"] = 1589008256,
							["arg1"] = "你获得了物品：|cff0070dd|Hcurrency:1553:300|h[闪光的艾泽里特]|h|r。",
						}, -- [188]
						{
							["type"] = "SYSTEM",
							["time"] = 1589008256,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:581::11:4:6316:4932:4933:1632:::|h[艾泽拉斯之心]|h|r获得了300点神器能量。",
						}, -- [189]
						{
							["type"] = "SYSTEM",
							["time"] = 1589008256,
							["arg1"] = "让虚空回归虚无完成。",
						}, -- [190]
						{
							["type"] = "SYSTEM",
							["time"] = 1589008256,
							["arg1"] = "获得23金币, 40银币。",
						}, -- [191]
						{
							["type"] = "SYSTEM",
							["time"] = 1589008257,
							["arg1"] = "你获得了物品：|cff0070dd|Hcurrency:1553:300|h[闪光的艾泽里特]|h|r。",
						}, -- [192]
						{
							["type"] = "SYSTEM",
							["time"] = 1589008257,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:581::11:4:6316:4932:4933:1632:::|h[艾泽拉斯之心]|h|r获得了300点神器能量。",
						}, -- [193]
						{
							["type"] = "SYSTEM",
							["time"] = 1589008257,
							["arg1"] = "不要闭眼完成。",
						}, -- [194]
						{
							["type"] = "SYSTEM",
							["time"] = 1589008257,
							["arg1"] = "获得23金币, 40银币。",
						}, -- [195]
						{
							["type"] = "SYSTEM",
							["time"] = 1589008258,
							["arg1"] = "你获得了物品：|cff0070dd|Hcurrency:1553:300|h[闪光的艾泽里特]|h|r。",
						}, -- [196]
						{
							["type"] = "SYSTEM",
							["time"] = 1589008258,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:581::11:4:6316:4932:4933:1632:::|h[艾泽拉斯之心]|h|r获得了300点神器能量。",
						}, -- [197]
						{
							["type"] = "SYSTEM",
							["time"] = 1589008258,
							["arg1"] = "翡翠碎片完成。",
						}, -- [198]
						{
							["type"] = "SYSTEM",
							["time"] = 1589008258,
							["arg1"] = "获得23金币, 40银币。",
						}, -- [199]
						{
							["type"] = "SYSTEM",
							["time"] = 1589008258,
							["arg1"] = "接受任务：必须继续深入",
						}, -- [200]
						{
							["type"] = "SYSTEM",
							["time"] = 1589008273,
							["arg1"] = "必须继续深入完成。",
						}, -- [201]
						{
							["type"] = "SYSTEM",
							["time"] = 1589008273,
							["arg1"] = "获得23金币, 40银币。",
						}, -- [202]
						{
							["type"] = "SYSTEM",
							["time"] = 1589008273,
							["arg1"] = "接受任务：在我苏醒之前",
						}, -- [203]
						{
							["arg1"] = " ",
						}, -- [204]
						{
							["arg1"] = " ",
						}, -- [205]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 15:12:22。",
						}, -- [206]
						{
							["type"] = "SYSTEM",
							["time"] = 1589008384,
							["arg1"] = "接受任务：在我苏醒之前",
						}, -- [207]
						{
							["type"] = "SYSTEM",
							["time"] = 1589008542,
							["arg1"] = "你获得了物品：|cffa335ee|Hcurrency:1553:1000|h[闪耀的艾泽里特母岩]|h|r。",
						}, -- [208]
						{
							["type"] = "SYSTEM",
							["time"] = 1589008542,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:581::11:4:6316:4932:4933:1632:::|h[艾泽拉斯之心]|h|r获得了1,000点神器能量。",
						}, -- [209]
						{
							["type"] = "SYSTEM",
							["time"] = 1589008542,
							["arg1"] = "在我苏醒之前完成。",
						}, -- [210]
						{
							["type"] = "SYSTEM",
							["time"] = 1589008542,
							["arg1"] = "获得2金币, 34银币。",
						}, -- [211]
						{
							["type"] = "SYSTEM",
							["time"] = 1589008543,
							["arg1"] = "接受任务：梦境精华",
						}, -- [212]
						{
							["type"] = "SYSTEM",
							["time"] = 1589008605,
							["arg1"] = "梦境精华完成。",
						}, -- [213]
						{
							["type"] = "SYSTEM",
							["time"] = 1589008605,
							["arg1"] = "获得70金币, 20银币。",
						}, -- [214]
						{
							["type"] = "SYSTEM",
							["time"] = 1589008605,
							["arg1"] = "接受任务：保持清醒",
						}, -- [215]
						{
							["type"] = "SYSTEM",
							["time"] = 1589008714,
							["arg1"] = "保持清醒完成。",
						}, -- [216]
						{
							["type"] = "SYSTEM",
							["time"] = 1589008714,
							["arg1"] = "获得46金币, 80银币。",
						}, -- [217]
						{
							["type"] = "SYSTEM",
							["time"] = 1589008719,
							["arg1"] = "接受任务：调查暮光高地",
						}, -- [218]
						{
							["type"] = "SYSTEM",
							["time"] = 1589008727,
							["arg1"] = "布林顿7000完成。",
						}, -- [219]
						{
							["type"] = "SYSTEM",
							["time"] = 1589009053,
							["arg1"] = "调查暮光高地完成。",
						}, -- [220]
						{
							["type"] = "SYSTEM",
							["time"] = 1589009053,
							["arg1"] = "获得2金币, 34银币。",
						}, -- [221]
						{
							["type"] = "SYSTEM",
							["time"] = 1589009053,
							["arg1"] = "接受任务：赤红之翼的阴影",
						}, -- [222]
						{
							["type"] = "SYSTEM",
							["time"] = 1589009054,
							["arg1"] = "你已经加入了红龙精华的队列。",
						}, -- [223]
						{
							["type"] = "SYSTEM",
							["time"] = 1589009055,
							["arg1"] = "您加入的副本队列过多。",
						}, -- [224]
						{
							["type"] = "SYSTEM",
							["time"] = 1589009060,
							["arg1"] = "地下城难度已设置为场景战役（普通）。",
						}, -- [225]
						{
							["arg1"] = " ",
						}, -- [226]
						{
							["arg1"] = " ",
						}, -- [227]
						{
							["arg1"] = "记录开始于 05/09/2020 的 15:27:26。",
							["type"] = "SYSTEM",
						}, -- [228]
						{
							["type"] = "SYSTEM",
							["time"] = 1589009270,
							["arg1"] = "你现在没有在一个队伍中",
						}, -- [229]
						{
							["type"] = "SYSTEM",
							["time"] = 1589009270,
							["arg1"] = "你现在没有在一个队伍中",
						}, -- [230]
						{
							["arg1"] = " ",
						}, -- [231]
						{
							["arg1"] = " ",
						}, -- [232]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 15:33:45。",
						}, -- [233]
						{
							["type"] = "SYSTEM",
							["time"] = 1589009655,
							["arg1"] = "地下城难度已设置为场景战役（普通）。",
						}, -- [234]
						{
							["type"] = "SYSTEM",
							["time"] = 1589009660,
							["arg1"] = "你现在没有在一个队伍中",
						}, -- [235]
						{
							["type"] = "SYSTEM",
							["time"] = 1589009660,
							["arg1"] = "你现在没有在一个队伍中",
						}, -- [236]
						{
							["arg1"] = " ",
						}, -- [237]
						{
							["arg1"] = " ",
						}, -- [238]
						{
							["arg1"] = "记录开始于 05/09/2020 的 15:38:24。",
							["type"] = "SYSTEM",
						}, -- [239]
						{
							["type"] = "SYSTEM",
							["time"] = 1589009927,
							["arg1"] = "你现在没有在一个队伍中",
						}, -- [240]
						{
							["type"] = "SYSTEM",
							["time"] = 1589009927,
							["arg1"] = "你现在没有在一个队伍中",
						}, -- [241]
						{
							["type"] = "SYSTEM",
							["time"] = 1589010060,
							["arg1"] = "你的队伍已经解散。",
						}, -- [242]
						{
							["type"] = "SYSTEM",
							["time"] = 1589010101,
							["arg1"] = "你获得了物品：|cffa335ee|Hcurrency:1553:1800|h[闪耀的艾泽里特母岩]|h|r。",
						}, -- [243]
						{
							["type"] = "SYSTEM",
							["time"] = 1589010101,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:581::11:4:6316:4932:4933:1632:::|h[艾泽拉斯之心]|h|r获得了1,800点神器能量。",
						}, -- [244]
						{
							["type"] = "SYSTEM",
							["time"] = 1589010101,
							["arg1"] = "赤红之翼的阴影完成。",
						}, -- [245]
						{
							["type"] = "SYSTEM",
							["time"] = 1589010101,
							["arg1"] = "获得70金币, 20银币。",
						}, -- [246]
						{
							["type"] = "SYSTEM",
							["time"] = 1589010108,
							["arg1"] = "哀伤骑下线了。",
						}, -- [247]
						{
							["type"] = "SYSTEM",
							["time"] = 1589010248,
							["arg1"] = "|Hplayer:就爱逗你玩|h[就爱逗你玩]|h上线了。",
						}, -- [248]
						{
							["type"] = "SYSTEM",
							["time"] = 1589010281,
							["arg1"] = "接受任务：麦卡贡的传言",
						}, -- [249]
						{
							["type"] = "SYSTEM",
							["time"] = 1589010318,
							["arg1"] = "艾泽拉斯大陆最新火热招聘，战鼓再次被敲响，这一次你将用自己的双手铸造起守护艾泽拉斯世界的屏障！魔兽客 服招聘，简历请投递至wow163@188. com",
						}, -- [250]
					},
				}, -- [9]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "成就",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/08/2020 的 20:27:04。",
							["type"] = "SYSTEM",
						}, -- [1]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1588944174,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14149:Player-2124-0BD1E0C6:1:5:8:20:4294967295:4294967295:4294967295:4294967295|h[海岸之战（英雄）]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [2]
						{
							["arg1"] = " ",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 23:33:15。",
						}, -- [5]
						{
							["arg2"] = "哀伤骑-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1588952488,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13711:Player-2124-084B06D9:1:5:8:20:4294967295:4294967295:4294967295:4294967295|h[一把法力珍珠]|h|r！",
							["clColor"] = "ffc31d39",
						}, -- [6]
						{
							["arg1"] = " ",
						}, -- [7]
						{
							["arg1"] = " ",
						}, -- [8]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 23:52:15。",
						}, -- [9]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1588953862,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13769:Player-2124-0BD1E0C6:1:5:9:20:4294967295:4294967295:4294967295:4294967295|h[能量提升]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [10]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1588953862,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13770:Player-2124-0BD1E0C6:1:5:9:20:4294967295:4294967295:4294967295:4294967295|h[力量累积]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [11]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1588954290,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14063:Player-2124-0BD1E0C6:1:5:9:20:4294967295:4294967295:4294967295:4294967295|h[奥格瑞玛的惊魂幻象]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [12]
						{
							["arg1"] = " ",
						}, -- [13]
						{
							["arg1"] = " ",
						}, -- [14]
						{
							["arg1"] = "记录开始于 05/09/2020 的 14:13:50。",
							["type"] = "SYSTEM",
						}, -- [15]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589004951,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12957:Player-2124-0BD1E0C6:1:5:9:20:4294967295:4294967295:4294967295:4294967295|h[荣耀战团的勇士]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [16]
						{
							["arg1"] = " ",
						}, -- [17]
						{
							["arg1"] = " ",
						}, -- [18]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 14:30:48。",
						}, -- [19]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589006188,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14170:Player-2124-0BD1E0C6:1:5:9:20:4294967295:4294967295:4294967295:4294967295|h[纪念回忆]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [20]
						{
							["arg1"] = " ",
						}, -- [21]
						{
							["arg1"] = " ",
						}, -- [22]
						{
							["arg1"] = "记录开始于 05/09/2020 的 15:38:24。",
							["type"] = "SYSTEM",
						}, -- [23]
					},
				}, -- [10]
				{
					["logs"] = {
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588942723,
							["arg1"] = "**[仇恨!]埃德加德·影爪→沃银酋长**",
							["clColor"] = "fffefefe",
						}, -- [1]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588942723,
							["arg1"] = "**[仇恨!]埃德加德·影爪→佚名翼**",
							["clColor"] = "fffefefe",
						}, -- [2]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588942726,
							["arg1"] = "**[仇恨!]埃德加德·影爪→十里扬州路**",
							["clColor"] = "fffefefe",
						}, -- [3]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588942744,
							["arg1"] = "**|cff71d5ff|Hspell:32747:0|h[奥术洪流]|h|r打断: 十里扬州路 => 铁枝德鲁伊|cff71d5ff|Hspell:282116:0|h[愤怒]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [4]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588942746,
							["arg1"] = "**|cff71d5ff|Hspell:6552:0|h[拳击]|h|r打断: 斩击 => 铁枝德鲁伊|cff71d5ff|Hspell:282116:0|h[愤怒]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [5]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588942748,
							["arg1"] = "**|cff71d5ff|Hspell:6552:0|h[拳击]|h|r打断: 沃银酋长 => 铁枝德鲁伊|cff71d5ff|Hspell:311571:0|h[愈合]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [6]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1588942751,
							["arg1"] = "歪歪侠-燃烧之刃已经占领了忧潮海滩！",
						}, -- [7]
						{
							["arg2"] = "歪歪侠",
							["type"] = "MONSTER_YELL",
							["time"] = 1588942758,
							["arg1"] = "无能的家伙！",
							["clColor"] = "ffa9d271",
						}, -- [8]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588942762,
							["arg1"] = "**|cff71d5ff|Hspell:528:0|h[驱散魔法]|h|r不再不再永恒 => 铁枝德鲁伊的|cff71d5ff|Hspell:311571:0|h[愈合]|h|rBUFF！**",
							["clColor"] = "fffefefe",
						}, -- [9]
						{
							["arg2"] = "悠哒的法神-斯克提斯",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588942841,
							["arg1"] = "大脚任务进度提示: 给地精提取器补充爆炸物：3/3(完成)",
							["clColor"] = "ff3ec5e9",
						}, -- [10]
						{
							["arg2"] = "悠哒的法神-斯克提斯",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588942842,
							["arg1"] = "爆炸事故 (任务完成)",
							["clColor"] = "ff3ec5e9",
						}, -- [11]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588942861,
							["arg1"] = "**[太阳神]已施放|cff71d5ff|Hspell:64843:0|h[神圣赞美诗]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [12]
						{
							["arg2"] = "歪歪侠",
							["type"] = "MONSTER_YELL",
							["time"] = 1588942935,
							["arg1"] = "恐惧……如此美好……",
							["clColor"] = "ffa9d271",
						}, -- [13]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943019,
							["arg1"] = "**|cff71d5ff|Hspell:183752:0|h[瓦解]|h|r打断: 清风问樱 => 大法师莫丹特·永影|cff71d5ff|Hspell:311810:0|h[狂暴尖啸]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [14]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943022,
							["arg1"] = "**[太阳神]已施放|cff71d5ff|Hspell:64843:0|h[神圣赞美诗]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [15]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943024,
							["arg1"] = "**[仇恨!]大法师莫丹特·永影→斩击**",
							["clColor"] = "fffefefe",
						}, -- [16]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943028,
							["arg1"] = "**|cff71d5ff|Hspell:34477:0|h[误导]|h|r歪歪侠→裂蹄牛**",
							["clColor"] = "fffefefe",
						}, -- [17]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1588943035,
							["arg1"] = "不再不再永恒-摩摩尔已经占领了灰木哨站！",
						}, -- [18]
						{
							["arg2"] = "清风问樱-死亡之翼",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943049,
							["arg1"] = "大脚任务进度提示: 飞往巴莎兰：1/1(完成)",
							["clColor"] = "ffa22fc8",
						}, -- [19]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943062,
							["arg1"] = "都回家  交 出车 ",
							["clColor"] = "fffefefe",
						}, -- [20]
						{
							["arg2"] = "清风问樱-死亡之翼",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943086,
							["arg1"] = "大脚任务进度提示: 收集战争宝箱的资源：1/1(完成)",
							["clColor"] = "ffa22fc8",
						}, -- [21]
						{
							["arg2"] = "清风问樱-死亡之翼",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943087,
							["arg1"] = "战争宝箱 (任务完成)",
							["clColor"] = "ffa22fc8",
						}, -- [22]
						{
							["arg2"] = "playerertecg-凤凰之神",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943128,
							["arg1"] = "大脚任务进度提示: 地精炸药：1/1(完成)",
							["clColor"] = "fffe7b09",
						}, -- [23]
						{
							["arg2"] = "playerertecg-凤凰之神",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943129,
							["arg1"] = "爆炸事故 (任务完成)",
							["clColor"] = "fffe7b09",
						}, -- [24]
						{
							["arg2"] = "playerertecg-凤凰之神",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943132,
							["arg1"] = "大脚任务进度提示: 结实的斧头：1/1(完成)",
							["clColor"] = "fffe7b09",
						}, -- [25]
						{
							["arg2"] = "清风问樱-死亡之翼",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943169,
							["arg1"] = "大脚任务进度提示: 地精炸药：1/1(完成)",
							["clColor"] = "ffa22fc8",
						}, -- [26]
						{
							["arg2"] = "默宇-国王之谷",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943194,
							["arg1"] = "大脚任务进度提示: 飞往巴莎兰：1/1(完成)",
							["clColor"] = "ffa9d271",
						}, -- [27]
						{
							["arg2"] = "悠哒的法神-斯克提斯",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943261,
							["arg1"] = "大脚任务进度提示: 招募部队：1/1(完成)",
							["clColor"] = "ff3ec5e9",
						}, -- [28]
						{
							["arg2"] = "悠哒的法神-斯克提斯",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943262,
							["arg1"] = "黑海岸募兵 (任务完成)",
							["clColor"] = "ff3ec5e9",
						}, -- [29]
						{
							["arg2"] = "打不过就跑鸭-阿克蒙德",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943283,
							["arg1"] = "大脚任务进度提示: 查看军械库：1/1(完成)",
							["clColor"] = "ffa9d271",
						}, -- [30]
						{
							["arg2"] = "打不过就跑鸭-阿克蒙德",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943284,
							["arg1"] = "武器与护甲 (任务完成)",
							["clColor"] = "ffa9d271",
						}, -- [31]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943285,
							["arg1"] = "**|cff71d5ff|Hspell:183752:0|h[瓦解]|h|r打断: 十里扬州路 => 铁枝德鲁伊|cff71d5ff|Hspell:311571:0|h[愈合]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [32]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943291,
							["arg1"] = "车子 ",
							["clColor"] = "fffefefe",
						}, -- [33]
						{
							["arg2"] = "悠哒的法神-斯克提斯",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943294,
							["arg1"] = "大脚任务进度提示: 查看军械库：1/1(完成)",
							["clColor"] = "ff3ec5e9",
						}, -- [34]
						{
							["arg2"] = "悠哒的法神-斯克提斯",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943295,
							["arg1"] = "武器与护甲 (任务完成)",
							["clColor"] = "ff3ec5e9",
						}, -- [35]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943296,
							["arg1"] = "保护 人呢",
							["clColor"] = "fffefefe",
						}, -- [36]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943303,
							["arg1"] = "**|cff71d5ff|Hspell:183752:0|h[瓦解]|h|r打断: 十里扬州路 => 铁枝德鲁伊|cff71d5ff|Hspell:311571:0|h[愈合]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [37]
						{
							["arg2"] = "悠哒的法神-斯克提斯",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943313,
							["arg1"] = "大脚任务进度提示: 查看祭坛：1/1(完成)",
							["clColor"] = "ff3ec5e9",
						}, -- [38]
						{
							["arg2"] = "悠哒的法神-斯克提斯",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943314,
							["arg1"] = "风暴祭坛 (任务完成)",
							["clColor"] = "ff3ec5e9",
						}, -- [39]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943315,
							["arg1"] = "**|cff71d5ff|Hspell:34477:0|h[误导]|h|r歪歪侠→裂蹄牛**",
							["clColor"] = "fffefefe",
						}, -- [40]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943322,
							["arg1"] = "**|cff71d5ff|Hspell:183752:0|h[瓦解]|h|r打断: 十里扬州路 => 铁枝德鲁伊|cff71d5ff|Hspell:311571:0|h[愈合]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [41]
						{
							["arg2"] = "打不过就跑鸭-阿克蒙德",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943323,
							["arg1"] = "大脚任务进度提示: 查看祭坛：1/1(完成)",
							["clColor"] = "ffa9d271",
						}, -- [42]
						{
							["arg2"] = "打不过就跑鸭-阿克蒙德",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943324,
							["arg1"] = "风暴祭坛 (任务完成)",
							["clColor"] = "ffa9d271",
						}, -- [43]
						{
							["arg2"] = "悠哒的法神-斯克提斯",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943351,
							["arg1"] = "大脚任务进度提示: 查看车间：1/1(完成)",
							["clColor"] = "ff3ec5e9",
						}, -- [44]
						{
							["arg2"] = "悠哒的法神-斯克提斯",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943353,
							["arg1"] = "投掷魔药 (任务完成)",
							["clColor"] = "ff3ec5e9",
						}, -- [45]
						{
							["arg2"] = "打不过就跑鸭-阿克蒙德",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943375,
							["arg1"] = "大脚任务进度提示: 查看车间：1/1(完成)",
							["clColor"] = "ffa9d271",
						}, -- [46]
						{
							["arg2"] = "打不过就跑鸭-阿克蒙德",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943376,
							["arg1"] = "投掷魔药 (任务完成)",
							["clColor"] = "ffa9d271",
						}, -- [47]
						{
							["arg2"] = "悠哒的法神-斯克提斯",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943401,
							["arg1"] = "大脚任务进度提示: 和忧潮海滩的布莱特威博士交谈：1/1(完成)",
							["clColor"] = "ff3ec5e9",
						}, -- [48]
						{
							["arg2"] = "悠哒的法神-斯克提斯",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943402,
							["arg1"] = "万能型炼金师 (任务完成)",
							["clColor"] = "ff3ec5e9",
						}, -- [49]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1588943432,
							["arg1"] = "部落已经占领了洛达内尔！",
						}, -- [50]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943448,
							["arg1"] = "**|cff71d5ff|Hspell:1766:0|h[脚踢]|h|r打断: 狂贼一刀 => 卡多雷奇美拉|cff71d5ff|Hspell:311836:0|h[闪电吐息]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [51]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943505,
							["arg1"] = "度过来 集合了 ",
							["clColor"] = "fffefefe",
						}, -- [52]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943512,
							["arg1"] = "**[仇恨!]珊蒂斯·羽月→清风问樱**",
							["clColor"] = "fffefefe",
						}, -- [53]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943519,
							["arg1"] = "**[仇恨!]珊蒂斯·羽月→被遗忘者长枪兵**",
							["clColor"] = "fffefefe",
						}, -- [54]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943539,
							["arg1"] = "**[仇恨!]珊蒂斯·羽月→清风问樱**",
							["clColor"] = "fffefefe",
						}, -- [55]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943539,
							["arg1"] = "**[仇恨!]珊蒂斯·羽月→被遗忘者长枪兵**",
							["clColor"] = "fffefefe",
						}, -- [56]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943563,
							["arg1"] = "你怎么能站在部落那边，姐妹？你怎么能舍弃正义？",
						}, -- [57]
						{
							["arg2"] = "赛拉·月卫",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943569,
							["arg1"] = "你居然敢跟我提正义？我因你的命令而死。是你背弃了我！",
						}, -- [58]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943579,
							["arg1"] = "我让你失望了，赛拉。我会让你从痛苦中解脱，以此赎罪。",
						}, -- [59]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943581,
							["arg1"] = "**[仇恨!]玛维·影歌→神隐之血**",
							["clColor"] = "fffefefe",
						}, -- [60]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943583,
							["arg1"] = "**[仇恨!]玛维·影歌→清风问樱**",
							["clColor"] = "fffefefe",
						}, -- [61]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943583,
							["arg1"] = "**[蝶罗迦]已施放|cff71d5ff|Hspell:80353:0|h[时间扭曲]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [62]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943585,
							["arg1"] = "**[仇恨!]玛维·影歌→十里扬州路**",
							["clColor"] = "fffefefe",
						}, -- [63]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943587,
							["arg1"] = "为了卡多雷！",
						}, -- [64]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943590,
							["arg1"] = "**|cff71d5ff|Hspell:34477:0|h[误导]|h|r歪歪侠→十里扬州路**",
							["clColor"] = "fffefefe",
						}, -- [65]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943602,
							["arg1"] = "**[仇恨!]玛维·影歌→沃银酋长**",
							["clColor"] = "fffefefe",
						}, -- [66]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943607,
							["arg1"] = "为泰达希尔复仇！",
						}, -- [67]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943614,
							["arg1"] = "|cff71d5ff|Hspell:102342:0|h[铁木树皮]|h|rplayerertecg => 沃银酋长",
							["clColor"] = "fffefefe",
						}, -- [68]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943614,
							["arg1"] = "**[仇恨!]玛维·影歌→十里扬州路**",
							["clColor"] = "fffefefe",
						}, -- [69]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943617,
							["arg1"] = "**[高仇恨]沃银酋长.（玛维·影歌）**",
							["clColor"] = "fffefefe",
						}, -- [70]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943622,
							["arg1"] = "**[太阳神]已施放|cff71d5ff|Hspell:64843:0|h[神圣赞美诗]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [71]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943627,
							["arg1"] = "|cff71d5ff|Hspell:29166:0|h[激活]|h|rplayerertecg => playerertecg",
							["clColor"] = "fffefefe",
						}, -- [72]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943639,
							["arg1"] = "**[瓦克]已施放|cff71d5ff|Hspell:2825:0|h[嗜血]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [73]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943642,
							["arg1"] = "**[playerertecg]已施放|cff71d5ff|Hspell:740:0|h[宁静]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [74]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943643,
							["arg1"] = "|cff71d5ff|Hspell:102342:0|h[铁木树皮]|h|r德之吾幸丶 => 沃银酋长",
							["clColor"] = "fffefefe",
						}, -- [75]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943644,
							["arg1"] = "**|cff71d5ff|Hspell:34477:0|h[误导]|h|r歪歪侠→十里扬州路**",
							["clColor"] = "fffefefe",
						}, -- [76]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943650,
							["arg1"] = "为泰达希尔复仇！",
						}, -- [77]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943657,
							["arg1"] = "燃烧吧，部落的渣滓！",
						}, -- [78]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943673,
							["arg1"] = "**[高仇恨]十里扬州路.（玛维·影歌）**",
							["clColor"] = "fffefefe",
						}, -- [79]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943678,
							["arg1"] = "**[高仇恨]十里扬州路.（玛维·影歌）**",
							["clColor"] = "fffefefe",
						}, -- [80]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943683,
							["arg1"] = "**[高仇恨]十里扬州路.（玛维·影歌）**",
							["clColor"] = "fffefefe",
						}, -- [81]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943684,
							["arg1"] = "**[瓦克]已施放|cff71d5ff|Hspell:108280:0|h[治疗之潮图腾]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [82]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943686,
							["arg1"] = "**[神隐之血]已施放|cff71d5ff|Hspell:64843:0|h[神圣赞美诗]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [83]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943688,
							["arg1"] = "**瓦克施放|cff71d5ff|Hspell:98008:0|h[灵魂链接图腾]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [84]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943695,
							["arg1"] = "**[悠哒的法神]已施放|cff71d5ff|Hspell:45438:0|h[寒冰屏障]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [85]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943696,
							["arg1"] = "**[斩击]已施放|cff71d5ff|Hspell:97462:0|h[集结呐喊]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [86]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943707,
							["arg1"] = "**[仇恨!]玛维·影歌→佚名翼**",
							["clColor"] = "fffefefe",
						}, -- [87]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943711,
							["arg1"] = "部落的渣滓！",
						}, -- [88]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943713,
							["arg1"] = "**[仇恨!]玛维·影歌→默宇**",
							["clColor"] = "fffefefe",
						}, -- [89]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943779,
							["arg1"] = "不要啦到台阶下马",
							["clColor"] = "fffefefe",
						}, -- [90]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943783,
							["arg1"] = "为了卡多雷！",
						}, -- [91]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943785,
							["arg1"] = "**[仇恨!]玛维·影歌→十里扬州路**",
							["clColor"] = "fffefefe",
						}, -- [92]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943798,
							["arg1"] = "**|cff71d5ff|Hspell:34477:0|h[误导]|h|r歪歪侠→十里扬州路**",
							["clColor"] = "fffefefe",
						}, -- [93]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943812,
							["arg1"] = "为泰达希尔复仇！",
						}, -- [94]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943836,
							["arg1"] = "|cff71d5ff|Hspell:29166:0|h[激活]|h|rplayerertecg => playerertecg",
							["clColor"] = "fffefefe",
						}, -- [95]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943844,
							["arg1"] = "|cff71d5ff|Hspell:102342:0|h[铁木树皮]|h|rplayerertecg => 十里扬州路",
							["clColor"] = "fffefefe",
						}, -- [96]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943844,
							["arg1"] = "|cff71d5ff|Hspell:102342:0|h[铁木树皮]|h|r德之吾幸丶 => 十里扬州路",
							["clColor"] = "fffefefe",
						}, -- [97]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943855,
							["arg1"] = "为泰达希尔复仇！",
						}, -- [98]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943869,
							["arg1"] = "**[太阳神]已施放|cff71d5ff|Hspell:64843:0|h[神圣赞美诗]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [99]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943872,
							["arg1"] = "**[playerertecg]已施放|cff71d5ff|Hspell:740:0|h[宁静]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [100]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943872,
							["arg1"] = "部落的渣滓！",
						}, -- [101]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943875,
							["arg1"] = "**[德之吾幸丶]已施放|cff71d5ff|Hspell:740:0|h[宁静]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [102]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943889,
							["arg1"] = "|cff71d5ff|Hspell:102342:0|h[铁木树皮]|h|rplayerertecg => 十里扬州路",
							["clColor"] = "fffefefe",
						}, -- [103]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943891,
							["arg1"] = "燃烧吧，部落的渣滓！",
						}, -- [104]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943929,
							["arg1"] = "**[斩击]已施放|cff71d5ff|Hspell:97462:0|h[集结呐喊]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [105]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943930,
							["arg1"] = "**[仇恨!]玛维·影歌→佚名翼**",
							["clColor"] = "fffefefe",
						}, -- [106]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943936,
							["arg1"] = "部落的渣滓！",
						}, -- [107]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943945,
							["arg1"] = "**[悠哒的法神]已施放|cff71d5ff|Hspell:45438:0|h[寒冰屏障]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [108]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943950,
							["arg1"] = "速度过去",
							["clColor"] = "fffefefe",
						}, -- [109]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943951,
							["arg1"] = "燃烧吧，部落的渣滓！",
						}, -- [110]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943969,
							["arg1"] = "部落的渣滓！",
						}, -- [111]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943985,
							["arg1"] = "**[仇恨!]玛维·影歌→丶真圣光**",
							["clColor"] = "fffefefe",
						}, -- [112]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943987,
							["arg1"] = "部落的渣滓！",
						}, -- [113]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943988,
							["arg1"] = "**[仇恨!]玛维·影歌→清风问樱**",
							["clColor"] = "fffefefe",
						}, -- [114]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944024,
							["arg1"] = "**[仇恨!]玛维·影歌→十里扬州路**",
							["clColor"] = "fffefefe",
						}, -- [115]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588944032,
							["arg1"] = "燃烧吧，部落的渣滓！",
						}, -- [116]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944034,
							["arg1"] = "|cff71d5ff|Hspell:29166:0|h[激活]|h|rplayerertecg => playerertecg",
							["clColor"] = "fffefefe",
						}, -- [117]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944059,
							["arg1"] = "**[德之吾幸丶]已施放|cff71d5ff|Hspell:740:0|h[宁静]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [118]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944065,
							["arg1"] = "打 的也慢",
							["clColor"] = "fffefefe",
						}, -- [119]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944093,
							["arg1"] = "托尸体 复活",
							["clColor"] = "fffefefe",
						}, -- [120]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944096,
							["arg1"] = "**[playerertecg]已施放|cff71d5ff|Hspell:740:0|h[宁静]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [121]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588944098,
							["arg1"] = "燃烧吧，部落的渣滓！",
						}, -- [122]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944098,
							["arg1"] = "**|cff71d5ff|Hspell:34477:0|h[误导]|h|r歪歪侠→十里扬州路**",
							["clColor"] = "fffefefe",
						}, -- [123]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944108,
							["arg1"] = "**[瓦克]已施放|cff71d5ff|Hspell:108280:0|h[治疗之潮图腾]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [124]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944113,
							["arg1"] = "**[太阳神]已施放|cff71d5ff|Hspell:64843:0|h[神圣赞美诗]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [125]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944120,
							["arg1"] = "|cff71d5ff|Hspell:116849:0|h[作茧缚命]|h|r福建烤老鼠 => 麦克雷雷",
							["clColor"] = "fffefefe",
						}, -- [126]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944121,
							["arg1"] = "**[仇恨!]玛维·影歌→丶真圣光**",
							["clColor"] = "fffefefe",
						}, -- [127]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944121,
							["arg1"] = "**[神隐之血]已施放|cff71d5ff|Hspell:64843:0|h[神圣赞美诗]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [128]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944123,
							["arg1"] = "**[仇恨!]玛维·影歌→十里扬州路**",
							["clColor"] = "fffefefe",
						}, -- [129]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588944130,
							["arg1"] = "燃烧吧，部落的渣滓！",
						}, -- [130]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944130,
							["arg1"] = "**|cff71d5ff|Hspell:34477:0|h[误导]|h|r歪歪侠→十里扬州路**",
							["clColor"] = "fffefefe",
						}, -- [131]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588944162,
							["arg1"] = "燃烧吧，部落的渣滓！",
						}, -- [132]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944172,
							["arg1"] = "**[斩击]已施放|cff71d5ff|Hspell:97462:0|h[集结呐喊]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [133]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588944174,
							["arg1"] = "你休想轻易打败我……",
						}, -- [134]
						{
							["arg2"] = "悠哒的法神-斯克提斯",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944174,
							["arg1"] = "大脚任务进度提示: 联盟在黑海岸之战被击败：1/1(完成)",
							["clColor"] = "ff3ec5e9",
						}, -- [135]
						{
							["arg2"] = "清风问樱-死亡之翼",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944174,
							["arg1"] = "大脚任务进度提示: 联盟在黑海岸之战被击败：1/1(完成)",
							["clColor"] = "ffa22fc8",
						}, -- [136]
						{
							["arg2"] = "流放之狐-凤凰之神",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944174,
							["arg1"] = "大脚任务进度提示: 联盟在黑海岸之战被击败：1/1(完成)",
							["clColor"] = "fffef367",
						}, -- [137]
						{
							["arg2"] = "playerertecg-凤凰之神",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944174,
							["arg1"] = "大脚任务进度提示: 联盟在黑海岸之战被击败：1/1(完成)",
							["clColor"] = "fffe7b09",
						}, -- [138]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944174,
							["arg1"] = "大脚任务进度提示: 联盟在黑海岸之战被击败：1/1(完成)",
							["clColor"] = "fffefefe",
						}, -- [139]
						{
							["arg2"] = "默宇-国王之谷",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944174,
							["arg1"] = "大脚任务进度提示: 联盟在黑海岸之战被击败：1/1(完成)",
							["clColor"] = "ffa9d271",
						}, -- [140]
						{
							["arg2"] = "悠哒的法神-斯克提斯",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944175,
							["arg1"] = "战争前线：黑海岸之战 (任务完成)",
							["clColor"] = "ff3ec5e9",
						}, -- [141]
						{
							["arg2"] = "默宇-国王之谷",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944175,
							["arg1"] = "战争前线：黑海岸之战 (任务完成)",
							["clColor"] = "ffa9d271",
						}, -- [142]
						{
							["arg2"] = "打不过就跑鸭-阿克蒙德",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944176,
							["arg1"] = "大脚任务进度提示: 联盟在黑海岸之战被击败：1/1(完成)",
							["clColor"] = "ffa9d271",
						}, -- [143]
						{
							["arg2"] = "流放之狐-凤凰之神",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944177,
							["arg1"] = "战争前线：黑海岸之战（英雄） (任务完成)",
							["clColor"] = "fffef367",
						}, -- [144]
						{
							["arg2"] = "playerertecg-凤凰之神",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944179,
							["arg1"] = "战争前线：黑海岸之战（英雄） (任务完成)",
							["clColor"] = "fffe7b09",
						}, -- [145]
						{
							["arg2"] = "清风问樱-死亡之翼",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944179,
							["arg1"] = "战争前线：黑海岸之战（英雄） (任务完成)",
							["clColor"] = "ffa22fc8",
						}, -- [146]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944179,
							["arg1"] = "战争前线：黑海岸之战 (任务完成)",
							["clColor"] = "fffefefe",
						}, -- [147]
						{
							["arg2"] = "打不过就跑鸭-阿克蒙德",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944179,
							["arg1"] = "战争前线：黑海岸之战 (任务完成)",
							["clColor"] = "ffa9d271",
						}, -- [148]
						{
							["arg1"] = " ",
						}, -- [149]
						{
							["arg1"] = " ",
						}, -- [150]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 23:33:15。",
						}, -- [151]
						{
							["arg2"] = "深渊容器",
							["type"] = "MONSTER_YELL",
							["time"] = 1588952341,
							["arg1"] = "你太迟了！",
						}, -- [152]
						{
							["arg2"] = "深渊畸体",
							["type"] = "MONSTER_YELL",
							["time"] = 1588952347,
							["arg1"] = "",
						}, -- [153]
						{
							["arg2"] = "火金派防御者",
							["type"] = "MONSTER_YELL",
							["time"] = 1588952460,
							["arg1"] = "他们一直涌过来。我们不能失去两处神殿！",
						}, -- [154]
						{
							["arg1"] = " ",
						}, -- [155]
						{
							["arg1"] = " ",
						}, -- [156]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 23:52:15。",
						}, -- [157]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954194,
							["arg1"] = "元素已经发声。艾泽拉斯即将灭亡。",
						}, -- [158]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954199,
							["arg1"] = "不喝血的，都得死！",
						}, -- [159]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954204,
							["arg1"] = "古神之血是我们唯一的救赎！",
						}, -- [160]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954211,
							["arg1"] = "我们必须服从恩佐斯！",
						}, -- [161]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954234,
							["arg1"] = "我们必须服从恩佐斯！",
						}, -- [162]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954257,
							["arg1"] = "我们必须服从恩佐斯！",
						}, -- [163]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954279,
							["arg1"] = "感谢你……让我……重获自由……",
						}, -- [164]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954881,
							["arg1"] = "元素已经发声。艾泽拉斯即将灭亡。",
						}, -- [165]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954892,
							["arg1"] = "古神之血是我们唯一的救赎！",
						}, -- [166]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955016,
							["arg1"] = "不喝血的，都得死！",
						}, -- [167]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955028,
							["arg1"] = "他的力量无人能挡！",
						}, -- [168]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955051,
							["arg1"] = "他的力量无人能挡！",
						}, -- [169]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955075,
							["arg1"] = "他的力量无人能挡！",
						}, -- [170]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955098,
							["arg1"] = "他的力量无人能挡！",
						}, -- [171]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955101,
							["arg1"] = "感谢你……让我……重获自由……",
						}, -- [172]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955428,
							["arg1"] = "元素已经发声。艾泽拉斯即将灭亡。",
						}, -- [173]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955439,
							["arg1"] = "古神之血是我们唯一的救赎！",
						}, -- [174]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955526,
							["arg1"] = "不喝血的，都得死！",
						}, -- [175]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955538,
							["arg1"] = "他的力量无人能挡！",
						}, -- [176]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955561,
							["arg1"] = "他的力量无人能挡！",
						}, -- [177]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955584,
							["arg1"] = "他的力量无人能挡！",
						}, -- [178]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955607,
							["arg1"] = "他的力量无人能挡！",
						}, -- [179]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955613,
							["arg1"] = "感谢你……让我……重获自由……",
						}, -- [180]
						{
							["arg1"] = " ",
						}, -- [181]
						{
							["arg1"] = " ",
						}, -- [182]
						{
							["arg1"] = "记录开始于 05/09/2020 的 00:47:16。",
							["type"] = "SYSTEM",
						}, -- [183]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956681,
							["arg1"] = "元素已经发声。艾泽拉斯即将灭亡。",
						}, -- [184]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956692,
							["arg1"] = "古神之血是我们唯一的救赎！",
						}, -- [185]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956768,
							["arg1"] = "不喝血的，都得死！",
						}, -- [186]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956780,
							["arg1"] = "他的力量无人能挡！",
						}, -- [187]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956803,
							["arg1"] = "他的力量无人能挡！",
						}, -- [188]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956826,
							["arg1"] = "他的力量无人能挡！",
						}, -- [189]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956849,
							["arg1"] = "我们必须服从恩佐斯！",
						}, -- [190]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956853,
							["arg1"] = "感谢你……让我……重获自由……",
						}, -- [191]
						{
							["arg1"] = " ",
						}, -- [192]
						{
							["arg1"] = " ",
						}, -- [193]
						{
							["arg1"] = "记录开始于 05/09/2020 的 14:13:50。",
							["type"] = "SYSTEM",
						}, -- [194]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589005131,
							["arg1"] = "元素已经发声。艾泽拉斯即将灭亡。",
						}, -- [195]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589005141,
							["arg1"] = "古神之血是我们唯一的救赎！",
						}, -- [196]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589005144,
							["arg1"] = "不喝血的，都得死！",
						}, -- [197]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589005155,
							["arg1"] = "他的力量无人能挡！",
						}, -- [198]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589005178,
							["arg1"] = "他的力量无人能挡！",
						}, -- [199]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589005198,
							["arg1"] = "他的力量无人能挡！",
						}, -- [200]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589005219,
							["arg1"] = "感谢你……让我……重获自由……",
						}, -- [201]
						{
							["arg1"] = " ",
						}, -- [202]
						{
							["arg1"] = " ",
						}, -- [203]
						{
							["arg1"] = "记录开始于 05/09/2020 的 14:27:31。",
							["type"] = "SYSTEM",
						}, -- [204]
						{
							["arg2"] = "泽坎",
							["type"] = "MONSTER_YELL",
							["time"] = 1589005779,
							["arg1"] = "勇士们！我们需要帮助！",
						}, -- [205]
						{
							["arg2"] = "屠戮者西克沃斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589005792,
							["arg1"] = "你必将破碎！",
						}, -- [206]
						{
							["arg2"] = "泽坎",
							["type"] = "MONSTER_YELL",
							["time"] = 1589005796,
							["arg1"] = "得先把那个干掉。",
						}, -- [207]
						{
							["arg2"] = "屠戮者西克沃斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589005833,
							["arg1"] = "尼奥罗萨……已经归来……",
						}, -- [208]
						{
							["arg2"] = "泽坎",
							["type"] = "MONSTER_YELL",
							["time"] = 1589005842,
							["arg1"] = "恩佐斯的腐化图腾全是虚空的低语，把我们的萨满逼疯了。得把图腾都毁掉。",
						}, -- [209]
						{
							["arg1"] = " ",
						}, -- [210]
						{
							["arg1"] = " ",
						}, -- [211]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 14:30:48。",
						}, -- [212]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589006076,
							["arg1"] = "元素已经发声。艾泽拉斯即将灭亡。",
						}, -- [213]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589006087,
							["arg1"] = "古神之血是我们唯一的救赎！",
						}, -- [214]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589006091,
							["arg1"] = "不喝血的，都得死！",
						}, -- [215]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589006103,
							["arg1"] = "他的力量无人能挡！",
						}, -- [216]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589006126,
							["arg1"] = "他的力量无人能挡！",
						}, -- [217]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589006149,
							["arg1"] = "他的力量无人能挡！",
						}, -- [218]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589006164,
							["arg1"] = "感谢你……让我……重获自由……",
						}, -- [219]
						{
							["arg1"] = " ",
						}, -- [220]
						{
							["arg1"] = " ",
						}, -- [221]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 15:12:22。",
						}, -- [222]
						{
							["arg2"] = "虚空恐魔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589008467,
							["arg1"] = "万物都将消亡！",
						}, -- [223]
						{
							["arg2"] = "梦境之龙麦琳瑟拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589008473,
							["arg1"] = "在那儿，勇士！那就是腐化的源头！摧毁它！",
						}, -- [224]
						{
							["arg1"] = " ",
						}, -- [225]
						{
							["arg1"] = " ",
						}, -- [226]
						{
							["arg1"] = "记录开始于 05/09/2020 的 15:27:26。",
							["type"] = "SYSTEM",
						}, -- [227]
						{
							["arg2"] = "卡雷苟斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009359,
							["arg1"] = "他们把阿莱克丝塔萨包围了！你得去帮帮她！",
						}, -- [228]
						{
							["arg2"] = "阿莱克丝塔萨，生命的缚誓者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009365,
							["arg1"] = "你们的帮助很及时，十里扬州路。现在，消灭这些怪物！",
						}, -- [229]
						{
							["arg1"] = " ",
						}, -- [230]
						{
							["arg1"] = " ",
						}, -- [231]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 15:33:45。",
						}, -- [232]
						{
							["arg2"] = "阿莱克丝塔萨，生命的缚誓者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009746,
							["arg1"] = "这场战斗远未结束。我感觉到他们的首领来了。",
						}, -- [233]
						{
							["arg2"] = "维克修娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009773,
							["arg1"] = "生命的缚誓者。向低语屈服吧。加入我们，你就能获得无可匹敌的力量。",
						}, -- [234]
						{
							["arg2"] = "阿莱克丝塔萨，生命的缚誓者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009787,
							["arg1"] = "绝不！",
						}, -- [235]
						{
							["arg2"] = "卡雷苟斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009788,
							["arg1"] = "我和阿莱克丝塔萨会去追赶维克修娜。你快去营救俘虏！",
						}, -- [236]
						{
							["arg2"] = "维克修娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009798,
							["arg1"] = "看吧，这就是所有守护巨龙的未来。合而为一，就能见证我所目睹的真理，姐姐。",
						}, -- [237]
						{
							["arg2"] = "阿莱克丝塔萨，生命的缚誓者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009813,
							["arg1"] = "你才不是我的妹妹。",
						}, -- [238]
						{
							["arg2"] = "维克修娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009893,
							["arg1"] = "你还在等什么，姐姐？你没看到我们族群的伟大命运吗？",
						}, -- [239]
						{
							["arg1"] = " ",
						}, -- [240]
						{
							["arg1"] = " ",
						}, -- [241]
						{
							["arg1"] = "记录开始于 05/09/2020 的 15:38:24。",
							["type"] = "SYSTEM",
						}, -- [242]
						{
							["arg2"] = "阿莱克丝塔萨，生命的缚誓者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009928,
							["arg1"] = "他承诺给你的力量也保护不了你！",
						}, -- [243]
						{
							["arg2"] = "卡雷苟斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009932,
							["arg1"] = "没有别的选择了，十里扬州路。准备战斗吧。",
						}, -- [244]
						{
							["arg2"] = "维克修娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009933,
							["arg1"] = "那好吧。既然你们不愿加入我们，那就化为空虚的躯壳吧。",
						}, -- [245]
						{
							["arg2"] = "阿莱克丝塔萨，生命的缚誓者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009948,
							["arg1"] = "你的主人只会带你走向毁灭。",
						}, -- [246]
						{
							["arg2"] = "卡雷苟斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009968,
							["arg1"] = "够了！必须终结这场疯狂！",
						}, -- [247]
						{
							["arg2"] = "阿莱克丝塔萨，生命的缚誓者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009973,
							["arg1"] = "巨龙军团会永远守护艾泽拉斯！",
						}, -- [248]
						{
							["arg2"] = "维克修娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009998,
							["arg1"] = "这怎么可能！再给我点……力量！",
						}, -- [249]
						{
							["arg2"] = "维克修娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1589010004,
							["arg1"] = "可悲的巨龙军团必将陨落。既然你们不愿向主人效忠，那我就去找别人！",
						}, -- [250]
					},
					["hasMessage"] = true,
					["enabled"] = true,
				}, -- [11]
				["大脚世界频道"] = {
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "大脚世界频道",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 20:06:28。",
						}, -- [1]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588939588,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [2]
						{
							["arg1"] = " ",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["arg1"] = "记录开始于 05/08/2020 的 20:27:04。",
							["type"] = "SYSTEM",
						}, -- [5]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588940904,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [6]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588940942,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [7]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588941048,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [8]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588941102,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [9]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588941142,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [10]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588941184,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [11]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588941231,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [12]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588941275,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [13]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588941366,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [14]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588941412,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [15]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1588941511,
							["arg1"] = "史诗钥匙超时了 下周还有奖励吗",
							["arg9"] = "大脚世界频道",
							["arg2"] = "教父俱乐部-亡语者",
						}, -- [16]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1588941532,
							["arg1"] = "打完了就有",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Forwhat-亡语者",
						}, -- [17]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1588941540,
							["arg1"] = "好的 谢谢",
							["arg9"] = "大脚世界频道",
							["arg2"] = "教父俱乐部-亡语者",
						}, -- [18]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588941570,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [19]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588941629,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [20]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588941764,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [21]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588941813,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [22]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588941942,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [23]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1588942388,
							["arg1"] = "联盟？？？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "有点儿大了-亡语者",
						}, -- [24]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588942415,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [25]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588942757,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [26]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588942862,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [27]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588942897,
							["arg1"] = "鬼成这样了还刷广告",
							["arg9"] = "大脚世界频道",
							["arg2"] = "大犀利血帝凯-亡语者",
						}, -- [28]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1588942975,
							["arg1"] = "M主脑有人来吗",
							["arg9"] = "大脚世界频道",
							["arg2"] = "有点儿大了-亡语者",
						}, -- [29]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1588942991,
							["arg1"] = "1",
							["arg9"] = "大脚世界频道",
							["arg2"] = "疯狂啊易-亡语者",
						}, -- [30]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588943022,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [31]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588943132,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [32]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1588943145,
							["arg1"] = "M主脑有人来吗",
							["arg9"] = "大脚世界频道",
							["arg2"] = "有点儿大了-亡语者",
						}, -- [33]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1588943146,
							["arg1"] = "M主脑有人来吗",
							["arg9"] = "大脚世界频道",
							["arg2"] = "有点儿大了-亡语者",
						}, -- [34]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588943177,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [35]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588943411,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [36]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588943463,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [37]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588943650,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [38]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588943725,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [39]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588943828,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [40]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588943908,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [41]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1588943923,
							["arg1"] = "联盟呢？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "有点儿大了-亡语者",
						}, -- [42]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588944077,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [43]
						{
							["arg1"] = " ",
						}, -- [44]
						{
							["arg1"] = " ",
						}, -- [45]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 23:33:15。",
						}, -- [46]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1588952078,
							["arg1"] = "|cffa335ee|Hitem:44707::::::::120:71::::::|h[绿色始祖幼龙的缰绳]|h|r终于开出来了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "背离天堂-亡语者",
						}, -- [47]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1588952096,
							["arg1"] = "恭喜恭喜",
							["arg9"] = "大脚世界频道",
							["arg2"] = "哇丶美女-亡语者",
						}, -- [48]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1588952101,
							["arg1"] = "恭喜恭喜",
							["arg9"] = "大脚世界频道",
							["arg2"] = "为什么是骑士-亡语者",
						}, -- [49]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1588952108,
							["arg1"] = "六年了啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "背离天堂-亡语者",
						}, -- [50]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1588952110,
							["arg1"] = "恭喜恭喜",
							["arg9"] = "大脚世界频道",
							["arg2"] = "六芒星的咒缚-亡语者",
						}, -- [51]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1588952121,
							["arg1"] = "谢谢 谢谢大家{哭}",
							["arg9"] = "大脚世界频道",
							["arg2"] = "背离天堂-亡语者",
						}, -- [52]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1588952121,
							["arg1"] = "不容易啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "为什么是骑士-亡语者",
						}, -- [53]
						{
							["clColor"] = "fffef367",
							["time"] = 1588952126,
							["arg1"] = "恭喜恭喜",
							["arg9"] = "大脚世界频道",
							["arg2"] = "雨落舞圣-亡语者",
						}, -- [54]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1588952139,
							["arg1"] = "我也经过几年的努力  刷到凤凰了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "哇丶美女-亡语者",
						}, -- [55]
						{
							["clColor"] = "fffef367",
							["time"] = 1588952174,
							["arg1"] = "求锻造匕首",
							["arg9"] = "大脚世界频道",
							["arg2"] = "雨落舞圣-亡语者",
						}, -- [56]
						{
							["clColor"] = "fffef367",
							["time"] = 1588952238,
							["arg1"] = "打不动怪",
							["arg9"] = "大脚世界频道",
							["arg2"] = "雨落舞圣-亡语者",
						}, -- [57]
						{
							["arg1"] = " ",
						}, -- [58]
						{
							["arg1"] = " ",
						}, -- [59]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 23:52:15。",
						}, -- [60]
						{
							["clColor"] = "fffef367",
							["time"] = 1588954530,
							["arg1"] = "|cffa335ee|Hitem:50818::::::::120:260::::::|h[无敌的缰绳]|h|r艹。终于出了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "阴影下的杀戮-亡语者",
						}, -- [61]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1588954559,
							["arg1"] = "恭喜恭喜   已经骑吐了！ 你快去感受一下",
							["arg9"] = "大脚世界频道",
							["arg2"] = "哇丶美女-亡语者",
						}, -- [62]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1588954566,
							["arg1"] = "恭喜",
							["arg9"] = "大脚世界频道",
							["arg2"] = "小龙女-亡语者",
						}, -- [63]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1588954588,
							["arg1"] = "是你吐了还是坐骑吐了？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "想吃热干面-亡语者",
						}, -- [64]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1588954593,
							["arg1"] = "看是不好看  但是架不住香啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "打架全犒转-亡语者",
						}, -- [65]
						{
							["clColor"] = "fffef367",
							["time"] = 1588954596,
							["arg1"] = "哈哈 今天出了两个了  哈哈",
							["arg9"] = "大脚世界频道",
							["arg2"] = "阴影下的杀戮-亡语者",
						}, -- [66]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1588955109,
							["arg1"] = "那个知道门神怎么做啊一点门就失败",
							["arg9"] = "大脚世界频道",
							["arg2"] = "兽战之魂-亡语者",
						}, -- [67]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1588955153,
							["arg1"] = "你直接把他奶爆不就好了。。",
							["arg9"] = "大脚世界频道",
							["arg2"] = "猎空还是闪光-亡语者",
						}, -- [68]
						{
							["clColor"] = "fffef367",
							["time"] = 1588955155,
							["arg1"] = "我是没点门 用烈焰奶满的就有成就了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "阴影下的杀戮-亡语者",
						}, -- [69]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1588955166,
							["arg1"] = "进啥门啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "猎空还是闪光-亡语者",
						}, -- [70]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1588955186,
							["arg1"] = "我战士啊= =怎么奶",
							["arg9"] = "大脚世界频道",
							["arg2"] = "兽战之魂-亡语者",
						}, -- [71]
						{
							["clColor"] = "fffef367",
							["time"] = 1588955196,
							["arg1"] = "烈焰啊  我还是盗贼呢",
							["arg9"] = "大脚世界频道",
							["arg2"] = "阴影下的杀戮-亡语者",
						}, -- [72]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1588955198,
							["arg1"] = "|cffff8000|Hazessence:12:4|h[烈焰熔炉]|h|r",
							["arg9"] = "大脚世界频道",
							["arg2"] = "猎空还是闪光-亡语者",
						}, -- [73]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1588955240,
							["arg1"] = "烈焰熔炉 妙用无穷啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "阿萨丶辛-亡语者",
						}, -- [74]
						{
							["clColor"] = "ff006fdc",
							["time"] = 1588955389,
							["arg1"] = "萨格拉斯之血怎么获得来着",
							["arg9"] = "大脚世界频道",
							["arg2"] = "洛夫古德-亡语者",
						}, -- [75]
						{
							["clColor"] = "ff006fdc",
							["time"] = 1588955398,
							["arg1"] = "我忘了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "洛夫古德-亡语者",
						}, -- [76]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1588955416,
							["arg1"] = "世界任务",
							["arg9"] = "大脚世界频道",
							["arg2"] = "堕落灬圣骑-亡语者",
						}, -- [77]
						{
							["clColor"] = "fffef367",
							["time"] = 1588955422,
							["arg1"] = "应该是刷110的五人本有",
							["arg9"] = "大脚世界频道",
							["arg2"] = "阴影下的杀戮-亡语者",
						}, -- [78]
						{
							["clColor"] = "ff006fdc",
							["time"] = 1588955458,
							["arg1"] = "ok",
							["arg9"] = "大脚世界频道",
							["arg2"] = "洛夫古德-亡语者",
						}, -- [79]
						{
							["arg1"] = " ",
						}, -- [80]
						{
							["arg1"] = " ",
						}, -- [81]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 00:44:44。",
						}, -- [82]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1588956354,
							["arg1"] = "蕨木岭在那有知道吗",
							["arg9"] = "大脚世界频道",
							["arg2"] = "兽战之魂-亡语者",
						}, -- [83]
						{
							["arg1"] = " ",
						}, -- [84]
						{
							["arg1"] = " ",
						}, -- [85]
						{
							["arg1"] = "记录开始于 05/09/2020 的 00:47:16。",
							["type"] = "SYSTEM",
						}, -- [86]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1588956683,
							["arg1"] = "有知道地图提拉加德海峡蕨木岭在那的吗",
							["arg9"] = "大脚世界频道",
							["arg2"] = "兽战之魂-亡语者",
						}, -- [87]
						{
							["arg1"] = " ",
						}, -- [88]
						{
							["arg1"] = " ",
						}, -- [89]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 14:04:57。",
						}, -- [90]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1589004664,
							["arg1"] = "海岛史诗有人来不",
							["arg9"] = "大脚世界频道",
							["arg2"] = "狂之煞-亡语者",
						}, -- [91]
						{
							["arg1"] = " ",
						}, -- [92]
						{
							["arg1"] = " ",
						}, -- [93]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 14:24:58。",
						}, -- [94]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1589005618,
							["arg1"] = "8层钥石来个T",
							["arg9"] = "大脚世界频道",
							["arg2"] = "叫兽和笑长-亡语者",
						}, -- [95]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1589005637,
							["arg1"] = "8C哪里",
							["arg9"] = "大脚世界频道",
							["arg2"] = "俊仙-亡语者",
						}, -- [96]
						{
							["arg1"] = " ",
						}, -- [97]
						{
							["arg1"] = " ",
						}, -- [98]
						{
							["arg1"] = "记录开始于 05/09/2020 的 14:27:31。",
							["type"] = "SYSTEM",
						}, -- [99]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1589005672,
							["arg1"] = "围攻伯拉勒斯 ",
							["arg9"] = "大脚世界频道",
							["arg2"] = "叫兽和笑长-亡语者",
						}, -- [100]
						{
							["arg1"] = " ",
						}, -- [101]
						{
							["arg1"] = " ",
						}, -- [102]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 14:30:48。",
						}, -- [103]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589006181,
							["arg1"] = "|cffffff00|Hachievement:10149:Player-741-05357155:0:0:0:-1:0:0:0:0|h[地狱火团队的荣耀]|h|r成就全刷 来的M 给又粗又大帅气无敌绿光狼 几分钟开打 免费  2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [104]
						{
							["arg1"] = " ",
						}, -- [105]
						{
							["arg1"] = " ",
						}, -- [106]
						{
							["arg1"] = "记录开始于 05/09/2020 的 14:39:39。",
							["type"] = "SYSTEM",
						}, -- [107]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589006519,
							["arg1"] = "|cffffff00|Hachievement:10149:Player-741-05357155:0:0:0:-1:0:0:0:0|h[地狱火团队的荣耀]|h|r成就全刷 来的M 给又粗又大帅气无敌绿光狼 几分钟开打 免费  2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [108]
						{
							["arg1"] = " ",
						}, -- [109]
						{
							["arg1"] = " ",
						}, -- [110]
						{
							["arg1"] = "记录开始于 05/09/2020 的 15:02:59。",
							["type"] = "SYSTEM",
						}, -- [111]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589008088,
							["arg1"] = "|cffffff00|Hachievement:10149:Player-741-05357155:0:0:0:-1:0:0:0:0|h[地狱火团队的荣耀]|h|r成就全刷 来的M 给又粗又大帅气无敌绿光狼 几分钟开打 免费  2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [112]
						{
							["arg1"] = " ",
						}, -- [113]
						{
							["arg1"] = " ",
						}, -- [114]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 15:12:22。",
						}, -- [115]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589008696,
							["arg1"] = "|cffffff00|Hachievement:10149:Player-741-05357155:0:0:0:-1:0:0:0:0|h[地狱火团队的荣耀]|h|r成就全刷 来的M 给又粗又大帅气无敌绿光狼 几分钟开打 免费  2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [116]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589008781,
							["arg1"] = "|cffffff00|Hachievement:10149:Player-741-05357155:0:0:0:-1:0:0:0:0|h[地狱火团队的荣耀]|h|r成就全刷 来的M 给又粗又大帅气无敌绿光狼 几分钟开打 免费  2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [117]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589008836,
							["arg1"] = "|cffffff00|Hachievement:10149:Player-741-05357155:0:0:0:-1:0:0:0:0|h[地狱火团队的荣耀]|h|r成就全刷 来的M 给又粗又大帅气无敌绿光狼 几分钟开打 免费  2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [118]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589008931,
							["arg1"] = "|cffffff00|Hachievement:10149:Player-741-05357155:0:0:0:-1:0:0:0:0|h[地狱火团队的荣耀]|h|r成就全刷 来的M 给又粗又大帅气无敌绿光狼 几分钟开打 免费  2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [119]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589009118,
							["arg1"] = "|cffffff00|Hachievement:10149:Player-741-05357155:0:0:0:-1:0:0:0:0|h[地狱火团队的荣耀]|h|r成就全刷 来的M 给又粗又大帅气无敌绿光狼 几分钟开打 免费  2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [120]
						{
							["arg1"] = " ",
						}, -- [121]
						{
							["arg1"] = " ",
						}, -- [122]
						{
							["arg1"] = "记录开始于 05/09/2020 的 15:27:26。",
							["type"] = "SYSTEM",
						}, -- [123]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589009375,
							["arg1"] = "|cffffff00|Hachievement:10149:Player-741-05357155:0:0:0:-1:0:0:0:0|h[地狱火团队的荣耀]|h|r成就全刷 来的M 给又粗又大帅气无敌绿光狼 几分钟开打 免费  2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [124]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589009430,
							["arg1"] = "|cffffff00|Hachievement:10149:Player-741-05357155:0:0:0:-1:0:0:0:0|h[地狱火团队的荣耀]|h|r成就全刷 来的M 给又粗又大帅气无敌绿光狼 几分钟开打 免费  2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [125]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589009476,
							["arg1"] = "|cffffff00|Hachievement:10149:Player-741-05357155:0:0:0:-1:0:0:0:0|h[地狱火团队的荣耀]|h|r成就全刷 来的M 给又粗又大帅气无敌绿光狼 几分钟开打 免费  2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [126]
						{
							["arg1"] = " ",
						}, -- [127]
						{
							["arg1"] = " ",
						}, -- [128]
						{
							["arg1"] = "记录开始于 05/09/2020 的 15:38:24。",
							["type"] = "SYSTEM",
						}, -- [129]
					},
				},
				["公会招募"] = {
					["enabled"] = true,
					["name"] = "公会招募",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/09/2020 的 15:38:24。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				},
				["世界防务"] = {
					["enabled"] = true,
					["name"] = "世界防务",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/09/2020 的 15:38:24。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				},
				["交易"] = {
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "交易",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/08/2020 的 20:27:04。",
							["type"] = "SYSTEM",
						}, -- [1]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [2]
						{
							["arg1"] = " ",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 23:33:15。",
						}, -- [5]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [6]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [7]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [8]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [9]
						{
							["arg1"] = " ",
						}, -- [10]
						{
							["arg1"] = " ",
						}, -- [11]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 23:52:15。",
						}, -- [12]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [13]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [14]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [15]
						{
							["arg1"] = " ",
						}, -- [16]
						{
							["arg1"] = " ",
						}, -- [17]
						{
							["arg1"] = "记录开始于 05/09/2020 的 14:13:50。",
							["type"] = "SYSTEM",
						}, -- [18]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [19]
						{
							["arg1"] = " ",
						}, -- [20]
						{
							["arg1"] = " ",
						}, -- [21]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 14:44:28。",
						}, -- [22]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [23]
						{
							["arg1"] = " ",
						}, -- [24]
						{
							["arg1"] = " ",
						}, -- [25]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 15:12:22。",
						}, -- [26]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [27]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [28]
						{
							["arg1"] = " ",
						}, -- [29]
						{
							["arg1"] = " ",
						}, -- [30]
						{
							["arg1"] = "记录开始于 05/09/2020 的 15:38:24。",
							["type"] = "SYSTEM",
						}, -- [31]
					},
				},
				["综合"] = {
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "综合",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/08/2020 的 20:27:04。",
							["type"] = "SYSTEM",
						}, -- [1]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [2]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [3]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [4]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [5]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [6]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [7]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [8]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1588941621,
							["arg1"] = "史 詩 铨 樋**【尼奥羅萨=觉醒之城】1-12——人生巅峰，超-高-啸-律！进組请M——",
							["arg9"] = "综合 - 达萨罗",
							["arg2"] = "镁兲開団-艾森娜",
						}, -- [9]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1588941678,
							["arg1"] = "史 詩 铨 樋**【尼奥羅萨=觉醒之城】1-12——人生巅峰，超-高-啸-律！进組请M——",
							["arg9"] = "综合 - 达萨罗",
							["arg2"] = "镁兲開団-艾森娜",
						}, -- [10]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [11]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [12]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [13]
						{
							["arg1"] = " ",
						}, -- [14]
						{
							["arg1"] = " ",
						}, -- [15]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 23:33:15。",
						}, -- [16]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [17]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [18]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [19]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [20]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [21]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [22]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [23]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [24]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [25]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [26]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [27]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [28]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [29]
						{
							["arg1"] = " ",
						}, -- [30]
						{
							["arg1"] = " ",
						}, -- [31]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 23:52:15。",
						}, -- [32]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [33]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [34]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [35]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [36]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [37]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [38]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [39]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [40]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [41]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [42]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [43]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [44]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [45]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [46]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [47]
						{
							["arg1"] = " ",
						}, -- [48]
						{
							["arg1"] = " ",
						}, -- [49]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 00:44:44。",
						}, -- [50]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [51]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [52]
						{
							["arg1"] = " ",
						}, -- [53]
						{
							["arg1"] = " ",
						}, -- [54]
						{
							["arg1"] = "记录开始于 05/09/2020 的 00:47:16。",
							["type"] = "SYSTEM",
						}, -- [55]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [56]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [57]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [58]
						{
							["arg1"] = " ",
						}, -- [59]
						{
							["arg1"] = " ",
						}, -- [60]
						{
							["arg1"] = "记录开始于 05/09/2020 的 13:19:45。",
							["type"] = "SYSTEM",
						}, -- [61]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [62]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [63]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [64]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [65]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [66]
						{
							["arg1"] = " ",
						}, -- [67]
						{
							["arg1"] = " ",
						}, -- [68]
						{
							["arg1"] = "记录开始于 05/09/2020 的 13:52:51。",
							["type"] = "SYSTEM",
						}, -- [69]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [70]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [71]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [72]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [73]
						{
							["arg1"] = " ",
						}, -- [74]
						{
							["arg1"] = " ",
						}, -- [75]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 14:04:57。",
						}, -- [76]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [77]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [78]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [79]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [80]
						{
							["arg1"] = " ",
						}, -- [81]
						{
							["arg1"] = " ",
						}, -- [82]
						{
							["arg1"] = "记录开始于 05/09/2020 的 14:13:50。",
							["type"] = "SYSTEM",
						}, -- [83]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [84]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [85]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [86]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [87]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [88]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [89]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [90]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [91]
						{
							["arg1"] = " ",
						}, -- [92]
						{
							["arg1"] = " ",
						}, -- [93]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 14:24:58。",
						}, -- [94]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [95]
						{
							["arg1"] = " ",
						}, -- [96]
						{
							["arg1"] = " ",
						}, -- [97]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 14:30:48。",
						}, -- [98]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [99]
						{
							["arg1"] = " ",
						}, -- [100]
						{
							["arg1"] = " ",
						}, -- [101]
						{
							["arg1"] = "记录开始于 05/09/2020 的 14:39:39。",
							["type"] = "SYSTEM",
						}, -- [102]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [103]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [104]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [105]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [106]
						{
							["arg1"] = " ",
						}, -- [107]
						{
							["arg1"] = " ",
						}, -- [108]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 14:44:28。",
						}, -- [109]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [110]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [111]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [112]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [113]
						{
							["arg1"] = " ",
						}, -- [114]
						{
							["arg1"] = " ",
						}, -- [115]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 15:12:22。",
						}, -- [116]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [117]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [118]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [119]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [120]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [121]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [122]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [123]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [124]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [125]
						{
							["arg1"] = " ",
						}, -- [126]
						{
							["arg1"] = " ",
						}, -- [127]
						{
							["arg1"] = "记录开始于 05/09/2020 的 15:38:24。",
							["type"] = "SYSTEM",
						}, -- [128]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [129]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [130]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [131]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [132]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [133]
					},
				},
				["本地防务"] = {
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "本地防务",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/08/2020 的 20:27:04。",
							["type"] = "SYSTEM",
						}, -- [1]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [2]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [3]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [4]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [5]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [6]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [7]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [8]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1588941621,
							["arg1"] = "史-詩-铨-樋**【尼奥羅萨=觉醒之城】1//12——一刀爆装，远离低能高耗——團-対——",
							["arg9"] = "本地防务 - 达萨罗",
							["arg2"] = "镁兲開団-艾森娜",
						}, -- [9]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1588941678,
							["arg1"] = "史-詩-铨-樋**【尼奥羅萨=觉醒之城】1//12——一刀爆装，远离低能高耗——團-対——",
							["arg9"] = "本地防务 - 达萨罗",
							["arg2"] = "镁兲開団-艾森娜",
						}, -- [10]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [11]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [12]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [13]
						{
							["arg1"] = " ",
						}, -- [14]
						{
							["arg1"] = " ",
						}, -- [15]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 23:33:15。",
						}, -- [16]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [17]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [18]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [19]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [20]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [21]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [22]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [23]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [24]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [25]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [26]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [27]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [28]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [29]
						{
							["arg1"] = " ",
						}, -- [30]
						{
							["arg1"] = " ",
						}, -- [31]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 23:52:15。",
						}, -- [32]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [33]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [34]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [35]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [36]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [37]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [38]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [39]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [40]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [41]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [42]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [43]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [44]
						{
							["arg1"] = " ",
						}, -- [45]
						{
							["arg1"] = " ",
						}, -- [46]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 00:44:44。",
						}, -- [47]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [48]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [49]
						{
							["arg1"] = " ",
						}, -- [50]
						{
							["arg1"] = " ",
						}, -- [51]
						{
							["arg1"] = "记录开始于 05/09/2020 的 00:47:16。",
							["type"] = "SYSTEM",
						}, -- [52]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [53]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [54]
						{
							["arg1"] = " ",
						}, -- [55]
						{
							["arg1"] = " ",
						}, -- [56]
						{
							["arg1"] = "记录开始于 05/09/2020 的 13:19:45。",
							["type"] = "SYSTEM",
						}, -- [57]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [58]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [59]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [60]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [61]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [62]
						{
							["arg1"] = " ",
						}, -- [63]
						{
							["arg1"] = " ",
						}, -- [64]
						{
							["arg1"] = "记录开始于 05/09/2020 的 13:52:51。",
							["type"] = "SYSTEM",
						}, -- [65]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [66]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [67]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [68]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [69]
						{
							["arg1"] = " ",
						}, -- [70]
						{
							["arg1"] = " ",
						}, -- [71]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 14:04:57。",
						}, -- [72]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [73]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [74]
						{
							["arg1"] = " ",
						}, -- [75]
						{
							["arg1"] = " ",
						}, -- [76]
						{
							["arg1"] = "记录开始于 05/09/2020 的 14:13:50。",
							["type"] = "SYSTEM",
						}, -- [77]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [78]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [79]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [80]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [81]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [82]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [83]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [84]
						{
							["arg1"] = " ",
						}, -- [85]
						{
							["arg1"] = " ",
						}, -- [86]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 14:30:48。",
						}, -- [87]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [88]
						{
							["arg1"] = " ",
						}, -- [89]
						{
							["arg1"] = " ",
						}, -- [90]
						{
							["arg1"] = "记录开始于 05/09/2020 的 14:39:39。",
							["type"] = "SYSTEM",
						}, -- [91]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [92]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [93]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [94]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [95]
						{
							["arg1"] = " ",
						}, -- [96]
						{
							["arg1"] = " ",
						}, -- [97]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 14:44:28。",
						}, -- [98]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [99]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [100]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [101]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [102]
						{
							["arg1"] = " ",
						}, -- [103]
						{
							["arg1"] = " ",
						}, -- [104]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 15:12:22。",
						}, -- [105]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [106]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [107]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [108]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [109]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [110]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [111]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [112]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [113]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [114]
						{
							["arg1"] = " ",
						}, -- [115]
						{
							["arg1"] = " ",
						}, -- [116]
						{
							["arg1"] = "记录开始于 05/09/2020 的 15:38:24。",
							["type"] = "SYSTEM",
						}, -- [117]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [118]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [119]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [120]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [121]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [122]
					},
				},
			},
		},
	},
}
