
ElephantDBPerChar = {
	["profileKeys"] = {
		["十里扬州路 - 亡语者"] = "十里扬州路 - 亡语者",
	},
	["char"] = {
		["十里扬州路 - 亡语者"] = {
			["logs"] = {
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "悄悄话",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 20:27:04。",
						}, -- [1]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "WHISPER",
							["time"] = 1588941582,
							["arg1"] = "<大脚团队提示>欢迎加入本团队，希望我们合作愉快，拥有一次快乐的冒险旅程。",
							["clColor"] = "fffefefe",
						}, -- [2]
						{
							["arg1"] = " ",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["arg1"] = "记录开始于 05/08/2020 的 23:33:15。",
							["type"] = "SYSTEM",
						}, -- [5]
						{
							["arg2"] = "我发现砰砰了-深渊之巢",
							["type"] = "WHISPER",
							["time"] = 1588952176,
							["arg1"] = "老哥 来只坐骑吗 失落的已久的角鹰兽 只需要10分钟 如有打扰 请见谅  ",
							["clColor"] = "ffc31d39",
						}, -- [6]
						{
							["arg1"] = " ",
						}, -- [7]
						{
							["arg1"] = " ",
						}, -- [8]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 00:47:16。",
						}, -- [9]
						{
							["arg2"] = "|Kq16|k",
							["type"] = "BN_WHISPER",
							["time"] = 1588956823,
							["arg1"] = "还是gg 不行",
						}, -- [10]
						{
							["arg2"] = "|Kq16|k",
							["type"] = "BN_WHISPER",
							["time"] = 1588956849,
							["arg1"] = "宠物对战一直gg",
						}, -- [11]
						{
							["arg1"] = " ",
						}, -- [12]
						{
							["arg1"] = " ",
						}, -- [13]
						{
							["arg1"] = "记录开始于 05/09/2020 的 01:05:24。",
							["type"] = "SYSTEM",
						}, -- [14]
					},
				}, -- [1]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "团队",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 20:27:04。",
						}, -- [1]
						{
							["arg2"] = "优昙华院-亚雷戈斯",
							["type"] = "RAID",
							["time"] = 1588941598,
							["arg1"] = "谢谢",
							["clColor"] = "ffa9d271",
						}, -- [2]
						{
							["arg2"] = "沃银酋长-阿克蒙德",
							["type"] = "RAID",
							["time"] = 1588941602,
							["arg1"] = "客气",
							["clColor"] = "ffc59a6c",
						}, -- [3]
						{
							["arg2"] = "Leia-暗影议会",
							["type"] = "RAID",
							["time"] = 1588941615,
							["arg1"] = "麻烦共享下任务",
							["clColor"] = "fffefefe",
						}, -- [4]
						{
							["arg2"] = "Leia-暗影议会",
							["type"] = "RAID",
							["time"] = 1588941618,
							["arg1"] = "谢谢 ",
							["clColor"] = "fffefefe",
						}, -- [5]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "RAID_LEADER",
							["time"] = 1588941624,
							["arg1"] = "R",
							["clColor"] = "fffefefe",
						}, -- [6]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "RAID_LEADER",
							["time"] = 1588941651,
							["arg1"] = "95 2G ",
							["clColor"] = "fffefefe",
						}, -- [7]
						{
							["arg2"] = "歪歪侠-燃烧之刃",
							["type"] = "RAID",
							["time"] = 1588941653,
							["arg1"] = "2个95",
							["clColor"] = "ffa9d271",
						}, -- [8]
						{
							["arg2"] = "樱导演-死亡之翼",
							["type"] = "RAID",
							["time"] = 1588941661,
							["arg1"] = "？ ROLL点什么意思",
							["clColor"] = "ffc31d39",
						}, -- [9]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "RAID_LEADER",
							["time"] = 1588941663,
							["arg1"] = "在 R",
							["clColor"] = "fffefefe",
						}, -- [10]
						{
							["arg2"] = "歪歪侠-燃烧之刃",
							["type"] = "RAID",
							["time"] = 1588941664,
							["arg1"] = "再来一发",
							["clColor"] = "ffa9d271",
						}, -- [11]
						{
							["arg2"] = "斩击-影之哀伤",
							["type"] = "RAID",
							["time"] = 1588941670,
							["arg1"] = "...",
							["clColor"] = "ffc59a6c",
						}, -- [12]
						{
							["arg2"] = "沃银酋长-阿克蒙德",
							["type"] = "RAID",
							["time"] = 1588941671,
							["arg1"] = "防止司马gzs",
							["clColor"] = "ffc59a6c",
						}, -- [13]
						{
							["arg2"] = "德之吾幸丶-影之哀伤",
							["type"] = "RAID",
							["time"] = 1588941676,
							["arg1"] = "就防GZS",
							["clColor"] = "fffe7b09",
						}, -- [14]
						{
							["arg2"] = "樱导演-死亡之翼",
							["type"] = "RAID",
							["time"] = 1588941678,
							["arg1"] = "额",
							["clColor"] = "ffc31d39",
						}, -- [15]
						{
							["arg2"] = "樱导演-死亡之翼",
							["type"] = "RAID",
							["time"] = 1588941680,
							["arg1"] = "懂了",
							["clColor"] = "ffc31d39",
						}, -- [16]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "RAID_LEADER",
							["time"] = 1588941708,
							["arg1"] = "几对",
							["clColor"] = "fffefefe",
						}, -- [17]
						{
							["arg2"] = "蝶罗迦-凤凰之神",
							["type"] = "RAID",
							["time"] = 1588941717,
							["arg1"] = "我的？",
							["clColor"] = "ff3ec5e9",
						}, -- [18]
						{
							["arg2"] = "歪歪侠-燃烧之刃",
							["type"] = "RAID",
							["time"] = 1588941718,
							["arg1"] = "打蛋",
							["clColor"] = "ffa9d271",
						}, -- [19]
						{
							["arg2"] = "playerertecg-凤凰之神",
							["type"] = "RAID",
							["time"] = 1588941734,
							["arg1"] = "就给4队FS吧",
							["clColor"] = "fffe7b09",
						}, -- [20]
						{
							["arg2"] = "歪歪侠-燃烧之刃",
							["type"] = "RAID",
							["time"] = 1588941737,
							["arg1"] = "看错了。。",
							["clColor"] = "ffa9d271",
						}, -- [21]
						{
							["arg2"] = "默宇-国王之谷",
							["type"] = "RAID",
							["time"] = 1588941742,
							["arg1"] = "挂机一个踢了吧",
							["clColor"] = "ffa9d271",
						}, -- [22]
						{
							["arg2"] = "梅花到处开-军团要塞",
							["type"] = "RAID",
							["time"] = 1588941744,
							["arg1"] = "didi ",
							["clColor"] = "ff3ec5e9",
						}, -- [23]
						{
							["arg2"] = "沃银酋长-阿克蒙德",
							["type"] = "RAID",
							["time"] = 1588941748,
							["arg1"] = "拍吧",
							["clColor"] = "ffc59a6c",
						}, -- [24]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "RAID",
							["time"] = 1588941759,
							["arg1"] = "几个奶  不够把",
							["clColor"] = "fffefefe",
						}, -- [25]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "RAID",
							["time"] = 1588941764,
							["arg1"] = "5个 过了",
							["clColor"] = "fffefefe",
						}, -- [26]
						{
							["arg2"] = "playerertecg-凤凰之神",
							["type"] = "RAID",
							["time"] = 1588941769,
							["arg1"] = "5个 够了",
							["clColor"] = "fffe7b09",
						}, -- [27]
						{
							["arg2"] = "歪歪侠-燃烧之刃",
							["type"] = "RAID",
							["time"] = 1588941769,
							["arg1"] = "5个",
							["clColor"] = "ffa9d271",
						}, -- [28]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "RAID",
							["time"] = 1588941770,
							["arg1"] = "拍 ",
							["clColor"] = "fffefefe",
						}, -- [29]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "RAID",
							["time"] = 1588941772,
							["arg1"] = "大脚任务进度提示: 在赞达拉港查看战时指挥桌：1/1(完成)",
							["clColor"] = "fffefefe",
						}, -- [30]
						{
							["arg2"] = "打不过就跑鸭-阿克蒙德",
							["type"] = "RAID",
							["time"] = 1588941772,
							["arg1"] = "大脚任务进度提示: 在赞达拉港查看战时指挥桌：1/1(完成)",
							["clColor"] = "ffa9d271",
						}, -- [31]
						{
							["arg2"] = "蝶罗迦-凤凰之神",
							["type"] = "RAID_LEADER",
							["time"] = 1588941778,
							["arg1"] = "咋拍不了",
							["clColor"] = "ff3ec5e9",
						}, -- [32]
						{
							["arg2"] = "蝶罗迦-凤凰之神",
							["type"] = "RAID_LEADER",
							["time"] = 1588941781,
							["arg1"] = "有掉线的没？？",
							["clColor"] = "ff3ec5e9",
						}, -- [33]
						{
							["arg2"] = "优昙华院-亚雷戈斯",
							["type"] = "RAID",
							["time"] = 1588941787,
							["arg1"] = "部落是堆尸体,不怕",
							["clColor"] = "ffa9d271",
						}, -- [34]
						{
							["arg2"] = "歪歪侠-燃烧之刃",
							["type"] = "RAID",
							["time"] = 1588941789,
							["arg1"] = "上了",
							["clColor"] = "ffa9d271",
						}, -- [35]
						{
							["arg2"] = "梅花到处开-军团要塞",
							["type"] = "RAID",
							["time"] = 1588941805,
							["arg1"] = "联盟一次不死",
							["clColor"] = "ff3ec5e9",
						}, -- [36]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "RAID",
							["time"] = 1588941809,
							["arg1"] = "任务 都接了把",
							["clColor"] = "fffefefe",
						}, -- [37]
						{
							["arg2"] = "打蛋器-血色十字军",
							["type"] = "RAID",
							["time"] = 1588941812,
							["arg1"] = "为啥",
							["clColor"] = "ffa9d271",
						}, -- [38]
						{
							["arg2"] = "樱导演-死亡之翼",
							["type"] = "RAID",
							["time"] = 1588941814,
							["arg1"] = "傻",
							["clColor"] = "ffc31d39",
						}, -- [39]
						{
							["arg2"] = "优昙华院-亚雷戈斯",
							["type"] = "RAID",
							["time"] = 1588941816,
							["arg1"] = "联盟靠治疗",
							["clColor"] = "ffa9d271",
						}, -- [40]
						{
							["arg2"] = "樱导演-死亡之翼",
							["type"] = "RAID",
							["time"] = 1588941818,
							["arg1"] = "啥任务",
							["clColor"] = "ffc31d39",
						}, -- [41]
						{
							["arg2"] = "樱导演-死亡之翼",
							["type"] = "RAID",
							["time"] = 1588941825,
							["arg1"] = "黑海岸之战吗",
							["clColor"] = "ffc31d39",
						}, -- [42]
						{
							["arg2"] = "优昙华院-亚雷戈斯",
							["type"] = "RAID",
							["time"] = 1588941827,
							["arg1"] = "差1个",
							["clColor"] = "ffa9d271",
						}, -- [43]
						{
							["arg2"] = "梅花到处开-军团要塞",
							["type"] = "RAID",
							["time"] = 1588941830,
							["arg1"] = "谁啊？？",
							["clColor"] = "ff3ec5e9",
						}, -- [44]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "RAID",
							["time"] = 1588941831,
							["arg1"] = "嗯",
							["clColor"] = "fffefefe",
						}, -- [45]
						{
							["arg2"] = "蝶罗迦-凤凰之神",
							["type"] = "RAID_LEADER",
							["time"] = 1588941831,
							["arg1"] = "共享了",
							["clColor"] = "ff3ec5e9",
						}, -- [46]
						{
							["arg2"] = "沃银酋长-阿克蒙德",
							["type"] = "RAID",
							["time"] = 1588941833,
							["arg1"] = "谁啊 赶紧进",
							["clColor"] = "ffc59a6c",
						}, -- [47]
						{
							["arg2"] = "蝶罗迦-凤凰之神",
							["type"] = "RAID_LEADER",
							["time"] = 1588941833,
							["arg1"] = "接",
							["clColor"] = "ff3ec5e9",
						}, -- [48]
						{
							["arg2"] = "梅花到处开-军团要塞",
							["type"] = "RAID",
							["time"] = 1588941833,
							["arg1"] = "赶紧的 ",
							["clColor"] = "ff3ec5e9",
						}, -- [49]
						{
							["arg2"] = "歪歪侠-燃烧之刃",
							["type"] = "MONSTER_YELL",
							["time"] = 1588941848,
							["arg1"] = "洛丹伦的战士们，服从主人的召唤！",
							["clColor"] = "ffa9d271",
						}, -- [50]
						{
							["arg2"] = "恐怖船长寒渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1588941855,
							["arg1"] = "是奇美拉！快隐蔽！",
						}, -- [51]
						{
							["arg2"] = "赛拉·月卫",
							["type"] = "MONSTER_YELL",
							["time"] = 1588941859,
							["arg1"] = "趁敌人还没来，快上岸！",
						}, -- [52]
						{
							["arg2"] = "冷傲吉尔斯-冰霜之刃",
							["type"] = "RAID",
							["time"] = 1588941908,
							["arg1"] = "大脚任务进度提示: 在赞达拉港查看战时指挥桌：1/1(完成)",
							["clColor"] = "ffa9d271",
						}, -- [53]
						{
							["arg2"] = "妮瓦拉·夜影",
							["type"] = "MONSTER_YELL",
							["time"] = 1588941996,
							["arg1"] = "停！你不能再往前走了。",
						}, -- [54]
						{
							["arg2"] = "歪歪侠-燃烧之刃",
							["type"] = "RAID",
							["time"] = 1588942096,
							["arg1"] = "近战很爽的这个，。。",
							["clColor"] = "ffa9d271",
						}, -- [55]
						{
							["arg2"] = "死亡猎手指挥官贝尔蒙特",
							["type"] = "MONSTER_YELL",
							["time"] = 1588942109,
							["arg1"] = "勇士们！快释放我们，我们才能继续任务。",
						}, -- [56]
						{
							["arg2"] = "麦克雷雷-亚雷戈斯",
							["type"] = "RAID",
							["time"] = 1588942118,
							["arg1"] = "连续5次过分了啊",
							["clColor"] = "ffc59a6c",
						}, -- [57]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "RAID",
							["time"] = 1588942120,
							["arg1"] = "从头昏迷到尾",
							["clColor"] = "ffa22fc8",
						}, -- [58]
						{
							["arg2"] = "歪歪侠",
							["type"] = "MONSTER_YELL",
							["time"] = 1588942125,
							["arg1"] = "绝望……如此甘甜……",
							["clColor"] = "ffa9d271",
						}, -- [59]
						{
							["arg2"] = "大药剂师法拉尼尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588942132,
							["arg1"] = "终于自由了！",
						}, -- [60]
						{
							["arg2"] = "死亡猎手指挥官贝尔蒙特",
							["type"] = "MONSTER_YELL",
							["time"] = 1588942135,
							["arg1"] = "关于我死亡的传闻被过分夸大了。",
						}, -- [61]
						{
							["arg2"] = "大药剂师法拉尼尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588942138,
							["arg1"] = "继续完成黑暗女王的任务。我们去制造瘟疫吧！",
						}, -- [62]
						{
							["arg2"] = "大德鲁伊安得列留斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1588942305,
							["arg1"] = "你践踏了卡多雷的土地！回到你的女妖之王身边去吧！",
						}, -- [63]
						{
							["arg2"] = "麦克雷雷-亚雷戈斯",
							["type"] = "RAID",
							["time"] = 1588942348,
							["arg1"] = "上个厕所",
							["clColor"] = "ffc59a6c",
						}, -- [64]
						{
							["arg2"] = "优昙华院-亚雷戈斯",
							["type"] = "RAID",
							["time"] = 1588942545,
							["arg1"] = "虽然是roll的,但是团长不聊天打屁我有点瘆得慌",
							["clColor"] = "ffa9d271",
						}, -- [65]
						{
							["arg2"] = "歪歪侠",
							["type"] = "MONSTER_YELL",
							["time"] = 1588942758,
							["arg1"] = "无能的家伙！",
							["clColor"] = "ffa9d271",
						}, -- [66]
						{
							["arg2"] = "优昙华院-亚雷戈斯",
							["type"] = "RAID",
							["time"] = 1588942820,
							["arg1"] = "哨站",
							["clColor"] = "ffa9d271",
						}, -- [67]
						{
							["arg2"] = "蝶罗迦-凤凰之神",
							["type"] = "RAID_LEADER",
							["time"] = 1588942921,
							["arg1"] = "打下来教下矿",
							["clColor"] = "ff3ec5e9",
						}, -- [68]
						{
							["arg2"] = "蝶罗迦-凤凰之神",
							["type"] = "RAID_LEADER",
							["time"] = 1588942926,
							["arg1"] = "采的好慢",
							["clColor"] = "ff3ec5e9",
						}, -- [69]
						{
							["arg2"] = "歪歪侠",
							["type"] = "MONSTER_YELL",
							["time"] = 1588942935,
							["arg1"] = "恐惧……如此美好……",
							["clColor"] = "ffa9d271",
						}, -- [70]
						{
							["arg2"] = "清风问樱-死亡之翼",
							["type"] = "RAID",
							["time"] = 1588943058,
							["arg1"] = "交一波",
							["clColor"] = "ffa22fc8",
						}, -- [71]
						{
							["arg2"] = "蝶罗迦-凤凰之神",
							["type"] = "RAID_LEADER",
							["time"] = 1588943065,
							["arg1"] = "交物资",
							["clColor"] = "ff3ec5e9",
						}, -- [72]
						{
							["arg2"] = "蝶罗迦-凤凰之神",
							["type"] = "RAID_LEADER",
							["time"] = 1588943067,
							["arg1"] = "出车",
							["clColor"] = "ff3ec5e9",
						}, -- [73]
						{
							["arg2"] = "优昙华院-亚雷戈斯",
							["type"] = "RAID",
							["time"] = 1588943549,
							["arg1"] = "会用月刃的用一下",
							["clColor"] = "ffa9d271",
						}, -- [74]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943563,
							["arg1"] = "你怎么能站在部落那边，姐妹？你怎么能舍弃正义？",
						}, -- [75]
						{
							["arg2"] = "歪歪侠-燃烧之刃",
							["type"] = "RAID",
							["time"] = 1588943563,
							["arg1"] = "尽量保命哈，你死了随从也没了",
							["clColor"] = "ffa9d271",
						}, -- [76]
						{
							["arg2"] = "优昙华院-亚雷戈斯",
							["type"] = "RAID",
							["time"] = 1588943569,
							["arg1"] = "不会的尽量别捡",
							["clColor"] = "ffa9d271",
						}, -- [77]
						{
							["arg2"] = "赛拉·月卫",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943569,
							["arg1"] = "你居然敢跟我提正义？我因你的命令而死。是你背弃了我！",
						}, -- [78]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943579,
							["arg1"] = "我让你失望了，赛拉。我会让你从痛苦中解脱，以此赎罪。",
						}, -- [79]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943587,
							["arg1"] = "为了卡多雷！",
						}, -- [80]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943607,
							["arg1"] = "为泰达希尔复仇！",
						}, -- [81]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943650,
							["arg1"] = "为泰达希尔复仇！",
						}, -- [82]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943657,
							["arg1"] = "燃烧吧，部落的渣滓！",
						}, -- [83]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943711,
							["arg1"] = "部落的渣滓！",
						}, -- [84]
						{
							["arg2"] = "斩击-影之哀伤",
							["type"] = "RAID",
							["time"] = 1588943722,
							["arg1"] = "没吃4BUFF",
							["clColor"] = "ffc59a6c",
						}, -- [85]
						{
							["arg2"] = "默宇-国王之谷",
							["type"] = "RAID",
							["time"] = 1588943736,
							["arg1"] = "死了释放起啊",
							["clColor"] = "ffa9d271",
						}, -- [86]
						{
							["arg2"] = "歪歪侠-燃烧之刃",
							["type"] = "RAID",
							["time"] = 1588943743,
							["arg1"] = "空没",
							["clColor"] = "ffa9d271",
						}, -- [87]
						{
							["arg2"] = "蝶罗迦-凤凰之神",
							["type"] = "RAID_LEADER",
							["time"] = 1588943747,
							["arg1"] = "吃buff",
							["clColor"] = "ff3ec5e9",
						}, -- [88]
						{
							["arg2"] = "蝶罗迦-凤凰之神",
							["type"] = "RAID_LEADER",
							["time"] = 1588943749,
							["arg1"] = "死了释放呀",
							["clColor"] = "ff3ec5e9",
						}, -- [89]
						{
							["arg2"] = "打蛋器-血色十字军",
							["type"] = "RAID",
							["time"] = 1588943750,
							["arg1"] = "？",
							["clColor"] = "ffa9d271",
						}, -- [90]
						{
							["arg2"] = "梅花到处开-军团要塞",
							["type"] = "RAID",
							["time"] = 1588943754,
							["arg1"] = "666",
							["clColor"] = "ff3ec5e9",
						}, -- [91]
						{
							["arg2"] = "歪歪侠-燃烧之刃",
							["type"] = "RAID",
							["time"] = 1588943756,
							["arg1"] = "不能啦出来呀",
							["clColor"] = "ffa9d271",
						}, -- [92]
						{
							["arg2"] = "丶真圣光-格瑞姆巴托",
							["type"] = "RAID",
							["time"] = 1588943756,
							["arg1"] = "顶上去啊",
							["clColor"] = "ff00fe95",
						}, -- [93]
						{
							["arg2"] = "打蛋器-血色十字军",
							["type"] = "RAID",
							["time"] = 1588943764,
							["arg1"] = "谁TM拉下台阶的",
							["clColor"] = "ffa9d271",
						}, -- [94]
						{
							["arg2"] = "playerertecg-凤凰之神",
							["type"] = "RAID",
							["time"] = 1588943769,
							["arg1"] = "真他妈牛逼。",
							["clColor"] = "fffe7b09",
						}, -- [95]
						{
							["arg2"] = "Leia-暗影议会",
							["type"] = "RAID",
							["time"] = 1588943771,
							["arg1"] = "哪个人才拉出取得",
							["clColor"] = "fffefefe",
						}, -- [96]
						{
							["arg2"] = "丶真圣光-格瑞姆巴托",
							["type"] = "RAID",
							["time"] = 1588943774,
							["arg1"] = "就堆尸体",
							["clColor"] = "ff00fe95",
						}, -- [97]
						{
							["arg2"] = "福建烤老鼠-深渊之巢",
							["type"] = "RAID",
							["time"] = 1588943780,
							["arg1"] = "我切治疗",
							["clColor"] = "ff00fe95",
						}, -- [98]
						{
							["arg2"] = "歪歪侠-燃烧之刃",
							["type"] = "RAID",
							["time"] = 1588943781,
							["arg1"] = "都死光了。就出来了",
							["clColor"] = "ffa9d271",
						}, -- [99]
						{
							["arg2"] = "蓝心幽寂-闪电之刃",
							["type"] = "RAID",
							["time"] = 1588943782,
							["arg1"] = "不起的 踢了",
							["clColor"] = "ffc59a6c",
						}, -- [100]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943783,
							["arg1"] = "为了卡多雷！",
						}, -- [101]
						{
							["arg2"] = "蝶罗迦-凤凰之神",
							["type"] = "RAID_LEADER",
							["time"] = 1588943807,
							["arg1"] = "没buff的回去补补",
							["clColor"] = "ff3ec5e9",
						}, -- [102]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943812,
							["arg1"] = "为泰达希尔复仇！",
						}, -- [103]
						{
							["arg2"] = "清风问樱-死亡之翼",
							["type"] = "RAID",
							["time"] = 1588943820,
							["arg1"] = "没有小弟的回去带俩",
							["clColor"] = "ffa22fc8",
						}, -- [104]
						{
							["arg2"] = "麦克雷雷-亚雷戈斯",
							["type"] = "RAID",
							["time"] = 1588943834,
							["arg1"] = "飞刀捡起来啊",
							["clColor"] = "ffc59a6c",
						}, -- [105]
						{
							["arg2"] = "歪歪侠-燃烧之刃",
							["type"] = "RAID",
							["time"] = 1588943851,
							["arg1"] = "这个圈中2下就秒了。注意下",
							["clColor"] = "ffa9d271",
						}, -- [106]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943855,
							["arg1"] = "为泰达希尔复仇！",
						}, -- [107]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943872,
							["arg1"] = "部落的渣滓！",
						}, -- [108]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943891,
							["arg1"] = "燃烧吧，部落的渣滓！",
						}, -- [109]
						{
							["arg2"] = "樱导演-死亡之翼",
							["type"] = "RAID",
							["time"] = 1588943911,
							["arg1"] = "我掉线了",
							["clColor"] = "ffc31d39",
						}, -- [110]
						{
							["arg2"] = "樱导演-死亡之翼",
							["type"] = "RAID",
							["time"] = 1588943913,
							["arg1"] = "还能进来吗",
							["clColor"] = "ffc31d39",
						}, -- [111]
						{
							["arg2"] = "樱导演-死亡之翼",
							["type"] = "RAID",
							["time"] = 1588943932,
							["arg1"] = "hello",
							["clColor"] = "ffc31d39",
						}, -- [112]
						{
							["arg2"] = "麦克雷雷-亚雷戈斯",
							["type"] = "RAID",
							["time"] = 1588943932,
							["arg1"] = "捡飞刀啊，火墙的时候用",
							["clColor"] = "ffc59a6c",
						}, -- [113]
						{
							["arg2"] = "麦克雷雷-亚雷戈斯",
							["type"] = "RAID",
							["time"] = 1588943933,
							["arg1"] = "捡飞刀啊，火墙的时候用",
							["clColor"] = "ffc59a6c",
						}, -- [114]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943936,
							["arg1"] = "部落的渣滓！",
						}, -- [115]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943951,
							["arg1"] = "燃烧吧，部落的渣滓！",
						}, -- [116]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943969,
							["arg1"] = "部落的渣滓！",
						}, -- [117]
						{
							["arg2"] = "蝶罗迦-凤凰之神",
							["type"] = "RAID_LEADER",
							["time"] = 1588943984,
							["arg1"] = "直接活",
							["clColor"] = "ff3ec5e9",
						}, -- [118]
						{
							["arg2"] = "蝶罗迦-凤凰之神",
							["type"] = "RAID_LEADER",
							["time"] = 1588943987,
							["arg1"] = "尸体堆",
							["clColor"] = "ff3ec5e9",
						}, -- [119]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943987,
							["arg1"] = "部落的渣滓！",
						}, -- [120]
						{
							["arg2"] = "蝶罗迦-凤凰之神",
							["type"] = "RAID_LEADER",
							["time"] = 1588944014,
							["arg1"] = "不要拉下台阶",
							["clColor"] = "ff3ec5e9",
						}, -- [121]
						{
							["arg2"] = "蝶罗迦-凤凰之神",
							["type"] = "RAID_LEADER",
							["time"] = 1588944029,
							["arg1"] = "我来负责捡刀扇",
							["clColor"] = "ff3ec5e9",
						}, -- [122]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588944032,
							["arg1"] = "燃烧吧，部落的渣滓！",
						}, -- [123]
						{
							["arg2"] = "樱导演-死亡之翼",
							["type"] = "RAID",
							["time"] = 1588944052,
							["arg1"] = "掉线了 就进不来了吗",
							["clColor"] = "ffc31d39",
						}, -- [124]
						{
							["arg2"] = "歪歪侠-燃烧之刃",
							["type"] = "RAID",
							["time"] = 1588944064,
							["arg1"] = "在战斗",
							["clColor"] = "ffa9d271",
						}, -- [125]
						{
							["arg2"] = "斩击-影之哀伤",
							["type"] = "RAID",
							["time"] = 1588944089,
							["arg1"] = "SX ",
							["clColor"] = "ffc59a6c",
						}, -- [126]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588944098,
							["arg1"] = "燃烧吧，部落的渣滓！",
						}, -- [127]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588944130,
							["arg1"] = "燃烧吧，部落的渣滓！",
						}, -- [128]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588944162,
							["arg1"] = "燃烧吧，部落的渣滓！",
						}, -- [129]
						{
							["arg2"] = "蝶罗迦-凤凰之神",
							["type"] = "RAID_LEADER",
							["time"] = 1588944165,
							["arg1"] = "别活了",
							["clColor"] = "ff3ec5e9",
						}, -- [130]
						{
							["arg2"] = "蝶罗迦-凤凰之神",
							["type"] = "RAID_LEADER",
							["time"] = 1588944166,
							["arg1"] = "躺着",
							["clColor"] = "ff3ec5e9",
						}, -- [131]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588944174,
							["arg1"] = "你休想轻易打败我……",
						}, -- [132]
						{
							["arg2"] = "歪歪侠-燃烧之刃",
							["type"] = "RAID",
							["time"] = 1588944188,
							["arg1"] = "t",
							["clColor"] = "ffa9d271",
						}, -- [133]
						{
							["arg2"] = "歪歪侠-燃烧之刃",
							["type"] = "RAID",
							["time"] = 1588944190,
							["arg1"] = "88",
							["clColor"] = "ffa9d271",
						}, -- [134]
						{
							["arg2"] = "playerertecg-凤凰之神",
							["type"] = "RAID",
							["time"] = 1588944194,
							["arg1"] = "大脚任务进度提示: 在赞达拉港查看战时指挥桌：1/1(完成)",
							["clColor"] = "fffe7b09",
						}, -- [135]
						{
							["arg2"] = "樱导演-死亡之翼",
							["type"] = "RAID",
							["time"] = 1588944199,
							["arg1"] = "草 白打",
							["clColor"] = "ffc31d39",
						}, -- [136]
						{
							["arg1"] = " ",
						}, -- [137]
						{
							["arg1"] = " ",
						}, -- [138]
						{
							["arg1"] = "记录开始于 05/08/2020 的 23:33:15。",
							["type"] = "SYSTEM",
						}, -- [139]
						{
							["arg2"] = "深渊容器",
							["type"] = "MONSTER_YELL",
							["time"] = 1588952341,
							["arg1"] = "你太迟了！",
						}, -- [140]
						{
							["arg2"] = "深渊畸体",
							["type"] = "MONSTER_YELL",
							["time"] = 1588952347,
							["arg1"] = "",
						}, -- [141]
						{
							["arg2"] = "火金派防御者",
							["type"] = "MONSTER_YELL",
							["time"] = 1588952460,
							["arg1"] = "他们一直涌过来。我们不能失去两处神殿！",
						}, -- [142]
						{
							["arg1"] = " ",
						}, -- [143]
						{
							["arg1"] = " ",
						}, -- [144]
						{
							["arg1"] = "记录开始于 05/08/2020 的 23:52:15。",
							["type"] = "SYSTEM",
						}, -- [145]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954194,
							["arg1"] = "元素已经发声。艾泽拉斯即将灭亡。",
						}, -- [146]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954199,
							["arg1"] = "不喝血的，都得死！",
						}, -- [147]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954204,
							["arg1"] = "古神之血是我们唯一的救赎！",
						}, -- [148]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954211,
							["arg1"] = "我们必须服从恩佐斯！",
						}, -- [149]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954234,
							["arg1"] = "我们必须服从恩佐斯！",
						}, -- [150]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954257,
							["arg1"] = "我们必须服从恩佐斯！",
						}, -- [151]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954279,
							["arg1"] = "感谢你……让我……重获自由……",
						}, -- [152]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954881,
							["arg1"] = "元素已经发声。艾泽拉斯即将灭亡。",
						}, -- [153]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954892,
							["arg1"] = "古神之血是我们唯一的救赎！",
						}, -- [154]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955016,
							["arg1"] = "不喝血的，都得死！",
						}, -- [155]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955028,
							["arg1"] = "他的力量无人能挡！",
						}, -- [156]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955051,
							["arg1"] = "他的力量无人能挡！",
						}, -- [157]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955075,
							["arg1"] = "他的力量无人能挡！",
						}, -- [158]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955098,
							["arg1"] = "他的力量无人能挡！",
						}, -- [159]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955101,
							["arg1"] = "感谢你……让我……重获自由……",
						}, -- [160]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955428,
							["arg1"] = "元素已经发声。艾泽拉斯即将灭亡。",
						}, -- [161]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955439,
							["arg1"] = "古神之血是我们唯一的救赎！",
						}, -- [162]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955526,
							["arg1"] = "不喝血的，都得死！",
						}, -- [163]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955538,
							["arg1"] = "他的力量无人能挡！",
						}, -- [164]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955561,
							["arg1"] = "他的力量无人能挡！",
						}, -- [165]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955584,
							["arg1"] = "他的力量无人能挡！",
						}, -- [166]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955607,
							["arg1"] = "他的力量无人能挡！",
						}, -- [167]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955613,
							["arg1"] = "感谢你……让我……重获自由……",
						}, -- [168]
						{
							["arg1"] = " ",
						}, -- [169]
						{
							["arg1"] = " ",
						}, -- [170]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 00:47:16。",
						}, -- [171]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956681,
							["arg1"] = "元素已经发声。艾泽拉斯即将灭亡。",
						}, -- [172]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956692,
							["arg1"] = "古神之血是我们唯一的救赎！",
						}, -- [173]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956768,
							["arg1"] = "不喝血的，都得死！",
						}, -- [174]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956780,
							["arg1"] = "他的力量无人能挡！",
						}, -- [175]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956803,
							["arg1"] = "他的力量无人能挡！",
						}, -- [176]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956826,
							["arg1"] = "他的力量无人能挡！",
						}, -- [177]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956849,
							["arg1"] = "我们必须服从恩佐斯！",
						}, -- [178]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956853,
							["arg1"] = "感谢你……让我……重获自由……",
						}, -- [179]
						{
							["arg1"] = " ",
						}, -- [180]
						{
							["arg1"] = " ",
						}, -- [181]
						{
							["arg1"] = "记录开始于 05/09/2020 的 01:05:24。",
							["type"] = "SYSTEM",
						}, -- [182]
					},
				}, -- [2]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "小队",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 20:27:04。",
						}, -- [1]
						{
							["arg2"] = "歪歪侠-燃烧之刃",
							["type"] = "MONSTER_YELL",
							["time"] = 1588941848,
							["arg1"] = "洛丹伦的战士们，服从主人的召唤！",
							["clColor"] = "ffa9d271",
						}, -- [2]
						{
							["arg2"] = "恐怖船长寒渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1588941855,
							["arg1"] = "是奇美拉！快隐蔽！",
						}, -- [3]
						{
							["arg2"] = "赛拉·月卫",
							["type"] = "MONSTER_YELL",
							["time"] = 1588941859,
							["arg1"] = "趁敌人还没来，快上岸！",
						}, -- [4]
						{
							["arg2"] = "妮瓦拉·夜影",
							["type"] = "MONSTER_YELL",
							["time"] = 1588941996,
							["arg1"] = "停！你不能再往前走了。",
						}, -- [5]
						{
							["arg2"] = "死亡猎手指挥官贝尔蒙特",
							["type"] = "MONSTER_YELL",
							["time"] = 1588942109,
							["arg1"] = "勇士们！快释放我们，我们才能继续任务。",
						}, -- [6]
						{
							["arg2"] = "歪歪侠",
							["type"] = "MONSTER_YELL",
							["time"] = 1588942125,
							["arg1"] = "绝望……如此甘甜……",
							["clColor"] = "ffa9d271",
						}, -- [7]
						{
							["arg2"] = "大药剂师法拉尼尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588942132,
							["arg1"] = "终于自由了！",
						}, -- [8]
						{
							["arg2"] = "死亡猎手指挥官贝尔蒙特",
							["type"] = "MONSTER_YELL",
							["time"] = 1588942135,
							["arg1"] = "关于我死亡的传闻被过分夸大了。",
						}, -- [9]
						{
							["arg2"] = "大药剂师法拉尼尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588942138,
							["arg1"] = "继续完成黑暗女王的任务。我们去制造瘟疫吧！",
						}, -- [10]
						{
							["arg2"] = "大德鲁伊安得列留斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1588942305,
							["arg1"] = "你践踏了卡多雷的土地！回到你的女妖之王身边去吧！",
						}, -- [11]
						{
							["arg2"] = "歪歪侠",
							["type"] = "MONSTER_YELL",
							["time"] = 1588942758,
							["arg1"] = "无能的家伙！",
							["clColor"] = "ffa9d271",
						}, -- [12]
						{
							["arg2"] = "歪歪侠",
							["type"] = "MONSTER_YELL",
							["time"] = 1588942935,
							["arg1"] = "恐惧……如此美好……",
							["clColor"] = "ffa9d271",
						}, -- [13]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943563,
							["arg1"] = "你怎么能站在部落那边，姐妹？你怎么能舍弃正义？",
						}, -- [14]
						{
							["arg2"] = "赛拉·月卫",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943569,
							["arg1"] = "你居然敢跟我提正义？我因你的命令而死。是你背弃了我！",
						}, -- [15]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943579,
							["arg1"] = "我让你失望了，赛拉。我会让你从痛苦中解脱，以此赎罪。",
						}, -- [16]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943587,
							["arg1"] = "为了卡多雷！",
						}, -- [17]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943607,
							["arg1"] = "为泰达希尔复仇！",
						}, -- [18]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943650,
							["arg1"] = "为泰达希尔复仇！",
						}, -- [19]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943657,
							["arg1"] = "燃烧吧，部落的渣滓！",
						}, -- [20]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943711,
							["arg1"] = "部落的渣滓！",
						}, -- [21]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943783,
							["arg1"] = "为了卡多雷！",
						}, -- [22]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943812,
							["arg1"] = "为泰达希尔复仇！",
						}, -- [23]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943855,
							["arg1"] = "为泰达希尔复仇！",
						}, -- [24]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943872,
							["arg1"] = "部落的渣滓！",
						}, -- [25]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943891,
							["arg1"] = "燃烧吧，部落的渣滓！",
						}, -- [26]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943936,
							["arg1"] = "部落的渣滓！",
						}, -- [27]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943951,
							["arg1"] = "燃烧吧，部落的渣滓！",
						}, -- [28]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943969,
							["arg1"] = "部落的渣滓！",
						}, -- [29]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943987,
							["arg1"] = "部落的渣滓！",
						}, -- [30]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588944032,
							["arg1"] = "燃烧吧，部落的渣滓！",
						}, -- [31]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588944098,
							["arg1"] = "燃烧吧，部落的渣滓！",
						}, -- [32]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588944130,
							["arg1"] = "燃烧吧，部落的渣滓！",
						}, -- [33]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588944162,
							["arg1"] = "燃烧吧，部落的渣滓！",
						}, -- [34]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588944174,
							["arg1"] = "你休想轻易打败我……",
						}, -- [35]
						{
							["arg1"] = " ",
						}, -- [36]
						{
							["arg1"] = " ",
						}, -- [37]
						{
							["arg1"] = "记录开始于 05/08/2020 的 23:33:15。",
							["type"] = "SYSTEM",
						}, -- [38]
						{
							["arg2"] = "深渊容器",
							["type"] = "MONSTER_YELL",
							["time"] = 1588952341,
							["arg1"] = "你太迟了！",
						}, -- [39]
						{
							["arg2"] = "深渊畸体",
							["type"] = "MONSTER_YELL",
							["time"] = 1588952347,
							["arg1"] = "",
						}, -- [40]
						{
							["arg2"] = "火金派防御者",
							["type"] = "MONSTER_YELL",
							["time"] = 1588952460,
							["arg1"] = "他们一直涌过来。我们不能失去两处神殿！",
						}, -- [41]
						{
							["arg1"] = " ",
						}, -- [42]
						{
							["arg1"] = " ",
						}, -- [43]
						{
							["arg1"] = "记录开始于 05/08/2020 的 23:52:15。",
							["type"] = "SYSTEM",
						}, -- [44]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954194,
							["arg1"] = "元素已经发声。艾泽拉斯即将灭亡。",
						}, -- [45]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954199,
							["arg1"] = "不喝血的，都得死！",
						}, -- [46]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954204,
							["arg1"] = "古神之血是我们唯一的救赎！",
						}, -- [47]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954211,
							["arg1"] = "我们必须服从恩佐斯！",
						}, -- [48]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954234,
							["arg1"] = "我们必须服从恩佐斯！",
						}, -- [49]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954257,
							["arg1"] = "我们必须服从恩佐斯！",
						}, -- [50]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954279,
							["arg1"] = "感谢你……让我……重获自由……",
						}, -- [51]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954881,
							["arg1"] = "元素已经发声。艾泽拉斯即将灭亡。",
						}, -- [52]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954892,
							["arg1"] = "古神之血是我们唯一的救赎！",
						}, -- [53]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955016,
							["arg1"] = "不喝血的，都得死！",
						}, -- [54]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955028,
							["arg1"] = "他的力量无人能挡！",
						}, -- [55]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955051,
							["arg1"] = "他的力量无人能挡！",
						}, -- [56]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955075,
							["arg1"] = "他的力量无人能挡！",
						}, -- [57]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955098,
							["arg1"] = "他的力量无人能挡！",
						}, -- [58]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955101,
							["arg1"] = "感谢你……让我……重获自由……",
						}, -- [59]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955428,
							["arg1"] = "元素已经发声。艾泽拉斯即将灭亡。",
						}, -- [60]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955439,
							["arg1"] = "古神之血是我们唯一的救赎！",
						}, -- [61]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955526,
							["arg1"] = "不喝血的，都得死！",
						}, -- [62]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955538,
							["arg1"] = "他的力量无人能挡！",
						}, -- [63]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955561,
							["arg1"] = "他的力量无人能挡！",
						}, -- [64]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955584,
							["arg1"] = "他的力量无人能挡！",
						}, -- [65]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955607,
							["arg1"] = "他的力量无人能挡！",
						}, -- [66]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955613,
							["arg1"] = "感谢你……让我……重获自由……",
						}, -- [67]
						{
							["arg1"] = " ",
						}, -- [68]
						{
							["arg1"] = " ",
						}, -- [69]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 00:47:16。",
						}, -- [70]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956681,
							["arg1"] = "元素已经发声。艾泽拉斯即将灭亡。",
						}, -- [71]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956692,
							["arg1"] = "古神之血是我们唯一的救赎！",
						}, -- [72]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956768,
							["arg1"] = "不喝血的，都得死！",
						}, -- [73]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956780,
							["arg1"] = "他的力量无人能挡！",
						}, -- [74]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956803,
							["arg1"] = "他的力量无人能挡！",
						}, -- [75]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956826,
							["arg1"] = "他的力量无人能挡！",
						}, -- [76]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956849,
							["arg1"] = "我们必须服从恩佐斯！",
						}, -- [77]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956853,
							["arg1"] = "感谢你……让我……重获自由……",
						}, -- [78]
						{
							["arg1"] = " ",
						}, -- [79]
						{
							["arg1"] = " ",
						}, -- [80]
						{
							["arg1"] = "记录开始于 05/09/2020 的 01:05:24。",
							["type"] = "SYSTEM",
						}, -- [81]
					},
				}, -- [3]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "说",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 20:27:04。",
						}, -- [1]
						{
							["arg2"] = "基罗",
							["type"] = "MONSTER_SAY",
							["time"] = 1588941023,
							["arg1"] = "通常来说，飞蛾只能活几个月。但是这里的飞蛾有点不对劲。请帮我抓几只回来。要轻一点，它们很纤弱。",
						}, -- [2]
						{
							["arg2"] = "基罗",
							["type"] = "MONSTER_SAY",
							["time"] = 1588941140,
							["arg1"] = "很有趣。真是些精巧的小旅客。我很想看看它们会告诉我什么样的故事。",
						}, -- [3]
						{
							["arg2"] = "沃里克",
							["type"] = "MONSTER_SAY",
							["time"] = 1588941164,
							["arg1"] = "我们的盟友受到了攻击。你必须马上消除这个威胁。",
						}, -- [4]
						{
							["arg2"] = "沃里克",
							["type"] = "MONSTER_SAY",
							["time"] = 1588941200,
							["arg1"] = "我们的盟友受到了攻击。你必须马上消除这个威胁。",
						}, -- [5]
						{
							["arg2"] = "奈兹阿拉",
							["type"] = "MONSTER_SAY",
							["time"] = 1588941214,
							["arg1"] = "坠入深渊吧！",
						}, -- [6]
						{
							["arg2"] = "奈兹阿拉",
							["type"] = "MONSTER_SAY",
							["time"] = 1588941224,
							["arg1"] = "潮水……退了……",
						}, -- [7]
						{
							["arg2"] = "沃里克",
							["type"] = "MONSTER_SAY",
							["time"] = 1588941224,
							["arg1"] = "谢谢你的帮助。多亏了你的努力，这片沙漠现在更安全了。",
						}, -- [8]
						{
							["arg2"] = "基罗",
							["type"] = "MONSTER_SAY",
							["time"] = 1588941244,
							["arg1"] = "你会惊异于外界的生物为生存做出的改变。鞭笞者拥有最具弹性、最美味的种子！去弄一些回来，但要小心它们的荆棘！",
						}, -- [9]
						{
							["arg2"] = "基罗",
							["type"] = "MONSTER_SAY",
							["time"] = 1588941333,
							["arg1"] = "太棒了！这些可以让我撑好长一段时间。如果我没有一口气吃光的话。",
						}, -- [10]
						{
							["arg2"] = "麦格尼·铜须",
							["type"] = "MONSTER_SAY",
							["time"] = 1588941393,
							["arg1"] = "附近有多处暴露在外的艾泽里特伤痕，用你的艾泽拉斯之心治愈它们！",
						}, -- [11]
						{
							["arg2"] = "麦格尼·铜须",
							["type"] = "MONSTER_SAY",
							["time"] = 1588941428,
							["arg1"] = "做得好，勇士。我能感觉到艾泽拉斯正在恢复她的力量，谢谢你。",
						}, -- [12]
						{
							["arg2"] = "表弟慢热手",
							["type"] = "MONSTER_SAY",
							["time"] = 1588941563,
							["arg1"] = "我感觉像是一根血肠。",
						}, -- [13]
						{
							["arg2"] = "优昙华院-亚雷戈斯",
							["type"] = "SAY",
							["time"] = 1588941853,
							["arg1"] = "->|cff71d5ff|Hspell:190336:0|h[造餐术]|h|r<-",
							["clColor"] = "ffa9d271",
						}, -- [14]
						{
							["arg2"] = "二副弗洛留斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1588941853,
							["arg1"] = "那都是些什么？",
						}, -- [15]
						{
							["arg2"] = "优昙华院-亚雷戈斯",
							["type"] = "SAY",
							["time"] = 1588941867,
							["arg1"] = "->|cff71d5ff|Hspell:190336:0|h[造餐术]|h|r<-",
							["clColor"] = "ffa9d271",
						}, -- [16]
						{
							["arg2"] = "赛拉·月卫",
							["type"] = "MONSTER_SAY",
							["time"] = 1588941876,
							["arg1"] = "战斗在等着我们！",
						}, -- [17]
						{
							["arg2"] = "赛拉·月卫",
							["type"] = "MONSTER_SAY",
							["time"] = 1588942006,
							["arg1"] = "别心慈手软，玛维一向心狠手辣。",
						}, -- [18]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_SAY",
							["time"] = 1588942012,
							["arg1"] = "赛拉……不……你快走吧，否则我会杀了你！",
						}, -- [19]
						{
							["arg2"] = "优昙华院-亚雷戈斯",
							["type"] = "SAY",
							["time"] = 1588942034,
							["arg1"] = "时间扭曲 40",
							["clColor"] = "ffa9d271",
						}, -- [20]
						{
							["arg2"] = "优昙华院-亚雷戈斯",
							["type"] = "SAY",
							["time"] = 1588942054,
							["arg1"] = "时间扭曲 20",
							["clColor"] = "ffa9d271",
						}, -- [21]
						{
							["arg2"] = "优昙华院-亚雷戈斯",
							["type"] = "SAY",
							["time"] = 1588942064,
							["arg1"] = "时间扭曲 10",
							["clColor"] = "ffa9d271",
						}, -- [22]
						{
							["arg2"] = "优昙华院-亚雷戈斯",
							["type"] = "SAY",
							["time"] = 1588942069,
							["arg1"] = "时间扭曲 5",
							["clColor"] = "ffa9d271",
						}, -- [23]
						{
							["arg2"] = "麦克雷雷-亚雷戈斯",
							["type"] = "SAY",
							["time"] = 1588942077,
							["arg1"] = "zhe tm",
							["clColor"] = "ffc59a6c",
						}, -- [24]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_SAY",
							["time"] = 1588942109,
							["arg1"] = "赛拉，加入部落让你抛弃了所有荣耀吗？接受正义的制裁吧。",
						}, -- [25]
						{
							["arg2"] = "赛拉·月卫",
							["type"] = "MONSTER_SAY",
							["time"] = 1588942117,
							["arg1"] = "玛维！居然想阻止我们，真是蠢货。",
						}, -- [26]
						{
							["arg2"] = "赛拉·月卫",
							["type"] = "MONSTER_SAY",
							["time"] = 1588942126,
							["arg1"] = "继续向巴莎兰进军。到了那儿，就能对联盟大开杀戒！",
						}, -- [27]
						{
							["arg2"] = "狂贼一刀-伊莫塔尔",
							["type"] = "EMOTE",
							["time"] = 1588942129,
							["arg1"] = "EUI:狂贼一刀 中断 铁枝德鲁伊's |cff71d5ff|Hspell:311571:0|h[愈合]|h|r!",
							["clColor"] = "fffef367",
						}, -- [28]
						{
							["arg2"] = "沃银酋长-阿克蒙德",
							["type"] = "SAY",
							["time"] = 1588942133,
							["arg1"] = "<铁枝德鲁伊>的|cff71d5ff|Hspell:77066:0|h[治疗之触]|h|r已打断",
							["clColor"] = "ffc59a6c",
						}, -- [29]
						{
							["arg2"] = "死亡猎手指挥官贝尔蒙特",
							["type"] = "MONSTER_SAY",
							["time"] = 1588942171,
							["arg1"] = "如果暗夜精灵一直迂回到后方偷袭我们，那我们在黑海岸的推进就毫无意义。",
						}, -- [30]
						{
							["arg2"] = "大药剂师法拉尼尔",
							["type"] = "MONSTER_SAY",
							["time"] = 1588942175,
							["arg1"] = "天灾战车就是用来干这个的，只要等待凋零者发号施令就好。",
						}, -- [31]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_SAY",
							["time"] = 1588942184,
							["arg1"] = "从这儿到海岸线，全都夷平。",
						}, -- [32]
						{
							["arg2"] = "麦克雷雷",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1588942315,
							["arg1"] = "%s赢下了一局炉石比赛！",
							["clColor"] = "ffc59a6c",
						}, -- [33]
						{
							["arg2"] = "赛拉·月卫",
							["type"] = "MONSTER_SAY",
							["time"] = 1588942362,
							["arg1"] = "巴莎兰归我们了。仔细搜索这片地区的资源，扫除从这儿到洛达内尔的所有障碍。",
						}, -- [34]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_SAY",
							["time"] = 1588942375,
							["arg1"] = "你再也不是守望者了，赛拉！你背弃了我们守护的一切！",
						}, -- [35]
						{
							["arg2"] = "赛拉·月卫",
							["type"] = "MONSTER_SAY",
							["time"] = 1588942383,
							["arg1"] = "抛弃我们的是你，玛维！没有你，我只能独力承担一切！",
						}, -- [36]
						{
							["arg2"] = "狂贼一刀-伊莫塔尔",
							["type"] = "EMOTE",
							["time"] = 1588942410,
							["arg1"] = "EUI:狂贼一刀 中断 阿希萨·恐歌's |cff71d5ff|Hspell:283911:0|h[暗鳞的绝望之歌]|h|r!",
							["clColor"] = "fffef367",
						}, -- [37]
						{
							["arg2"] = "赛拉·月卫",
							["type"] = "MONSTER_SAY",
							["time"] = 1588942508,
							["arg1"] = "兵营已经建好了。快用它来招募更多部队吧。",
						}, -- [38]
						{
							["arg2"] = "赛拉·月卫",
							["type"] = "MONSTER_SAY",
							["time"] = 1588942569,
							["arg1"] = "荒弃路口已经拿下。守住路口，就能继续控制巴莎兰。",
						}, -- [39]
						{
							["arg2"] = "沃银酋长-阿克蒙德",
							["type"] = "SAY",
							["time"] = 1588942599,
							["arg1"] = "<铁枝德鲁伊>的|cff71d5ff|Hspell:311571:0|h[愈合]|h|r已打断",
							["clColor"] = "ffc59a6c",
						}, -- [40]
						{
							["arg2"] = "沃银酋长-阿克蒙德",
							["type"] = "SAY",
							["time"] = 1588942661,
							["arg1"] = "<铁枝德鲁伊>的|cff71d5ff|Hspell:311571:0|h[愈合]|h|r已打断",
							["clColor"] = "ffc59a6c",
						}, -- [41]
						{
							["arg2"] = "沃银酋长-阿克蒙德",
							["type"] = "SAY",
							["time"] = 1588942748,
							["arg1"] = "<铁枝德鲁伊>的|cff71d5ff|Hspell:311571:0|h[愈合]|h|r已打断",
							["clColor"] = "ffc59a6c",
						}, -- [42]
						{
							["arg2"] = "赛拉·月卫",
							["type"] = "MONSTER_SAY",
							["time"] = 1588942752,
							["arg1"] = "很好。忧潮海滩的魔法可以让炼金房训练炼金师，还能制造怪物来帮我们战斗。",
						}, -- [43]
						{
							["arg2"] = "赛拉·月卫",
							["type"] = "MONSTER_SAY",
							["time"] = 1588942770,
							["arg1"] = "我们完成了风暴祭坛的建造。 吸收它的力量，或者用它变身为强大的盟友吧。",
						}, -- [44]
						{
							["arg2"] = "赛拉·月卫",
							["type"] = "MONSTER_SAY",
							["time"] = 1588942838,
							["arg1"] = "军械库可以使用了。提供所需的资源，强化武器和护甲吧。",
						}, -- [45]
						{
							["arg2"] = "赛拉·月卫",
							["type"] = "MONSTER_SAY",
							["time"] = 1588943035,
							["arg1"] = "控制了灰木哨站，我们就能在战场上迅速移动，还能召唤空中支援。",
						}, -- [46]
						{
							["arg2"] = "赛拉·月卫",
							["type"] = "MONSTER_SAY",
							["time"] = 1588943081,
							["arg1"] = "我们的大厅现在是据点了。事不宜迟，马上修建车间吧。",
						}, -- [47]
						{
							["arg2"] = "赛拉·月卫",
							["type"] = "MONSTER_SAY",
							["time"] = 1588943138,
							["arg1"] = "车间开始运转了。制造投石车吧，这样，就能清理出去往洛达内尔的道路了。",
						}, -- [48]
						{
							["arg2"] = "赛拉·月卫",
							["type"] = "MONSTER_SAY",
							["time"] = 1588943327,
							["arg1"] = "据点升级为堡垒了。集结部队，准备突袭那座小岛！",
						}, -- [49]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_SAY",
							["time"] = 1588943491,
							["arg1"] = "死吧，部落渣滓！Ash'al theradas！",
						}, -- [50]
						{
							["arg2"] = "赛拉·月卫",
							["type"] = "MONSTER_SAY",
							["time"] = 1588943497,
							["arg1"] = "我们可不怕死亡！我们是死亡的先锋！",
						}, -- [51]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_SAY",
							["time"] = 1588943515,
							["arg1"] = "死吧，部落渣滓！Ash'al theradas！",
						}, -- [52]
						{
							["arg2"] = "赛拉·月卫",
							["type"] = "MONSTER_SAY",
							["time"] = 1588943522,
							["arg1"] = "我们可不怕死亡！我们是死亡的先锋！",
						}, -- [53]
						{
							["arg2"] = "赛拉·月卫",
							["type"] = "MONSTER_SAY",
							["time"] = 1588943532,
							["arg1"] = "准备进攻。玛维就在前面。",
						}, -- [54]
						{
							["arg2"] = "优昙华院-亚雷戈斯",
							["type"] = "SAY",
							["time"] = 1588943584,
							["arg1"] = "时间扭曲 40",
							["clColor"] = "ffa9d271",
						}, -- [55]
						{
							["arg2"] = "麦克雷雷",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1588943592,
							["arg1"] = "%s赢下了一局炉石比赛！",
							["clColor"] = "ffc59a6c",
						}, -- [56]
						{
							["arg2"] = "麦克雷雷",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1588943804,
							["arg1"] = "%s赢下了一局炉石比赛！",
							["clColor"] = "ffc59a6c",
						}, -- [57]
						{
							["arg2"] = "巴斯特罗·戈扎科",
							["type"] = "MONSTER_SAY",
							["time"] = 1588944213,
							["arg1"] = "给我甜瓜，否则你就别想做生意。",
						}, -- [58]
						{
							["arg2"] = "切肉者卡罗",
							["type"] = "MONSTER_SAY",
							["time"] = 1588944214,
							["arg1"] = "他们最好离开，否则我要来不及做菜了。切瓜要干脆而有力。",
						}, -- [59]
						{
							["arg1"] = " ",
						}, -- [60]
						{
							["arg1"] = " ",
						}, -- [61]
						{
							["arg1"] = "记录开始于 05/08/2020 的 23:33:15。",
							["type"] = "SYSTEM",
						}, -- [62]
						{
							["arg2"] = "游学者周卓",
							["type"] = "MONSTER_SAY",
							["time"] = 1588952283,
							["arg1"] = "这不可能！黑暗帝国的主力居然入侵了锦绣谷！快反击，否则就迟了！",
						}, -- [63]
						{
							["arg2"] = "无面征服者",
							["type"] = "MONSTER_SAY",
							["time"] = 1588952314,
							["arg1"] = "",
						}, -- [64]
						{
							["arg2"] = "火金派防御者",
							["type"] = "MONSTER_SAY",
							["time"] = 1588952431,
							["arg1"] = "拜托了……你必须做点什么。",
						}, -- [65]
						{
							["arg2"] = "拉希奥",
							["type"] = "MONSTER_SAY",
							["time"] = 1588952432,
							["arg1"] = "恩佐斯想让这个梦魇化为现实。",
						}, -- [66]
						{
							["arg2"] = "拉希奥",
							["type"] = "MONSTER_SAY",
							["time"] = 1588952437,
							["arg1"] = "探索这片区域，但得要小心，十里扬州路。我等你回来。",
						}, -- [67]
						{
							["arg2"] = "火金派防御者",
							["type"] = "MONSTER_SAY",
							["time"] = 1588952517,
							["arg1"] = "拜托了……你必须做点什么。",
						}, -- [68]
						{
							["arg2"] = "游学者周卓",
							["type"] = "MONSTER_SAY",
							["time"] = 1588952526,
							["arg1"] = "这不可能！黑暗帝国的主力居然入侵了锦绣谷！快反击，否则就迟了！",
						}, -- [69]
						{
							["arg2"] = "维尔拉克斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1588952610,
							["arg1"] = "放弃希望吧！黑暗帝国将吞没这个世界！",
						}, -- [70]
						{
							["arg2"] = "游学者周卓",
							["type"] = "MONSTER_SAY",
							["time"] = 1588952611,
							["arg1"] = "挺身而出的时刻到了，十里扬州路。让他们看看，你何以能够青史留名！",
						}, -- [71]
						{
							["arg2"] = "游学者周卓",
							["type"] = "MONSTER_SAY",
							["time"] = 1588952799,
							["arg1"] = "你成功了！古神对我们世界的威胁减弱了。这个故事足以流传千年！",
						}, -- [72]
						{
							["arg1"] = " ",
						}, -- [73]
						{
							["arg1"] = " ",
						}, -- [74]
						{
							["arg1"] = "记录开始于 05/08/2020 的 23:52:15。",
							["type"] = "SYSTEM",
						}, -- [75]
						{
							["arg2"] = "拉希奥",
							["type"] = "MONSTER_SAY",
							["time"] = 1588953896,
							["arg1"] = "起源熔炉的作用是按泰坦的计划重塑艾泽拉斯。",
						}, -- [76]
						{
							["arg2"] = "拉希奥",
							["type"] = "MONSTER_SAY",
							["time"] = 1588953901,
							["arg1"] = "但如果恩佐斯把它腐化了，他就能用起源重组协议将艾泽拉斯转变为黑暗帝国。",
						}, -- [77]
						{
							["arg2"] = "拉希奥",
							["type"] = "MONSTER_SAY",
							["time"] = 1588953909,
							["arg1"] = "进入尼奥罗萨前，我们必须强化你的披风对恩佐斯的抵抗力。我们可以利用这个过程，借助他的力量来对付它。",
						}, -- [78]
						{
							["arg2"] = "纯净圣母",
							["type"] = "MONSTER_SAY",
							["time"] = 1588953981,
							["arg1"] = "传送门修建完成。",
						}, -- [79]
						{
							["arg2"] = "基维斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1588953989,
							["arg1"] = "请原谅，恐怕现在我还有别的事情必须去做。请以后再来找我。",
						}, -- [80]
						{
							["arg2"] = "拉希奥",
							["type"] = "MONSTER_SAY",
							["time"] = 1588954078,
							["arg1"] = "按我们自己的方式进入恩佐斯的幻象，就能以较为……安全的方式提升你的披风的极限。",
						}, -- [81]
						{
							["arg2"] = "拉希奥",
							["type"] = "MONSTER_SAY",
							["time"] = 1588954087,
							["arg1"] = "我们只需要象征性地将一点腐蚀引入秘室，就能将我们的现实与尼奥罗萨链接起来。",
						}, -- [82]
						{
							["arg2"] = "麦格尼·铜须",
							["type"] = "MONSTER_SAY",
							["time"] = 1588954096,
							["arg1"] = "“象征性”？小子，你疯了吗？你这是在帮恩佐斯一个大忙！",
						}, -- [83]
						{
							["arg2"] = "拉希奥",
							["type"] = "MONSTER_SAY",
							["time"] = 1588954104,
							["arg1"] = "我承认是有风险……但我们必须冒这个险。我们的勇士归来后，纯净圣母可以净化腐蚀。",
						}, -- [84]
						{
							["arg2"] = "拉希奥的影像",
							["type"] = "MONSTER_SAY",
							["time"] = 1588954121,
							["arg1"] = "萨尔被恩佐斯的低语逼疯了，他以为元素警告说，灾难即将降临，只有古神才能阻止。",
						}, -- [85]
						{
							["arg2"] = "拉希奥的影像",
							["type"] = "MONSTER_SAY",
							["time"] = 1588954131,
							["arg1"] = "现在奥格瑞玛的所有人都喝下了恩佐斯之血，部落被扭曲成了疯狂的战争机器。",
						}, -- [86]
						{
							["arg2"] = "纯净圣母",
							["type"] = "MONSTER_SAY",
							["time"] = 1588954284,
							["arg1"] = "幻象探索结束。启动退出协议。",
						}, -- [87]
						{
							["arg2"] = "拉希奥的影像",
							["type"] = "MONSTER_SAY",
							["time"] = 1588954294,
							["arg1"] = "完美的一击，但这只不过是恩佐斯幻象的起点。城市里还潜藏着其他可怕之物，把它们找出来干掉。",
						}, -- [88]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1588954325,
							["arg1"] = "门扉开启。道路明晰。",
						}, -- [89]
						{
							["arg2"] = "麦格尼·铜须",
							["type"] = "MONSTER_SAY",
							["time"] = 1588954332,
							["arg1"] = "有声音！是从哪儿来的？",
						}, -- [90]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1588954385,
							["arg1"] = "沉睡之城已然觉醒。",
						}, -- [91]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1588954391,
							["arg1"] = "黑暗帝国重获新生。",
						}, -- [92]
						{
							["arg2"] = "麦格尼·铜须",
							["type"] = "MONSTER_SAY",
							["time"] = 1588954399,
							["arg1"] = "我们被攻击了。保护秘室！",
						}, -- [93]
						{
							["arg2"] = "拉希奥",
							["type"] = "MONSTER_SAY",
							["time"] = 1588954524,
							["arg1"] = "方尖碑是他在这里的锚点。快毁掉！",
						}, -- [94]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1588954557,
							["arg1"] = "我永恒的幻象已经成真。",
						}, -- [95]
						{
							["arg2"] = "麦格尼·铜须",
							["type"] = "MONSTER_SAY",
							["time"] = 1588954564,
							["arg1"] = "真是没完没了！",
						}, -- [96]
						{
							["arg2"] = "腐蚀者恩佐斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1588954611,
							["arg1"] = "最终的真理即将实现。",
						}, -- [97]
						{
							["arg2"] = "麦格尼·铜须",
							["type"] = "MONSTER_SAY",
							["time"] = 1588954616,
							["arg1"] = "他……不见了。",
						}, -- [98]
						{
							["arg2"] = "拉希奥",
							["type"] = "MONSTER_SAY",
							["time"] = 1588954623,
							["arg1"] = "如果莱登已经被吸入尼奥罗萨——恩佐斯的“成真幻象”——那他可能没法挺过来了。",
						}, -- [99]
						{
							["arg2"] = "纯净圣母",
							["type"] = "MONSTER_SAY",
							["time"] = 1588954687,
							["arg1"] = "正在汇编泰坦研究记录。",
						}, -- [100]
						{
							["arg2"] = "纯净圣母",
							["type"] = "MONSTER_SAY",
							["time"] = 1588954694,
							["arg1"] = "数据档案库现已开放。",
						}, -- [101]
						{
							["arg2"] = "麦格尼·铜须",
							["type"] = "MONSTER_SAY",
							["time"] = 1588954716,
							["arg1"] = "我们得救救他！纯净圣母，还有别的路可以进去吗？",
						}, -- [102]
						{
							["arg2"] = "纯净圣母",
							["type"] = "MONSTER_SAY",
							["time"] = 1588954721,
							["arg1"] = "明白。正在扫描行星表面的相关异常物体。",
						}, -- [103]
						{
							["arg2"] = "纯净圣母",
							["type"] = "MONSTER_SAY",
							["time"] = 1588954727,
							["arg1"] = "侦测到匹配的能量信号。位置：锦绣谷。",
						}, -- [104]
						{
							["arg2"] = "拉希奥",
							["type"] = "MONSTER_SAY",
							["time"] = 1588954733,
							["arg1"] = "对了……泰坦的熔炉。",
						}, -- [105]
						{
							["arg2"] = "麦格尼·铜须",
							["type"] = "MONSTER_SAY",
							["time"] = 1588954737,
							["arg1"] = "坚持住，莱登。我们来救你了！",
						}, -- [106]
						{
							["arg2"] = "拉希奥的影像",
							["type"] = "MONSTER_SAY",
							["time"] = 1588954797,
							["arg1"] = "萨尔被恩佐斯的低语逼疯了，他以为元素警告说，灾难即将降临，只有古神才能阻止。",
						}, -- [107]
						{
							["arg2"] = "拉希奥的影像",
							["type"] = "MONSTER_SAY",
							["time"] = 1588954807,
							["arg1"] = "现在奥格瑞玛的所有人都喝下了恩佐斯之血，部落被扭曲成了疯狂的战争机器。",
						}, -- [108]
						{
							["arg2"] = "纯净圣母",
							["type"] = "MONSTER_SAY",
							["time"] = 1588955106,
							["arg1"] = "幻象探索结束。启动退出协议。",
						}, -- [109]
						{
							["arg2"] = "拉希奥的影像",
							["type"] = "MONSTER_SAY",
							["time"] = 1588955116,
							["arg1"] = "完美的一击，但这只不过是恩佐斯幻象的起点。城市里还潜藏着其他可怕之物，把它们找出来干掉。",
						}, -- [110]
						{
							["arg2"] = "拉希奥的影像",
							["type"] = "MONSTER_SAY",
							["time"] = 1588955284,
							["arg1"] = "萨尔被恩佐斯的低语逼疯了，他以为元素警告说，灾难即将降临，只有古神才能阻止。",
						}, -- [111]
						{
							["arg2"] = "拉希奥的影像",
							["type"] = "MONSTER_SAY",
							["time"] = 1588955294,
							["arg1"] = "现在奥格瑞玛的所有人都喝下了恩佐斯之血，部落被扭曲成了疯狂的战争机器。",
						}, -- [112]
						{
							["arg2"] = "纯净圣母",
							["type"] = "MONSTER_SAY",
							["time"] = 1588955618,
							["arg1"] = "幻象探索结束。启动退出协议。",
						}, -- [113]
						{
							["arg2"] = "拉希奥的影像",
							["type"] = "MONSTER_SAY",
							["time"] = 1588955627,
							["arg1"] = "完美的一击，但这只不过是恩佐斯幻象的起点。城市里还潜藏着其他可怕之物，把它们找出来干掉。",
						}, -- [114]
						{
							["arg1"] = " ",
						}, -- [115]
						{
							["arg1"] = " ",
						}, -- [116]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 00:36:26。",
						}, -- [117]
						{
							["arg2"] = "基维斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1588955884,
							["arg1"] = "请原谅，恐怕现在我还有别的事情必须去做。请以后再来找我。",
						}, -- [118]
						{
							["arg1"] = " ",
						}, -- [119]
						{
							["arg1"] = " ",
						}, -- [120]
						{
							["arg1"] = "记录开始于 05/09/2020 的 00:44:44。",
							["type"] = "SYSTEM",
						}, -- [121]
						{
							["arg2"] = "大地之环萨满",
							["type"] = "MONSTER_SAY",
							["time"] = 1588956361,
							["arg1"] = "我们的力量没有产生任何效果……我们如何能够治愈这颗星球？",
						}, -- [122]
						{
							["arg2"] = "塞纳里奥议会德鲁伊",
							["type"] = "MONSTER_SAY",
							["time"] = 1588956386,
							["arg1"] = "如果我们不能阻止这种腐蚀，还有谁能？",
						}, -- [123]
						{
							["arg2"] = "大地之环萨满",
							["type"] = "MONSTER_SAY",
							["time"] = 1588956405,
							["arg1"] = "我们的力量没有产生任何效果……我们如何能够治愈这颗星球？",
						}, -- [124]
						{
							["arg1"] = " ",
						}, -- [125]
						{
							["arg1"] = " ",
						}, -- [126]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 00:47:16。",
						}, -- [127]
						{
							["arg2"] = "塞纳里奥议会德鲁伊",
							["type"] = "MONSTER_SAY",
							["time"] = 1588956460,
							["arg1"] = "如果我们不能阻止这种腐蚀，还有谁能？",
						}, -- [128]
						{
							["arg2"] = "大地之环萨满",
							["type"] = "MONSTER_SAY",
							["time"] = 1588956470,
							["arg1"] = "自然发出痛苦的哀鸣……我们如何能够阻止这场疯狂？",
						}, -- [129]
						{
							["arg2"] = "拉希奥的影像",
							["type"] = "MONSTER_SAY",
							["time"] = 1588956614,
							["arg1"] = "萨尔被恩佐斯的低语逼疯了，他以为元素警告说，灾难即将降临，只有古神才能阻止。",
						}, -- [130]
						{
							["arg2"] = "拉希奥的影像",
							["type"] = "MONSTER_SAY",
							["time"] = 1588956624,
							["arg1"] = "现在奥格瑞玛的所有人都喝下了恩佐斯之血，部落被扭曲成了疯狂的战争机器。",
						}, -- [131]
						{
							["arg2"] = "纯净圣母",
							["type"] = "MONSTER_SAY",
							["time"] = 1588956857,
							["arg1"] = "幻象探索结束。启动退出协议。",
						}, -- [132]
						{
							["arg2"] = "拉希奥的影像",
							["type"] = "MONSTER_SAY",
							["time"] = 1588956867,
							["arg1"] = "完美的一击，但这只不过是恩佐斯幻象的起点。城市里还潜藏着其他可怕之物，把它们找出来干掉。",
						}, -- [133]
						{
							["arg1"] = " ",
						}, -- [134]
						{
							["arg1"] = " ",
						}, -- [135]
						{
							["arg1"] = "记录开始于 05/09/2020 的 01:05:24。",
							["type"] = "SYSTEM",
						}, -- [136]
					},
				}, -- [4]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "呼喊",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 20:27:04。",
						}, -- [1]
						{
							["arg2"] = "歪歪侠-燃烧之刃",
							["type"] = "MONSTER_YELL",
							["time"] = 1588941848,
							["arg1"] = "洛丹伦的战士们，服从主人的召唤！",
							["clColor"] = "ffa9d271",
						}, -- [2]
						{
							["arg2"] = "恐怖船长寒渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1588941855,
							["arg1"] = "是奇美拉！快隐蔽！",
						}, -- [3]
						{
							["arg2"] = "赛拉·月卫",
							["type"] = "MONSTER_YELL",
							["time"] = 1588941859,
							["arg1"] = "趁敌人还没来，快上岸！",
						}, -- [4]
						{
							["arg2"] = "蓝心幽寂-闪电之刃",
							["type"] = "YELL",
							["time"] = 1588941895,
							["arg1"] = "已断|cff71d5ff|Hspell:311571:0|h[愈合]|h|r",
							["clColor"] = "ffc59a6c",
						}, -- [5]
						{
							["arg2"] = "妮瓦拉·夜影",
							["type"] = "MONSTER_YELL",
							["time"] = 1588941996,
							["arg1"] = "停！你不能再往前走了。",
						}, -- [6]
						{
							["arg2"] = "死亡猎手指挥官贝尔蒙特",
							["type"] = "MONSTER_YELL",
							["time"] = 1588942109,
							["arg1"] = "勇士们！快释放我们，我们才能继续任务。",
						}, -- [7]
						{
							["arg2"] = "歪歪侠",
							["type"] = "MONSTER_YELL",
							["time"] = 1588942125,
							["arg1"] = "绝望……如此甘甜……",
							["clColor"] = "ffa9d271",
						}, -- [8]
						{
							["arg2"] = "大药剂师法拉尼尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588942132,
							["arg1"] = "终于自由了！",
						}, -- [9]
						{
							["arg2"] = "死亡猎手指挥官贝尔蒙特",
							["type"] = "MONSTER_YELL",
							["time"] = 1588942135,
							["arg1"] = "关于我死亡的传闻被过分夸大了。",
						}, -- [10]
						{
							["arg2"] = "大药剂师法拉尼尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588942138,
							["arg1"] = "继续完成黑暗女王的任务。我们去制造瘟疫吧！",
						}, -- [11]
						{
							["arg2"] = "斩击-影之哀伤",
							["type"] = "YELL",
							["time"] = 1588942254,
							["arg1"] = "已断|cff71d5ff|Hspell:282116:0|h[愤怒]|h|r",
							["clColor"] = "ffc59a6c",
						}, -- [12]
						{
							["arg2"] = "大德鲁伊安得列留斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1588942305,
							["arg1"] = "你践踏了卡多雷的土地！回到你的女妖之王身边去吧！",
						}, -- [13]
						{
							["arg2"] = "斩击-影之哀伤",
							["type"] = "YELL",
							["time"] = 1588942452,
							["arg1"] = "已断|cff71d5ff|Hspell:183081:0|h[寒冰箭]|h|r",
							["clColor"] = "ffc59a6c",
						}, -- [14]
						{
							["arg2"] = "麦克雷雷-亚雷戈斯",
							["type"] = "YELL",
							["time"] = 1588942647,
							["arg1"] = "已断|cff71d5ff|Hspell:21807:0|h[愤怒]|h|r",
							["clColor"] = "ffc59a6c",
						}, -- [15]
						{
							["arg2"] = "斩击-影之哀伤",
							["type"] = "YELL",
							["time"] = 1588942662,
							["arg1"] = "已断|cff71d5ff|Hspell:21807:0|h[愤怒]|h|r",
							["clColor"] = "ffc59a6c",
						}, -- [16]
						{
							["arg2"] = "斩击-影之哀伤",
							["type"] = "YELL",
							["time"] = 1588942746,
							["arg1"] = "已断|cff71d5ff|Hspell:282116:0|h[愤怒]|h|r",
							["clColor"] = "ffc59a6c",
						}, -- [17]
						{
							["arg2"] = "歪歪侠",
							["type"] = "MONSTER_YELL",
							["time"] = 1588942758,
							["arg1"] = "无能的家伙！",
							["clColor"] = "ffa9d271",
						}, -- [18]
						{
							["arg2"] = "歪歪侠",
							["type"] = "MONSTER_YELL",
							["time"] = 1588942935,
							["arg1"] = "恐惧……如此美好……",
							["clColor"] = "ffa9d271",
						}, -- [19]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943563,
							["arg1"] = "你怎么能站在部落那边，姐妹？你怎么能舍弃正义？",
						}, -- [20]
						{
							["arg2"] = "赛拉·月卫",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943569,
							["arg1"] = "你居然敢跟我提正义？我因你的命令而死。是你背弃了我！",
						}, -- [21]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943579,
							["arg1"] = "我让你失望了，赛拉。我会让你从痛苦中解脱，以此赎罪。",
						}, -- [22]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943587,
							["arg1"] = "为了卡多雷！",
						}, -- [23]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943607,
							["arg1"] = "为泰达希尔复仇！",
						}, -- [24]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943650,
							["arg1"] = "为泰达希尔复仇！",
						}, -- [25]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943657,
							["arg1"] = "燃烧吧，部落的渣滓！",
						}, -- [26]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943711,
							["arg1"] = "部落的渣滓！",
						}, -- [27]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943783,
							["arg1"] = "为了卡多雷！",
						}, -- [28]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943812,
							["arg1"] = "为泰达希尔复仇！",
						}, -- [29]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943855,
							["arg1"] = "为泰达希尔复仇！",
						}, -- [30]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943872,
							["arg1"] = "部落的渣滓！",
						}, -- [31]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943891,
							["arg1"] = "燃烧吧，部落的渣滓！",
						}, -- [32]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943936,
							["arg1"] = "部落的渣滓！",
						}, -- [33]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943951,
							["arg1"] = "燃烧吧，部落的渣滓！",
						}, -- [34]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943969,
							["arg1"] = "部落的渣滓！",
						}, -- [35]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943987,
							["arg1"] = "部落的渣滓！",
						}, -- [36]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588944032,
							["arg1"] = "燃烧吧，部落的渣滓！",
						}, -- [37]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588944098,
							["arg1"] = "燃烧吧，部落的渣滓！",
						}, -- [38]
						{
							["arg2"] = "福建烤老鼠-深渊之巢",
							["type"] = "YELL",
							["time"] = 1588944120,
							["arg1"] = "|cff71d5ff|Hspell:116849:0|h[作茧缚命]|h|r -> 麦克雷雷-亚雷戈斯",
							["clColor"] = "ff00fe95",
						}, -- [39]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588944130,
							["arg1"] = "燃烧吧，部落的渣滓！",
						}, -- [40]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588944162,
							["arg1"] = "燃烧吧，部落的渣滓！",
						}, -- [41]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588944174,
							["arg1"] = "你休想轻易打败我……",
						}, -- [42]
						{
							["arg1"] = " ",
						}, -- [43]
						{
							["arg1"] = " ",
						}, -- [44]
						{
							["arg1"] = "记录开始于 05/08/2020 的 23:33:15。",
							["type"] = "SYSTEM",
						}, -- [45]
						{
							["arg2"] = "深渊容器",
							["type"] = "MONSTER_YELL",
							["time"] = 1588952341,
							["arg1"] = "你太迟了！",
						}, -- [46]
						{
							["arg2"] = "深渊畸体",
							["type"] = "MONSTER_YELL",
							["time"] = 1588952347,
							["arg1"] = "",
						}, -- [47]
						{
							["arg2"] = "火金派防御者",
							["type"] = "MONSTER_YELL",
							["time"] = 1588952460,
							["arg1"] = "他们一直涌过来。我们不能失去两处神殿！",
						}, -- [48]
						{
							["arg1"] = " ",
						}, -- [49]
						{
							["arg1"] = " ",
						}, -- [50]
						{
							["arg1"] = "记录开始于 05/08/2020 的 23:52:15。",
							["type"] = "SYSTEM",
						}, -- [51]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954194,
							["arg1"] = "元素已经发声。艾泽拉斯即将灭亡。",
						}, -- [52]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954199,
							["arg1"] = "不喝血的，都得死！",
						}, -- [53]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954204,
							["arg1"] = "古神之血是我们唯一的救赎！",
						}, -- [54]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954211,
							["arg1"] = "我们必须服从恩佐斯！",
						}, -- [55]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954234,
							["arg1"] = "我们必须服从恩佐斯！",
						}, -- [56]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954257,
							["arg1"] = "我们必须服从恩佐斯！",
						}, -- [57]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954279,
							["arg1"] = "感谢你……让我……重获自由……",
						}, -- [58]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954881,
							["arg1"] = "元素已经发声。艾泽拉斯即将灭亡。",
						}, -- [59]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954892,
							["arg1"] = "古神之血是我们唯一的救赎！",
						}, -- [60]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955016,
							["arg1"] = "不喝血的，都得死！",
						}, -- [61]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955028,
							["arg1"] = "他的力量无人能挡！",
						}, -- [62]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955051,
							["arg1"] = "他的力量无人能挡！",
						}, -- [63]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955075,
							["arg1"] = "他的力量无人能挡！",
						}, -- [64]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955098,
							["arg1"] = "他的力量无人能挡！",
						}, -- [65]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955101,
							["arg1"] = "感谢你……让我……重获自由……",
						}, -- [66]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955428,
							["arg1"] = "元素已经发声。艾泽拉斯即将灭亡。",
						}, -- [67]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955439,
							["arg1"] = "古神之血是我们唯一的救赎！",
						}, -- [68]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955526,
							["arg1"] = "不喝血的，都得死！",
						}, -- [69]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955538,
							["arg1"] = "他的力量无人能挡！",
						}, -- [70]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955561,
							["arg1"] = "他的力量无人能挡！",
						}, -- [71]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955584,
							["arg1"] = "他的力量无人能挡！",
						}, -- [72]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955607,
							["arg1"] = "他的力量无人能挡！",
						}, -- [73]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955613,
							["arg1"] = "感谢你……让我……重获自由……",
						}, -- [74]
						{
							["arg1"] = " ",
						}, -- [75]
						{
							["arg1"] = " ",
						}, -- [76]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 00:47:16。",
						}, -- [77]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956681,
							["arg1"] = "元素已经发声。艾泽拉斯即将灭亡。",
						}, -- [78]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956692,
							["arg1"] = "古神之血是我们唯一的救赎！",
						}, -- [79]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956768,
							["arg1"] = "不喝血的，都得死！",
						}, -- [80]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956780,
							["arg1"] = "他的力量无人能挡！",
						}, -- [81]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956803,
							["arg1"] = "他的力量无人能挡！",
						}, -- [82]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956826,
							["arg1"] = "他的力量无人能挡！",
						}, -- [83]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956849,
							["arg1"] = "我们必须服从恩佐斯！",
						}, -- [84]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956853,
							["arg1"] = "感谢你……让我……重获自由……",
						}, -- [85]
						{
							["arg1"] = " ",
						}, -- [86]
						{
							["arg1"] = " ",
						}, -- [87]
						{
							["arg1"] = "记录开始于 05/09/2020 的 01:05:24。",
							["type"] = "SYSTEM",
						}, -- [88]
					},
				}, -- [5]
				{
					["enabled"] = true,
					["name"] = "公会官员",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/09/2020 的 01:05:24。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				}, -- [6]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "公会",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 20:27:04。",
						}, -- [1]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD",
							["time"] = 1588940978,
							["arg1"] = "熊 晚上？",
							["clColor"] = "ffa22fc8",
						}, -- [2]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941057,
							["arg1"] = "w想 lr打个|cffffff00|Hquest:57959:-1:120:120:0|h[战争前线：黑海岸之战（英雄）]|h|r ",
							["clColor"] = "fffe7b09",
						}, -- [3]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941074,
							["arg1"] = "但是又怕 工作室",
							["clColor"] = "fffe7b09",
						}, -- [4]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941151,
							["arg1"] = "我也想打",
							["clColor"] = "ffa22fc8",
						}, -- [5]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941342,
							["arg1"] = "刚好 1616",
							["clColor"] = "fffe7b09",
						}, -- [6]
						{
							["arg2"] = "西萌大猛攻-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941358,
							["arg1"] = "{无辜}",
							["clColor"] = "ff3ec5e9",
						}, -- [7]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941364,
							["arg1"] = "还差 300征服",
							["clColor"] = "fffe7b09",
						}, -- [8]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941410,
							["arg1"] = "西萌 明天祖格?",
							["clColor"] = "fffe7b09",
						}, -- [9]
						{
							["arg2"] = "西萌大猛攻-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941415,
							["arg1"] = "en ",
							["clColor"] = "ff3ec5e9",
						}, -- [10]
						{
							["arg2"] = "西萌大猛攻-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941420,
							["arg1"] = "明晚吧",
							["clColor"] = "ff3ec5e9",
						}, -- [11]
						{
							["arg2"] = "西萌大猛攻-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941428,
							["arg1"] = "明天正常上班",
							["clColor"] = "ff3ec5e9",
						}, -- [12]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941442,
							["arg1"] = "打多2次 就可以买 附魔了",
							["clColor"] = "fffe7b09",
						}, -- [13]
						{
							["arg2"] = "西萌大猛攻-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941456,
							["arg1"] = "今天刚打了一个 ",
							["clColor"] = "ff3ec5e9",
						}, -- [14]
						{
							["arg2"] = "西萌大猛攻-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941464,
							["arg1"] = "两个附魔卖了1200G。",
							["clColor"] = "ff3ec5e9",
						}, -- [15]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941486,
							["arg1"] = "这么贵",
							["clColor"] = "fffe7b09",
						}, -- [16]
						{
							["arg2"] = "西萌大猛攻-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941493,
							["arg1"] = "你要刷崇拜啊",
							["clColor"] = "ff3ec5e9",
						}, -- [17]
						{
							["arg2"] = "西萌大猛攻-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941499,
							["arg1"] = "崇拜有  肩膀附魔",
							["clColor"] = "ff3ec5e9",
						}, -- [18]
						{
							["arg2"] = "西萌大猛攻-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941511,
							["arg1"] = "买的是头腿   崇拜还有个肩膀附魔",
							["clColor"] = "ff3ec5e9",
						}, -- [19]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941514,
							["arg1"] = "去那刷?",
							["clColor"] = "fffe7b09",
						}, -- [20]
						{
							["arg2"] = "西萌大猛攻-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941538,
							["arg1"] = "祖格  一个怪4点声望  一个BOSS  200声望",
							["clColor"] = "ff3ec5e9",
						}, -- [21]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941540,
							["arg1"] = "艹",
							["clColor"] = "fffe7b09",
						}, -- [22]
						{
							["arg2"] = "西萌大猛攻-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941544,
							["arg1"] = "就这么刷",
							["clColor"] = "ff3ec5e9",
						}, -- [23]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941548,
							["arg1"] = "掉了17分",
							["clColor"] = "fffe7b09",
						}, -- [24]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941722,
							["arg1"] = "小虫 祖达萨 空投+海低空投 共亨吗?",
							["clColor"] = "fffe7b09",
						}, -- [25]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941728,
							["arg1"] = "不",
							["clColor"] = "ffa22fc8",
						}, -- [26]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941732,
							["arg1"] = "每天125",
							["clColor"] = "ffa22fc8",
						}, -- [27]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941739,
							["arg1"] = "你要拿冲突？",
							["clColor"] = "ffa22fc8",
						}, -- [28]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941750,
							["arg1"] = "掉到1601分刁",
							["clColor"] = "fffe7b09",
						}, -- [29]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941755,
							["arg1"] = "了",
							["clColor"] = "fffe7b09",
						}, -- [30]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941765,
							["arg1"] = "你是要冲突还是要1800？",
							["clColor"] = "ffa22fc8",
						}, -- [31]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941776,
							["arg1"] = "|cffa335ee|Hitem:169590::::::::120:104::::::|h[燎原战场之狂]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [32]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941780,
							["arg1"] = "冲突的话每天捡空投就好了",
							["clColor"] = "ffa22fc8",
						}, -- [33]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941788,
							["arg1"] = "保持1600 别打了",
							["clColor"] = "ffa22fc8",
						}, -- [34]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941788,
							["arg1"] = "现在11个",
							["clColor"] = "fffe7b09",
						}, -- [35]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941791,
							["arg1"] = "输了不划算",
							["clColor"] = "ffa22fc8",
						}, -- [36]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941803,
							["arg1"] = "刚好 1601分",
							["clColor"] = "fffe7b09",
						}, -- [37]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941809,
							["arg1"] = "还差 300",
							["clColor"] = "fffe7b09",
						}, -- [38]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941852,
							["arg1"] = "多久一个",
							["clColor"] = "fffe7b09",
						}, -- [39]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941946,
							["arg1"] = "还要打三周 全通|cff66bbff|Hjournal:0:1179:14|h[永恒王宫]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [40]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941954,
							["arg1"] = "|cff1eff00|Hazessence:2:1|h[艾泽拉斯的不朽赐福]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [41]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941982,
							["arg1"] = "小虫",
							["clColor"] = "fffe7b09",
						}, -- [42]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941989,
							["arg1"] = "进去了?",
							["clColor"] = "fffe7b09",
						}, -- [43]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941999,
							["arg1"] = "|cffffff00|Hquest:57959:-1:120:120:0|h[战争前线：黑海岸之战（英雄）]|h|r?",
							["clColor"] = "fffe7b09",
						}, -- [44]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588942037,
							["arg1"] = "还是=空投 算了",
							["clColor"] = "fffe7b09",
						}, -- [45]
						{
							["arg2"] = "爆橙-亡语者",
							["type"] = "GUILD",
							["time"] = 1588942234,
							["arg1"] = "熊H还海南",
							["clColor"] = "ffa22fc8",
						}, -- [46]
						{
							["arg2"] = "爆橙-亡语者",
							["type"] = "GUILD",
							["time"] = 1588942245,
							["arg1"] = "黑海岸？",
							["clColor"] = "ffa22fc8",
						}, -- [47]
						{
							["arg2"] = "爆橙-亡语者",
							["type"] = "GUILD",
							["time"] = 1588942253,
							["arg1"] = "来吗",
							["clColor"] = "ffa22fc8",
						}, -- [48]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588942268,
							["arg1"] = "有团?",
							["clColor"] = "fffe7b09",
						}, -- [49]
						{
							["arg2"] = "爆橙-亡语者",
							["type"] = "GUILD",
							["time"] = 1588942299,
							["arg1"] = "刚才跟过这个团长打的我的WS号",
							["clColor"] = "ffa22fc8",
						}, -- [50]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588942309,
							["arg1"] = "w用lr ?",
							["clColor"] = "fffe7b09",
						}, -- [51]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588942314,
							["arg1"] = "可以?",
							["clColor"] = "fffe7b09",
						}, -- [52]
						{
							["arg2"] = "爆橙-亡语者",
							["type"] = "GUILD",
							["time"] = 1588942323,
							["arg1"] = "嗯呢",
							["clColor"] = "ffa22fc8",
						}, -- [53]
						{
							["arg2"] = "爆橙-亡语者",
							["type"] = "GUILD",
							["time"] = 1588942341,
							["arg1"] = "标题都一样，他刚才在团里说的等一下会组一个一模一样名字的团",
							["clColor"] = "ffa22fc8",
						}, -- [54]
						{
							["arg1"] = " ",
						}, -- [55]
						{
							["arg1"] = " ",
						}, -- [56]
						{
							["arg1"] = "记录开始于 05/09/2020 的 01:05:24。",
							["type"] = "SYSTEM",
						}, -- [57]
					},
				}, -- [7]
				{
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "战利品",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 20:27:04。",
						}, -- [1]
						{
							["type"] = "CURRENCY",
							["time"] = 1588941225,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1560:0|h[战争物资]|h|r x35。",
						}, -- [2]
						{
							["type"] = "MONEY",
							["time"] = 1588941226,
							["arg1"] = "你拾取了1金币, 3银币, 32铜币",
						}, -- [3]
						{
							["type"] = "LOOT",
							["time"] = 1588941300,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:159909::::::::120:581::::::|h[坚韧之种]|h|rx4。",
						}, -- [4]
						{
							["type"] = "LOOT",
							["time"] = 1588941301,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:154899::::::::120:581::::::|h[古法厚切肉排]|h|rx2。",
						}, -- [5]
						{
							["type"] = "LOOT",
							["time"] = 1588941301,
							["arg1"] = "你获得了战利品：|cff1eff00|Hitem:160161::::::::120:581:512::2:4796:1711:120:::|h[谐律之无信飞天斗篷]|h|r。",
						}, -- [6]
						{
							["type"] = "LOOT",
							["time"] = 1588941302,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158747::::::::120:581::::::|h[棘针]|h|rx2。",
						}, -- [7]
						{
							["type"] = "LOOT",
							["time"] = 1588941319,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155610::::::::120:581::::::|h[钉刺荨麻]|h|rx11。",
						}, -- [8]
						{
							["type"] = "LOOT",
							["time"] = 1588941319,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155609::::::::120:581::::::|h[弹性眼球]|h|rx3。",
						}, -- [9]
						{
							["type"] = "LOOT",
							["time"] = 1588941319,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158859::::::::120:581::::::|h[锯齿尖牙]|h|r。",
						}, -- [10]
						{
							["type"] = "LOOT",
							["time"] = 1588941319,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:159909::::::::120:581::::::|h[坚韧之种]|h|rx3。",
						}, -- [11]
						{
							["type"] = "LOOT",
							["time"] = 1588941320,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158747::::::::120:581::::::|h[棘针]|h|rx2。",
						}, -- [12]
						{
							["type"] = "LOOT",
							["time"] = 1588941333,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:159909::::::::120:581::::::|h[坚韧之种]|h|r。",
						}, -- [13]
						{
							["type"] = "LOOT",
							["time"] = 1588941333,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155610::::::::120:581::::::|h[钉刺荨麻]|h|r。",
						}, -- [14]
						{
							["type"] = "LOOT",
							["time"] = 1588941333,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158747::::::::120:581::::::|h[棘针]|h|rx3。",
						}, -- [15]
						{
							["type"] = "LOOT",
							["time"] = 1588941457,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:157945::::::::120:581::28:3:1622:4786:6502:::|h[迅捷死亡兜帽]|h|r。",
						}, -- [16]
						{
							["type"] = "CURRENCY",
							["time"] = 1588941458,
							["arg1"] = "你获得了：|cffe6cc80|Hcurrency:1803:0|h[尼奥罗萨的回响]|h|r x50。",
						}, -- [17]
						{
							["type"] = "LOOT",
							["time"] = 1588941623,
							["arg1"] = "你获得了物品：|cff9d9d9d|Hitem:155609::::::::120:581::::::|h[弹性眼球]|h|r。",
						}, -- [18]
						{
							["type"] = "LOOT",
							["time"] = 1588941745,
							["arg1"] = "清风问樱-死亡之翼获得了战利品：|cff9d9d9d|Hitem:155618::::::::120:581::::::|h[被丢弃的蜕皮]|h|r。",
						}, -- [19]
						{
							["type"] = "LOOT",
							["time"] = 1588941748,
							["arg1"] = "清风问樱-死亡之翼获得了战利品：|cff9d9d9d|Hitem:155618::::::::120:581::::::|h[被丢弃的蜕皮]|h|r。",
						}, -- [20]
						{
							["type"] = "LOOT",
							["time"] = 1588941751,
							["arg1"] = "清风问樱-死亡之翼获得了战利品：|cff9d9d9d|Hitem:155618::::::::120:581::::::|h[被丢弃的蜕皮]|h|r。",
						}, -- [21]
						{
							["type"] = "CURRENCY",
							["time"] = 1588942267,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1540:0|h[木材]|h|r x9。",
						}, -- [22]
						{
							["type"] = "CURRENCY",
							["time"] = 1588942349,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1540:0|h[木材]|h|r x10。",
						}, -- [23]
						{
							["type"] = "CURRENCY",
							["time"] = 1588942464,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1541:0|h[铁矿]|h|r x12。",
						}, -- [24]
						{
							["type"] = "LOOT",
							["time"] = 1588942617,
							["arg1"] = "麦克雷雷-亚雷戈斯获得了战利品：|cff9d9d9d|Hitem:158808::::::::120:581::::::|h[结实的肌腱]|h|r。",
						}, -- [25]
						{
							["type"] = "LOOT",
							["time"] = 1588942850,
							["arg1"] = "瓦克-地狱之石获得了战利品：|cff9d9d9d|Hitem:158839::::::::120:581::::::|h[厚实的蟹爪]|h|r。",
						}, -- [26]
						{
							["type"] = "LOOT",
							["time"] = 1588942885,
							["arg1"] = "佚名翼-织亡者获得了战利品：|cffffffff|Hitem:154898::::::::120:581::::::|h[肥厚腰肉]|h|rx4。",
						}, -- [27]
						{
							["type"] = "LOOT",
							["time"] = 1588942885,
							["arg1"] = "佚名翼-织亡者获得了战利品：|cff9d9d9d|Hitem:158751::::::::120:581::::::|h[蓬乱绒毛]|h|r。",
						}, -- [28]
						{
							["type"] = "LOOT",
							["time"] = 1588942885,
							["arg1"] = "麦克雷雷-亚雷戈斯获得了战利品：|cff9d9d9d|Hitem:158860::::::::120:581::::::|h[臼齿]|h|r。",
						}, -- [29]
						{
							["type"] = "LOOT",
							["time"] = 1588942889,
							["arg1"] = "德之吾幸丶-影之哀伤获得了战利品：|cff9d9d9d|Hitem:158751::::::::120:581::::::|h[蓬乱绒毛]|h|r。",
						}, -- [30]
						{
							["type"] = "LOOT",
							["time"] = 1588942889,
							["arg1"] = "德之吾幸丶-影之哀伤获得了战利品：|cffffffff|Hitem:154898::::::::120:581::::::|h[肥厚腰肉]|h|r。",
						}, -- [31]
						{
							["type"] = "LOOT",
							["time"] = 1588942890,
							["arg1"] = "瓦克-地狱之石获得了战利品：|cff9d9d9d|Hitem:158839::::::::120:581::::::|h[厚实的蟹爪]|h|r。",
						}, -- [32]
						{
							["type"] = "LOOT",
							["time"] = 1588942890,
							["arg1"] = "瓦克-地狱之石获得了战利品：|cffffffff|Hitem:152631::::::::120:581::::::|h[盐海肉块]|h|rx2。",
						}, -- [33]
						{
							["type"] = "LOOT",
							["time"] = 1588942891,
							["arg1"] = "流放之狐-凤凰之神获得了战利品：|cff9d9d9d|Hitem:158839::::::::120:581::::::|h[厚实的蟹爪]|h|r。",
						}, -- [34]
						{
							["type"] = "LOOT",
							["time"] = 1588942892,
							["arg1"] = "流放之狐-凤凰之神获得了战利品：|cff9d9d9d|Hitem:158861::::::::120:581::::::|h[弹性眼柄]|h|r。",
						}, -- [35]
						{
							["type"] = "LOOT",
							["time"] = 1588942894,
							["arg1"] = "默宇-国王之谷获得了战利品：|cff9d9d9d|Hitem:158839::::::::120:581::::::|h[厚实的蟹爪]|h|r。",
						}, -- [36]
						{
							["type"] = "LOOT",
							["time"] = 1588942894,
							["arg1"] = "默宇-国王之谷获得了战利品：|cff9d9d9d|Hitem:158861::::::::120:581::::::|h[弹性眼柄]|h|r。",
						}, -- [37]
						{
							["type"] = "LOOT",
							["time"] = 1588942899,
							["arg1"] = "歪歪侠-燃烧之刃获得了战利品：|cff9d9d9d|Hitem:158839::::::::120:581::::::|h[厚实的蟹爪]|h|r。",
						}, -- [38]
						{
							["type"] = "LOOT",
							["time"] = 1588942899,
							["arg1"] = "歪歪侠-燃烧之刃获得了战利品：|cffffffff|Hitem:152631::::::::120:581::::::|h[盐海肉块]|h|r。",
						}, -- [39]
						{
							["type"] = "LOOT",
							["time"] = 1588942901,
							["arg1"] = "不再不再永恒-摩摩尔获得了战利品：|cff9d9d9d|Hitem:158861::::::::120:581::::::|h[弹性眼柄]|h|rx2。",
						}, -- [40]
						{
							["type"] = "LOOT",
							["time"] = 1588942901,
							["arg1"] = "不再不再永恒-摩摩尔获得了战利品：|cffffffff|Hitem:152631::::::::120:581::::::|h[盐海肉块]|h|rx3。",
						}, -- [41]
						{
							["type"] = "CURRENCY",
							["time"] = 1588943029,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1541:0|h[铁矿]|h|r x93。",
						}, -- [42]
						{
							["type"] = "CURRENCY",
							["time"] = 1588943029,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1540:0|h[木材]|h|r x25。",
						}, -- [43]
						{
							["type"] = "CURRENCY",
							["time"] = 1588943080,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1540:0|h[木材]|h|r x17。",
						}, -- [44]
						{
							["type"] = "LOOT",
							["time"] = 1588943200,
							["arg1"] = "流放之狐-凤凰之神获得了战利品：|cff9d9d9d|Hitem:158808::::::::120:581::::::|h[结实的肌腱]|h|r。",
						}, -- [45]
						{
							["type"] = "LOOT",
							["time"] = 1588943328,
							["arg1"] = "麦克雷雷-亚雷戈斯获得了战利品：|cff9d9d9d|Hitem:158751::::::::120:581::::::|h[蓬乱绒毛]|h|r。",
						}, -- [46]
						{
							["type"] = "LOOT",
							["time"] = 1588943328,
							["arg1"] = "麦克雷雷-亚雷戈斯获得了战利品：|cffffffff|Hitem:154897::::::::120:581::::::|h[里脊须肉]|h|rx2。",
						}, -- [47]
						{
							["type"] = "LOOT",
							["time"] = 1588943341,
							["arg1"] = "歪歪侠-燃烧之刃获得了战利品：|cff9d9d9d|Hitem:158808::::::::120:581::::::|h[结实的肌腱]|h|r。",
						}, -- [48]
						{
							["type"] = "LOOT",
							["time"] = 1588943341,
							["arg1"] = "歪歪侠-燃烧之刃获得了战利品：|cff9d9d9d|Hitem:158860::::::::120:581::::::|h[臼齿]|h|r。",
						}, -- [49]
						{
							["type"] = "LOOT",
							["time"] = 1588943341,
							["arg1"] = "歪歪侠-燃烧之刃获得了战利品：|cffffffff|Hitem:154898::::::::120:581::::::|h[肥厚腰肉]|h|rx4。",
						}, -- [50]
						{
							["type"] = "LOOT",
							["time"] = 1588943342,
							["arg1"] = "歪歪侠-燃烧之刃获得了战利品：|cff9d9d9d|Hitem:158751::::::::120:581::::::|h[蓬乱绒毛]|h|r。",
						}, -- [51]
						{
							["type"] = "LOOT",
							["time"] = 1588943362,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158808::::::::120:581::::::|h[结实的肌腱]|h|r。",
						}, -- [52]
						{
							["type"] = "LOOT",
							["time"] = 1588943362,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158751::::::::120:581::::::|h[蓬乱绒毛]|h|rx2。",
						}, -- [53]
						{
							["type"] = "LOOT",
							["time"] = 1588943365,
							["arg1"] = "歪歪侠-燃烧之刃获得了战利品：|cffffffff|Hitem:152541::::::::120:581::::::|h[粗糙皮革]|h|rx2。",
						}, -- [54]
						{
							["type"] = "LOOT",
							["time"] = 1588943365,
							["arg1"] = "歪歪侠-燃烧之刃获得了战利品：|cff9d9d9d|Hitem:158751::::::::120:581::::::|h[蓬乱绒毛]|h|r。",
						}, -- [55]
						{
							["type"] = "LOOT",
							["time"] = 1588943365,
							["arg1"] = "歪歪侠-燃烧之刃获得了战利品：|cff1eff00|Hitem:154722::::::::120:581::::::|h[风暴皮革]|h|rx3。",
						}, -- [56]
						{
							["type"] = "LOOT",
							["time"] = 1588943496,
							["arg1"] = "福建烤老鼠-深渊之巢获得了战利品：|cff9d9d9d|Hitem:158839::::::::120:581::::::|h[厚实的蟹爪]|h|r。",
						}, -- [57]
						{
							["type"] = "LOOT",
							["time"] = 1588944197,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:165475::::::::120:581::23:4:5845:1577:4786:6508:::|h[死亡猎手的项圈]|h|r。",
						}, -- [58]
						{
							["type"] = "CURRENCY",
							["time"] = 1588944198,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1716:0|h[荣耀战团服役勋章]|h|r x50。",
						}, -- [59]
						{
							["type"] = "CURRENCY",
							["time"] = 1588944198,
							["arg1"] = "你获得了：|cffe6cc80|Hcurrency:1803:0|h[尼奥罗萨的回响]|h|r x75。",
						}, -- [60]
						{
							["type"] = "LOOT",
							["time"] = 1588944199,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:166576::::::::120:581::6:4:5126:1517:4786:5416:::|h[死亡猎手的外衣]|h|r。",
						}, -- [61]
						{
							["type"] = "CURRENCY",
							["time"] = 1588944200,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1716:0|h[荣耀战团服役勋章]|h|r x15。",
						}, -- [62]
						{
							["type"] = "LOOT",
							["time"] = 1588944231,
							["arg1"] = "神隐之血-恐怖图腾获得了战利品：|cffa335ee|Hitem:152877::::::::120:581::::::|h[萦雾水晶]|h|r。",
						}, -- [63]
						{
							["type"] = "LOOT",
							["time"] = 1588944232,
							["arg1"] = "神隐之血-恐怖图腾获得了战利品：|cff0070dd|Hitem:152876::::::::120:581::::::|h[幽界碎片]|h|rx2。",
						}, -- [64]
						{
							["arg1"] = " ",
						}, -- [65]
						{
							["arg1"] = " ",
						}, -- [66]
						{
							["arg1"] = "记录开始于 05/08/2020 的 23:33:15。",
							["type"] = "SYSTEM",
						}, -- [67]
						{
							["type"] = "CURRENCY",
							["time"] = 1588952315,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1755:0|h[凝结幻象]|h|r x10。",
						}, -- [68]
						{
							["type"] = "LOOT",
							["time"] = 1588952344,
							["arg1"] = "你获得了战利品：|cff1eff00|Hitem:174758::::::::120:581::::::|h[虚曲圣物碎片]|h|r。",
						}, -- [69]
						{
							["type"] = "MONEY",
							["time"] = 1588952345,
							["arg1"] = "你拾取了3金币, 16银币, 77铜币",
						}, -- [70]
						{
							["type"] = "CURRENCY",
							["time"] = 1588952383,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1755:0|h[凝结幻象]|h|r x19。",
						}, -- [71]
						{
							["type"] = "LOOT",
							["time"] = 1588952386,
							["arg1"] = "你获得了战利品：|cff1eff00|Hitem:174758::::::::120:581::::::|h[虚曲圣物碎片]|h|r。",
						}, -- [72]
						{
							["type"] = "LOOT",
							["time"] = 1588952386,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158874::::::::120:581::::::|h[泡沫蒸汽]|h|r。",
						}, -- [73]
						{
							["type"] = "CURRENCY",
							["time"] = 1588952408,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1755:0|h[凝结幻象]|h|r x14。",
						}, -- [74]
						{
							["type"] = "LOOT",
							["time"] = 1588952528,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:174288::::::::120:581::::::|h[永生精魂之息]|h|r。",
						}, -- [75]
						{
							["type"] = "CURRENCY",
							["time"] = 1588952529,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1755:0|h[凝结幻象]|h|r x3000。",
						}, -- [76]
						{
							["type"] = "CURRENCY",
							["time"] = 1588952569,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1755:0|h[凝结幻象]|h|r x21。",
						}, -- [77]
						{
							["type"] = "MONEY",
							["time"] = 1588952571,
							["arg1"] = "你拾取了8金币, 26银币, 16铜币",
						}, -- [78]
						{
							["type"] = "MONEY",
							["time"] = 1588952707,
							["arg1"] = "你拾取了74银币, 55铜币",
						}, -- [79]
						{
							["type"] = "MONEY",
							["time"] = 1588952801,
							["arg1"] = "你拾取了1金币, 37银币, 40铜币",
						}, -- [80]
						{
							["type"] = "LOOT",
							["time"] = 1588952816,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:174197::::::::120:581::11::::|h[博学者的笔记]|h|r。",
						}, -- [81]
						{
							["type"] = "LOOT",
							["time"] = 1588952819,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:173372::::::::120:581::11::::|h[黑暗帝国宝箱]|h|r。",
						}, -- [82]
						{
							["type"] = "LOOT",
							["time"] = 1588952821,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:173815::::::::120:581::29:6:6412:4803:6513:6516:1497:4786:::|h[贪婪巨口腰甲]|h|r。",
						}, -- [83]
						{
							["type"] = "CURRENCY",
							["time"] = 1588952822,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1755:0|h[凝结幻象]|h|r x12500。",
						}, -- [84]
						{
							["type"] = "CURRENCY",
							["time"] = 1588952822,
							["arg1"] = "你获得了：|cffe6cc80|Hcurrency:1803:0|h[尼奥罗萨的回响]|h|r x125。",
						}, -- [85]
						{
							["arg1"] = " ",
						}, -- [86]
						{
							["arg1"] = " ",
						}, -- [87]
						{
							["arg1"] = "记录开始于 05/08/2020 的 23:52:15。",
							["type"] = "SYSTEM",
						}, -- [88]
						{
							["type"] = "LOOT",
							["time"] = 1588953340,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155593::::::::120:581::::::|h[中空胸骨]|h|r。",
						}, -- [89]
						{
							["type"] = "LOOT",
							["time"] = 1588953340,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158750::::::::120:581::::::|h[碎骨鸟喙]|h|r。",
						}, -- [90]
						{
							["type"] = "LOOT",
							["time"] = 1588953703,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158750::::::::120:581::::::|h[碎骨鸟喙]|h|rx2。",
						}, -- [91]
						{
							["type"] = "LOOT",
							["time"] = 1588953727,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158750::::::::120:581::::::|h[碎骨鸟喙]|h|r。",
						}, -- [92]
						{
							["type"] = "LOOT",
							["time"] = 1588953849,
							["arg1"] = "你获得了物品：|cffe6cc80|Hitem:168844::::::::120:581::14::::|h[完美强化变速箱]|h|r。",
						}, -- [93]
						{
							["type"] = "LOOT",
							["time"] = 1588953862,
							["arg1"] = "你获得了物品：|cff9d9d9d|Hitem:170003::::::::120:581::::::|h[刺耳的变速箱]|h|r。",
						}, -- [94]
						{
							["type"] = "LOOT",
							["time"] = 1588953878,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:173439::::::::120:581::9:5:6412:6515:6516:1487:4786:::|h[贪婪巨口薄靴]|h|r。",
						}, -- [95]
						{
							["type"] = "CURRENCY",
							["time"] = 1588954078,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1755:0|h[凝结幻象]|h|r x10000。",
						}, -- [96]
						{
							["type"] = "LOOT",
							["time"] = 1588954087,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:173363::::::::120:581::::::|h[惊魂幻象法器]|h|r。",
						}, -- [97]
						{
							["type"] = "LOOT",
							["time"] = 1588954089,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:173363::::::::120:581::::::|h[惊魂幻象法器]|h|r。",
						}, -- [98]
						{
							["type"] = "LOOT",
							["time"] = 1588954091,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:173363::::::::120:581::::::|h[惊魂幻象法器]|h|r。",
						}, -- [99]
						{
							["type"] = "LOOT",
							["time"] = 1588954093,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:173363::::::::120:581::::::|h[惊魂幻象法器]|h|r。",
						}, -- [100]
						{
							["type"] = "LOOT",
							["time"] = 1588954095,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:173363::::::::120:581::::::|h[惊魂幻象法器]|h|r。",
						}, -- [101]
						{
							["type"] = "LOOT",
							["time"] = 1588954294,
							["arg1"] = "你获得了战利品：|cffa335ee|Hitem:173439::::::::120:581::30:8:6412:4803:6513:6578:6579:6562:1477:4786:::|h[贪婪巨口薄靴]|h|r。",
						}, -- [102]
						{
							["type"] = "LOOT",
							["time"] = 1588954295,
							["arg1"] = "你获得了战利品：|cffe6cc80|Hitem:173308::::::::120:581::9::::|h[喧狂职责印记]|h|r。",
						}, -- [103]
						{
							["type"] = "CURRENCY",
							["time"] = 1588954295,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r x100。",
						}, -- [104]
						{
							["type"] = "CURRENCY",
							["time"] = 1588954296,
							["arg1"] = "你获得了：|cffe6cc80|Hcurrency:1803:0|h[尼奥罗萨的回响]|h|r x50。",
						}, -- [105]
						{
							["type"] = "CURRENCY",
							["time"] = 1588954303,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r x16。",
						}, -- [106]
						{
							["type"] = "LOOT",
							["time"] = 1588954314,
							["arg1"] = "你获得了物品：|cff9d9d9d|Hitem:174509::::::::120:581::::::|h[黯淡的印记]|h|r。",
						}, -- [107]
						{
							["type"] = "CURRENCY",
							["time"] = 1588954325,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r x100。",
						}, -- [108]
						{
							["type"] = "CURRENCY",
							["time"] = 1588954712,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1755:0|h[凝结幻象]|h|r x10000。",
						}, -- [109]
						{
							["type"] = "LOOT",
							["time"] = 1588954759,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:173363::::::::120:581::::::|h[惊魂幻象法器]|h|r。",
						}, -- [110]
						{
							["type"] = "LOOT",
							["time"] = 1588955188,
							["arg1"] = "你获得了战利品：|cffff8000|Hitem:174777::::::::120:581::::::|h[《羁石诅咒》]|h|r。",
						}, -- [111]
						{
							["type"] = "LOOT",
							["time"] = 1588955188,
							["arg1"] = "你获得了战利品：|cffe6cc80|Hitem:173288::::::::120:581::9::::|h[流溢艾泽里特晶簇]|h|r。",
						}, -- [112]
						{
							["type"] = "CURRENCY",
							["time"] = 1588955189,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r x100。",
						}, -- [113]
						{
							["type"] = "CURRENCY",
							["time"] = 1588955189,
							["arg1"] = "你获得了：|cffe6cc80|Hcurrency:1803:0|h[尼奥罗萨的回响]|h|r x50。",
						}, -- [114]
						{
							["type"] = "CURRENCY",
							["time"] = 1588955193,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r x25。",
						}, -- [115]
						{
							["type"] = "LOOT",
							["time"] = 1588955199,
							["arg1"] = "你获得了物品：|cffff8000|Hitem:171335::::::::120:581::11::::|h[腐化之核]|h|r。",
						}, -- [116]
						{
							["type"] = "LOOT",
							["time"] = 1588955230,
							["arg1"] = "你获得了物品：|cff9d9d9d|Hitem:174513::::::::120:581::::::|h[枯竭的晶簇]|h|r。",
						}, -- [117]
						{
							["type"] = "LOOT",
							["time"] = 1588955243,
							["arg1"] = "你的|cffff8000|Hitem:169223::::::::120:581::11:1:6272:::|h[阿什拉·卡马斯，决意之护]|h|r已被替换为|cffff8000|Hitem:169223::::::::120:581::11:2:6273:1472:::|h[阿什拉·卡马斯，决意之护]|h|r。",
						}, -- [118]
						{
							["type"] = "LOOT",
							["time"] = 1588955628,
							["arg1"] = "你获得了战利品：|cffff8000|Hitem:171353::::::::120:581::::::|h[《羁石诅咒》的散页]|h|r。",
						}, -- [119]
						{
							["type"] = "CURRENCY",
							["time"] = 1588955629,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r x100。",
						}, -- [120]
						{
							["type"] = "CURRENCY",
							["time"] = 1588955630,
							["arg1"] = "你获得了：|cffe6cc80|Hcurrency:1803:0|h[尼奥罗萨的回响]|h|r x50。",
						}, -- [121]
						{
							["type"] = "CURRENCY",
							["time"] = 1588955634,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r x18。",
						}, -- [122]
						{
							["type"] = "LOOT",
							["time"] = 1588955642,
							["arg1"] = "你获得了物品：|cffff8000|Hitem:171335::::::::120:581::11::::|h[腐化之核]|h|r。",
						}, -- [123]
						{
							["type"] = "LOOT",
							["time"] = 1588955653,
							["arg1"] = "你的|cffff8000|Hitem:169223::::::::120:581::11:2:6273:1472:::|h[阿什拉·卡马斯，决意之护]|h|r已被替换为|cffff8000|Hitem:169223::::::::120:581::11:2:6274:1472:::|h[阿什拉·卡马斯，决意之护]|h|r。",
						}, -- [124]
						{
							["arg1"] = " ",
						}, -- [125]
						{
							["arg1"] = " ",
						}, -- [126]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 00:47:16。",
						}, -- [127]
						{
							["type"] = "LOOT",
							["time"] = 1588956867,
							["arg1"] = "你获得了战利品：|cffff8000|Hitem:171353::::::::120:581::::::|h[《羁石诅咒》的散页]|h|r。",
						}, -- [128]
						{
							["type"] = "CURRENCY",
							["time"] = 1588956868,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r x100。",
						}, -- [129]
						{
							["type"] = "CURRENCY",
							["time"] = 1588956869,
							["arg1"] = "你获得了：|cffe6cc80|Hcurrency:1803:0|h[尼奥罗萨的回响]|h|r x50。",
						}, -- [130]
						{
							["type"] = "CURRENCY",
							["time"] = 1588956872,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r x18。",
						}, -- [131]
						{
							["type"] = "LOOT",
							["time"] = 1588956880,
							["arg1"] = "你获得了物品：|cffff8000|Hitem:171335::::::::120:581::11::::|h[腐化之核]|h|r。",
						}, -- [132]
						{
							["type"] = "LOOT",
							["time"] = 1588956889,
							["arg1"] = "你的|cffff8000|Hitem:169223::::::::120:581::11:2:6274:1472:::|h[阿什拉·卡马斯，决意之护]|h|r已被替换为|cffff8000|Hitem:169223::::::::120:581::11:2:6275:1472:::|h[阿什拉·卡马斯，决意之护]|h|r。",
						}, -- [133]
						{
							["arg1"] = " ",
						}, -- [134]
						{
							["arg1"] = " ",
						}, -- [135]
						{
							["arg1"] = "记录开始于 05/09/2020 的 01:05:24。",
							["type"] = "SYSTEM",
						}, -- [136]
						{
							["type"] = "LOOT",
							["time"] = 1588957564,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:173363::::::::120:581::::::|h[惊魂幻象法器]|h|r。",
						}, -- [137]
					},
				}, -- [8]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "系统信息",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["time"] = 1588941599,
							["arg1"] = "Leia-暗影议会加入了团队。",
						}, -- [1]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941602,
							["arg1"] = "樱导演-死亡之翼加入了团队。",
						}, -- [2]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941606,
							["arg1"] = "打蛋器-血色十字军加入了团队。",
						}, -- [3]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941615,
							["arg1"] = "一丽蛋-血色十字军加入了团队。",
						}, -- [4]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941628,
							["arg1"] = "麦克雷雷掷出3（1-100）",
						}, -- [5]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941628,
							["arg1"] = "太阳神掷出2（1-100）",
						}, -- [6]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941628,
							["arg1"] = "默宇掷出63（1-100）",
						}, -- [7]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941629,
							["arg1"] = "清风问樱掷出30（1-100）",
						}, -- [8]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941629,
							["arg1"] = "Leia掷出80（1-100）",
						}, -- [9]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941629,
							["arg1"] = "十里扬州路掷出13（1-100）",
						}, -- [10]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941629,
							["arg1"] = "狂贼一刀掷出87（1-100）",
						}, -- [11]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941630,
							["arg1"] = "沃银酋长掷出4（1-100）",
						}, -- [12]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941630,
							["arg1"] = "斩击掷出83（1-100）",
						}, -- [13]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941630,
							["arg1"] = "歪歪侠掷出40（1-100）",
						}, -- [14]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941631,
							["arg1"] = "蝶罗迦掷出95（1-100）",
						}, -- [15]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941631,
							["arg1"] = "梅花到处开掷出70（1-100）",
						}, -- [16]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941633,
							["arg1"] = "佚名翼掷出82（1-100）",
						}, -- [17]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941633,
							["arg1"] = "打蛋器掷出95（1-100）",
						}, -- [18]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941634,
							["arg1"] = "一丽蛋-血色十字军离开了团队。",
						}, -- [19]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941635,
							["arg1"] = "樱导演掷出81（1-100）",
						}, -- [20]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941635,
							["arg1"] = "打不过就跑鸭掷出15（1-100）",
						}, -- [21]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941637,
							["arg1"] = "德之吾幸丶掷出86（1-100）",
						}, -- [22]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941638,
							["arg1"] = "playerertecg掷出69（1-100）",
						}, -- [23]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941639,
							["arg1"] = "优昙华院掷出49（1-100）",
						}, -- [24]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941640,
							["arg1"] = "瓦克掷出16（1-100）",
						}, -- [25]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941641,
							["arg1"] = "悠哒的法神掷出94（1-100）",
						}, -- [26]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941644,
							["arg1"] = "丶真圣光掷出94（1-100）",
						}, -- [27]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941644,
							["arg1"] = "神隐之血掷出31（1-100）",
						}, -- [28]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941648,
							["arg1"] = "丶真圣光掷出29（1-100）",
						}, -- [29]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941650,
							["arg1"] = "冷冷小布丁掷出46（1-100）",
						}, -- [30]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941651,
							["arg1"] = "撒个欢掷出23（1-100）",
						}, -- [31]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941665,
							["arg1"] = "打蛋器掷出7（1-100）",
						}, -- [32]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941669,
							["arg1"] = "蝶罗迦掷出37（1-100）",
						}, -- [33]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941669,
							["arg1"] = "|Hplayer:遗憾|h[遗憾]|h上线了。",
						}, -- [34]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941676,
							["arg1"] = "丶真圣光掷出56（1-100）",
						}, -- [35]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941692,
							["arg1"] = "遗憾下线了。",
						}, -- [36]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941695,
							["arg1"] = "流放之狐-凤凰之神加入了团队。",
						}, -- [37]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941729,
							["arg1"] = "蝶罗迦-凤凰之神现在是队长",
						}, -- [38]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941784,
							["arg1"] = "你已经加入了黑海岸之战（英雄）的队列。",
						}, -- [39]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941798,
							["arg1"] = "西萌大猛攻下线了。",
						}, -- [40]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941806,
							["arg1"] = "|Hplayer:吃人的咕咕|h[吃人的咕咕]|h上线了。",
						}, -- [41]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941822,
							["arg1"] = "蓝心幽寂-闪电之刃已经有这个任务了。",
						}, -- [42]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941822,
							["arg1"] = "福建烤老鼠-深渊之巢已经有这个任务了。",
						}, -- [43]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941822,
							["arg1"] = "德之吾幸丶-影之哀伤已经有这个任务了。",
						}, -- [44]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941822,
							["arg1"] = "樱导演-死亡之翼已经有这个任务了。",
						}, -- [45]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941822,
							["arg1"] = "佚名翼-织亡者已经有这个任务了。",
						}, -- [46]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941822,
							["arg1"] = "歪歪侠-燃烧之刃已经有这个任务了。",
						}, -- [47]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941822,
							["arg1"] = "斩击-影之哀伤已经有这个任务了。",
						}, -- [48]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941822,
							["arg1"] = "太阳神-伊瑟拉已经有这个任务了。",
						}, -- [49]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941822,
							["arg1"] = "默宇-国王之谷已经有这个任务了。",
						}, -- [50]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941822,
							["arg1"] = "打蛋器-血色十字军已经有这个任务了。",
						}, -- [51]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941822,
							["arg1"] = "Leia-暗影议会已经有这个任务了。",
						}, -- [52]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941822,
							["arg1"] = "打不过就跑鸭-阿克蒙德已经有这个任务了。",
						}, -- [53]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941822,
							["arg1"] = "梅花到处开-军团要塞已经有这个任务了。",
						}, -- [54]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941822,
							["arg1"] = "不再不再永恒-摩摩尔已经有这个任务了。",
						}, -- [55]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941822,
							["arg1"] = "麦克雷雷-亚雷戈斯已经有这个任务了。",
						}, -- [56]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941822,
							["arg1"] = "清风问樱-死亡之翼已经有这个任务了。",
						}, -- [57]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941822,
							["arg1"] = "冷傲吉尔斯-冰霜之刃已经有这个任务了。",
						}, -- [58]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941822,
							["arg1"] = "丶真圣光-格瑞姆巴托已经有这个任务了。",
						}, -- [59]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941822,
							["arg1"] = "沃银酋长-阿克蒙德已经有这个任务了。",
						}, -- [60]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941822,
							["arg1"] = "神隐之血-恐怖图腾已经有这个任务了。",
						}, -- [61]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941822,
							["arg1"] = "优昙华院-亚雷戈斯已经有这个任务了。",
						}, -- [62]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941822,
							["arg1"] = "悠哒的法神-斯克提斯已经有这个任务了。",
						}, -- [63]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941822,
							["arg1"] = "撒个欢-达斯雷玛已经有这个任务了。",
						}, -- [64]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941822,
							["arg1"] = "瓦克-地狱之石已经有这个任务了。",
						}, -- [65]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941822,
							["arg1"] = "冷冷小布丁-凤凰之神已经有这个任务了。",
						}, -- [66]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941822,
							["arg1"] = "狂贼一刀-伊莫塔尔已经有这个任务了。",
						}, -- [67]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941822,
							["arg1"] = "蝶罗迦-凤凰之神已经有这个任务了。",
						}, -- [68]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941822,
							["arg1"] = "流放之狐-凤凰之神已经有这个任务了。",
						}, -- [69]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941822,
							["arg1"] = "playerertecg-凤凰之神已经有这个任务了。",
						}, -- [70]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941831,
							["arg1"] = "福建烤老鼠-深渊之巢已经有这个任务了。",
						}, -- [71]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941831,
							["arg1"] = "撒个欢-达斯雷玛已经有这个任务了。",
						}, -- [72]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941831,
							["arg1"] = "瓦克-地狱之石已经有这个任务了。",
						}, -- [73]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941831,
							["arg1"] = "蓝心幽寂-闪电之刃已经有这个任务了。",
						}, -- [74]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941831,
							["arg1"] = "清风问樱-死亡之翼已经有这个任务了。",
						}, -- [75]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941831,
							["arg1"] = "斩击-影之哀伤已经有这个任务了。",
						}, -- [76]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941831,
							["arg1"] = "太阳神-伊瑟拉已经有这个任务了。",
						}, -- [77]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941831,
							["arg1"] = "playerertecg-凤凰之神已经有这个任务了。",
						}, -- [78]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941831,
							["arg1"] = "默宇-国王之谷已经有这个任务了。",
						}, -- [79]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941831,
							["arg1"] = "悠哒的法神-斯克提斯已经有这个任务了。",
						}, -- [80]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941831,
							["arg1"] = "冷傲吉尔斯-冰霜之刃已经有这个任务了。",
						}, -- [81]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941831,
							["arg1"] = "Leia-暗影议会已经有这个任务了。",
						}, -- [82]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941831,
							["arg1"] = "打蛋器-血色十字军已经有这个任务了。",
						}, -- [83]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941831,
							["arg1"] = "不再不再永恒-摩摩尔已经有这个任务了。",
						}, -- [84]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941831,
							["arg1"] = "打不过就跑鸭-阿克蒙德已经有这个任务了。",
						}, -- [85]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941831,
							["arg1"] = "梅花到处开-军团要塞已经有这个任务了。",
						}, -- [86]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941831,
							["arg1"] = "丶真圣光-格瑞姆巴托已经有这个任务了。",
						}, -- [87]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941831,
							["arg1"] = "麦克雷雷-亚雷戈斯已经有这个任务了。",
						}, -- [88]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941831,
							["arg1"] = "冷冷小布丁-凤凰之神已经有这个任务了。",
						}, -- [89]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941831,
							["arg1"] = "樱导演-死亡之翼已经完成这个任务了。",
						}, -- [90]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941831,
							["arg1"] = "德之吾幸丶-影之哀伤已经有这个任务了。",
						}, -- [91]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941831,
							["arg1"] = "歪歪侠-燃烧之刃已经有这个任务了。",
						}, -- [92]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941831,
							["arg1"] = "蝶罗迦-凤凰之神已经有这个任务了。",
						}, -- [93]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941831,
							["arg1"] = "佚名翼-织亡者已经有这个任务了。",
						}, -- [94]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941831,
							["arg1"] = "狂贼一刀-伊莫塔尔已经有这个任务了。",
						}, -- [95]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941831,
							["arg1"] = "优昙华院-亚雷戈斯已经有这个任务了。",
						}, -- [96]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941831,
							["arg1"] = "流放之狐-凤凰之神已经有这个任务了。",
						}, -- [97]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941831,
							["arg1"] = "沃银酋长-阿克蒙德已经有这个任务了。",
						}, -- [98]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941831,
							["arg1"] = "神隐之血-恐怖图腾已经有这个任务了。",
						}, -- [99]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941834,
							["arg1"] = "小队转化为团队",
						}, -- [100]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941834,
							["arg1"] = "你同时处于团队和副本队伍中。你可以使用“/ra”来和你的团队队友沟通，或使用“/i”来和你的副本队伍成员沟通。",
						}, -- [101]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941872,
							["arg1"] = "冷傲吉尔斯-冰霜之刃已经离开了副本队伍。",
						}, -- [102]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941887,
							["arg1"] = "腹肌西蒙学长下线了。",
						}, -- [103]
						{
							["type"] = "SYSTEM",
							["time"] = 1588941957,
							["arg1"] = "冷傲吉尔斯-冰霜之刃离开了团队。",
						}, -- [104]
						{
							["type"] = "SYSTEM",
							["time"] = 1588942066,
							["arg1"] = "啦啦的马戏下线了。",
						}, -- [105]
						{
							["type"] = "SYSTEM",
							["time"] = 1588942089,
							["arg1"] = "|Hplayer:爆橙|h[爆橙]|h上线了。",
						}, -- [106]
						{
							["type"] = "SYSTEM",
							["time"] = 1588942223,
							["arg1"] = "|Hplayer:我舞皓月悬-凤凰之神|h[我舞皓月悬-凤凰之神]|h邀请你加入队伍，但是你无法接受，因为你已经在一个队伍中了。",
						}, -- [107]
						{
							["type"] = "SYSTEM",
							["time"] = 1588942340,
							["arg1"] = "岩熊下线了。",
						}, -- [108]
						{
							["type"] = "SYSTEM",
							["time"] = 1588942348,
							["arg1"] = "|Hplayer:深渊|h[深渊]|h上线了。",
						}, -- [109]
						{
							["type"] = "SYSTEM",
							["time"] = 1588942503,
							["arg1"] = "|Hplayer:Xiaodouding|h[Xiaodouding]|h上线了。",
						}, -- [110]
						{
							["type"] = "SYSTEM",
							["time"] = 1588943007,
							["arg1"] = "|cff71d5ff|Hdeath:1|h[你已死亡。]|h",
						}, -- [111]
						{
							["type"] = "SYSTEM",
							["time"] = 1588943024,
							["arg1"] = "麦克雷雷已经死亡。",
						}, -- [112]
						{
							["type"] = "SYSTEM",
							["time"] = 1588943696,
							["arg1"] = "德之吾幸丶已经死亡。",
						}, -- [113]
						{
							["type"] = "SYSTEM",
							["time"] = 1588943706,
							["arg1"] = "|cff71d5ff|Hdeath:2|h[你已死亡。]|h",
						}, -- [114]
						{
							["type"] = "SYSTEM",
							["time"] = 1588943711,
							["arg1"] = "佚名翼已经死亡。",
						}, -- [115]
						{
							["type"] = "SYSTEM",
							["time"] = 1588943718,
							["arg1"] = "麦克雷雷已经死亡。",
						}, -- [116]
						{
							["type"] = "SYSTEM",
							["time"] = 1588943792,
							["arg1"] = "樱导演-死亡之翼已经离开了副本队伍。",
						}, -- [117]
						{
							["type"] = "SYSTEM",
							["time"] = 1588943908,
							["arg1"] = "|cff71d5ff|Hdeath:3|h[你已死亡。]|h",
						}, -- [118]
						{
							["type"] = "SYSTEM",
							["time"] = 1588943912,
							["arg1"] = "德之吾幸丶已经死亡。",
						}, -- [119]
						{
							["type"] = "SYSTEM",
							["time"] = 1588943913,
							["arg1"] = "麦克雷雷已经死亡。",
						}, -- [120]
						{
							["type"] = "SYSTEM",
							["time"] = 1588943936,
							["arg1"] = "佚名翼已经死亡。",
						}, -- [121]
						{
							["type"] = "SYSTEM",
							["time"] = 1588943938,
							["arg1"] = "福建烤老鼠已经死亡。",
						}, -- [122]
						{
							["type"] = "SYSTEM",
							["time"] = 1588943961,
							["arg1"] = "德之吾幸丶已经死亡。",
						}, -- [123]
						{
							["type"] = "SYSTEM",
							["time"] = 1588943969,
							["arg1"] = "|cff71d5ff|Hdeath:4|h[你已死亡。]|h",
						}, -- [124]
						{
							["type"] = "SYSTEM",
							["time"] = 1588944008,
							["arg1"] = "佚名翼已经死亡。",
						}, -- [125]
						{
							["type"] = "SYSTEM",
							["time"] = 1588944016,
							["arg1"] = "福建烤老鼠已经死亡。",
						}, -- [126]
						{
							["type"] = "SYSTEM",
							["time"] = 1588944149,
							["arg1"] = "福建烤老鼠已经死亡。",
						}, -- [127]
						{
							["type"] = "SYSTEM",
							["time"] = 1588944179,
							["arg1"] = "你获得了物品：|cffa335ee|Hcurrency:1553:500|h[闪耀的艾泽里特碎片]|h|r。",
						}, -- [128]
						{
							["type"] = "SYSTEM",
							["time"] = 1588944179,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:581::11:4:6316:4932:4933:1626:::|h[艾泽拉斯之心]|h|r获得了500点神器能量。",
						}, -- [129]
						{
							["type"] = "SYSTEM",
							["time"] = 1588944180,
							["arg1"] = "麦克雷雷-亚雷戈斯已经离开了副本队伍。",
						}, -- [130]
						{
							["type"] = "SYSTEM",
							["time"] = 1588944181,
							["arg1"] = "你离开了队伍。",
						}, -- [131]
						{
							["type"] = "SYSTEM",
							["time"] = 1588944191,
							["arg1"] = "歪歪侠-燃烧之刃离开了团队。",
						}, -- [132]
						{
							["type"] = "SYSTEM",
							["time"] = 1588944193,
							["arg1"] = "冷冷小布丁-凤凰之神离开了团队。",
						}, -- [133]
						{
							["type"] = "SYSTEM",
							["time"] = 1588944194,
							["arg1"] = "丶真圣光-格瑞姆巴托离开了团队。",
						}, -- [134]
						{
							["type"] = "SYSTEM",
							["time"] = 1588944196,
							["arg1"] = "麦克雷雷-亚雷戈斯离开了团队。",
						}, -- [135]
						{
							["type"] = "SYSTEM",
							["time"] = 1588944197,
							["arg1"] = "你获得了物品：|cffa335ee|Hcurrency:1553:750|h[闪耀的艾泽里特之核]|h|r。",
						}, -- [136]
						{
							["type"] = "SYSTEM",
							["time"] = 1588944197,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:581::11:4:6316:4932:4933:1626:::|h[艾泽拉斯之心]|h|r获得了750点神器能量。",
						}, -- [137]
						{
							["type"] = "SYSTEM",
							["time"] = 1588944197,
							["arg1"] = "战争前线：黑海岸之战（英雄）完成。",
						}, -- [138]
						{
							["type"] = "SYSTEM",
							["time"] = 1588944197,
							["arg1"] = "获得46金币, 80银币。",
						}, -- [139]
						{
							["type"] = "SYSTEM",
							["time"] = 1588944198,
							["arg1"] = "斩击-影之哀伤离开了团队。",
						}, -- [140]
						{
							["type"] = "SYSTEM",
							["time"] = 1588944199,
							["arg1"] = "你获得了物品：|cffa335ee|Hcurrency:1553:750|h[闪耀的艾泽里特之核]|h|r。",
						}, -- [141]
						{
							["type"] = "SYSTEM",
							["time"] = 1588944199,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:581::11:4:6316:4932:4933:1626:::|h[艾泽拉斯之心]|h|r获得了750点神器能量。",
						}, -- [142]
						{
							["type"] = "SYSTEM",
							["time"] = 1588944199,
							["arg1"] = "战争前线：黑海岸之战完成。",
						}, -- [143]
						{
							["type"] = "SYSTEM",
							["time"] = 1588944199,
							["arg1"] = "获得46金币, 80银币。",
						}, -- [144]
						{
							["type"] = "SYSTEM",
							["time"] = 1588944200,
							["arg1"] = "狂贼一刀-伊莫塔尔离开了团队。",
						}, -- [145]
						{
							["type"] = "SYSTEM",
							["time"] = 1588944202,
							["arg1"] = "打蛋器-血色十字军离开了团队。",
						}, -- [146]
						{
							["type"] = "SYSTEM",
							["time"] = 1588944204,
							["arg1"] = "悠哒的法神-斯克提斯离开了团队。",
						}, -- [147]
						{
							["type"] = "SYSTEM",
							["time"] = 1588944205,
							["arg1"] = "默宇-国王之谷离开了团队。",
						}, -- [148]
						{
							["type"] = "SYSTEM",
							["time"] = 1588944209,
							["arg1"] = "樱导演-死亡之翼离开了团队。",
						}, -- [149]
						{
							["type"] = "SYSTEM",
							["time"] = 1588944209,
							["arg1"] = "清风问樱-死亡之翼离开了团队。",
						}, -- [150]
						{
							["type"] = "SYSTEM",
							["time"] = 1588944210,
							["arg1"] = "梅花到处开-军团要塞离开了团队。",
						}, -- [151]
						{
							["type"] = "SYSTEM",
							["time"] = 1588944211,
							["arg1"] = "福建烤老鼠-深渊之巢离开了团队。",
						}, -- [152]
						{
							["type"] = "SYSTEM",
							["time"] = 1588944213,
							["arg1"] = "蝶罗迦-凤凰之神离开了团队。",
						}, -- [153]
						{
							["type"] = "SYSTEM",
							["time"] = 1588944213,
							["arg1"] = "太阳神-伊瑟拉现在是队长",
						}, -- [154]
						{
							["type"] = "SYSTEM",
							["time"] = 1588944213,
							["arg1"] = "佚名翼-织亡者离开了团队。",
						}, -- [155]
						{
							["type"] = "SYSTEM",
							["time"] = 1588944216,
							["arg1"] = "撒个欢-达斯雷玛离开了团队。",
						}, -- [156]
						{
							["type"] = "SYSTEM",
							["time"] = 1588944220,
							["arg1"] = "太阳神-伊瑟拉离开了团队。",
						}, -- [157]
						{
							["type"] = "SYSTEM",
							["time"] = 1588944220,
							["arg1"] = "打不过就跑鸭-阿克蒙德现在是队长",
						}, -- [158]
						{
							["type"] = "SYSTEM",
							["time"] = 1588944222,
							["arg1"] = "流放之狐-凤凰之神离开了团队。",
						}, -- [159]
						{
							["type"] = "SYSTEM",
							["time"] = 1588944223,
							["arg1"] = "蓝心幽寂-闪电之刃离开了团队。",
						}, -- [160]
						{
							["type"] = "SYSTEM",
							["time"] = 1588944228,
							["arg1"] = "playerertecg-凤凰之神离开了团队。",
						}, -- [161]
						{
							["type"] = "SYSTEM",
							["time"] = 1588944233,
							["arg1"] = "优昙华院-亚雷戈斯离开了团队。",
						}, -- [162]
						{
							["type"] = "SYSTEM",
							["time"] = 1588944235,
							["arg1"] = "沃银酋长-阿克蒙德离开了团队。",
						}, -- [163]
						{
							["type"] = "SYSTEM",
							["time"] = 1588944235,
							["arg1"] = "打不过就跑鸭-阿克蒙德离开了团队。",
						}, -- [164]
						{
							["type"] = "SYSTEM",
							["time"] = 1588944235,
							["arg1"] = "瓦克-地狱之石现在是队长",
						}, -- [165]
						{
							["type"] = "SYSTEM",
							["time"] = 1588944238,
							["arg1"] = "Leia-暗影议会离开了团队。",
						}, -- [166]
						{
							["type"] = "SYSTEM",
							["time"] = 1588944242,
							["arg1"] = "你离开了队伍。",
						}, -- [167]
						{
							["arg1"] = " ",
						}, -- [168]
						{
							["arg1"] = " ",
						}, -- [169]
						{
							["arg1"] = "记录开始于 05/08/2020 的 23:33:15。",
							["type"] = "SYSTEM",
						}, -- [170]
						{
							["type"] = "SYSTEM",
							["time"] = 1588952314,
							["arg1"] = "获得44金币, 95银币。",
						}, -- [171]
						{
							["type"] = "SYSTEM",
							["time"] = 1588952382,
							["arg1"] = "你获得了物品：|cff0070dd|Hcurrency:1553:209|h[闪光的艾泽里特晶体]|h|r。",
						}, -- [172]
						{
							["type"] = "SYSTEM",
							["time"] = 1588952382,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:581::11:4:6316:4932:4933:1626:::|h[艾泽拉斯之心]|h|r获得了209点神器能量。",
						}, -- [173]
						{
							["type"] = "SYSTEM",
							["time"] = 1588952407,
							["arg1"] = "获得34金币, 3银币。",
						}, -- [174]
						{
							["type"] = "SYSTEM",
							["time"] = 1588952419,
							["arg1"] = "接受任务：黑暗中的援手",
						}, -- [175]
						{
							["type"] = "SYSTEM",
							["time"] = 1588952528,
							["arg1"] = "黑暗中的援手完成。",
						}, -- [176]
						{
							["type"] = "SYSTEM",
							["time"] = 1588952528,
							["arg1"] = "获得23金币, 40银币。",
						}, -- [177]
						{
							["type"] = "SYSTEM",
							["time"] = 1588952545,
							["arg1"] = "就爱逗你玩下线了。",
						}, -- [178]
						{
							["type"] = "SYSTEM",
							["time"] = 1588952568,
							["arg1"] = "你获得了物品：|cff0070dd|Hcurrency:1553:219|h[闪光的艾泽里特晶体]|h|r。",
						}, -- [179]
						{
							["type"] = "SYSTEM",
							["time"] = 1588952569,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:581::11:4:6316:4932:4933:1626:::|h[艾泽拉斯之心]|h|r获得了219点神器能量。",
						}, -- [180]
						{
							["type"] = "SYSTEM",
							["time"] = 1588952745,
							["arg1"] = "艾泽拉斯大陆最新火热招聘，战鼓再次被敲响，这一次你将用自己的双手铸造起守护艾泽拉斯世界的屏障！魔兽客 服招聘，简历请投递至wow163@188. com",
						}, -- [181]
						{
							["type"] = "SYSTEM",
							["time"] = 1588952816,
							["arg1"] = "接受任务：危险记录",
						}, -- [182]
						{
							["type"] = "SYSTEM",
							["time"] = 1588952818,
							["arg1"] = "你获得了物品：|cffa335ee|Hcurrency:1553:750|h[闪耀的艾泽里特之核]|h|r。",
						}, -- [183]
						{
							["type"] = "SYSTEM",
							["time"] = 1588952819,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:581::11:4:6316:4932:4933:1626:::|h[艾泽拉斯之心]|h|r获得了750点神器能量。",
						}, -- [184]
						{
							["type"] = "SYSTEM",
							["time"] = 1588952819,
							["arg1"] = "你在莱加尼中的声望达到了友善。",
						}, -- [185]
						{
							["type"] = "SYSTEM",
							["time"] = 1588952819,
							["arg1"] = "突袭：黑暗帝国完成。",
						}, -- [186]
						{
							["type"] = "SYSTEM",
							["time"] = 1588952821,
							["arg1"] = "获得2000金币。",
						}, -- [187]
						{
							["arg1"] = " ",
						}, -- [188]
						{
							["arg1"] = " ",
						}, -- [189]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 23:49:40。",
						}, -- [190]
						{
							["type"] = "SYSTEM",
							["time"] = 1588953062,
							["arg1"] = "千年老妖丶下线了。",
						}, -- [191]
						{
							["arg1"] = " ",
						}, -- [192]
						{
							["arg1"] = " ",
						}, -- [193]
						{
							["arg1"] = "记录开始于 05/08/2020 的 23:52:15。",
							["type"] = "SYSTEM",
						}, -- [194]
						{
							["type"] = "SYSTEM",
							["time"] = 1588953158,
							["arg1"] = "团团饲养员-伊利丹已经被你加入屏蔽名单了",
						}, -- [195]
						{
							["type"] = "SYSTEM",
							["time"] = 1588953235,
							["arg1"] = "夜莺轻啼，不觉中，夜幕已包裹住艾泽拉斯的领土。结束了一天的冒险，愿艾露恩赐您美梦。晚安，勇士们。",
						}, -- [196]
						{
							["type"] = "SYSTEM",
							["time"] = 1588953878,
							["arg1"] = "陷入疯狂完成。",
						}, -- [197]
						{
							["type"] = "SYSTEM",
							["time"] = 1588953878,
							["arg1"] = "获得23金币, 40银币。",
						}, -- [198]
						{
							["type"] = "SYSTEM",
							["time"] = 1588953880,
							["arg1"] = "接受任务：开启传送门",
						}, -- [199]
						{
							["type"] = "SYSTEM",
							["time"] = 1588954077,
							["arg1"] = "开启传送门完成。",
						}, -- [200]
						{
							["type"] = "SYSTEM",
							["time"] = 1588954077,
							["arg1"] = "获得17金币, 60银币。",
						}, -- [201]
						{
							["type"] = "SYSTEM",
							["time"] = 1588954077,
							["arg1"] = "接受任务：进入最黑暗的深渊",
						}, -- [202]
						{
							["type"] = "SYSTEM",
							["time"] = 1588954104,
							["arg1"] = "你已经加入了奥格瑞玛的惊魂幻象的队列。",
						}, -- [203]
						{
							["type"] = "SYSTEM",
							["time"] = 1588954113,
							["arg1"] = "地下城难度已设置为恩佐斯的幻象。",
						}, -- [204]
						{
							["type"] = "SYSTEM",
							["time"] = 1588954305,
							["arg1"] = "你已经被移出队伍",
						}, -- [205]
						{
							["type"] = "SYSTEM",
							["time"] = 1588954306,
							["arg1"] = "地下城难度已设置为场景战役（普通）。",
						}, -- [206]
						{
							["type"] = "SYSTEM",
							["time"] = 1588954324,
							["arg1"] = "进入最黑暗的深渊完成。",
						}, -- [207]
						{
							["type"] = "SYSTEM",
							["time"] = 1588954324,
							["arg1"] = "获得23金币, 40银币。",
						}, -- [208]
						{
							["type"] = "SYSTEM",
							["time"] = 1588954344,
							["arg1"] = "接受任务：黑暗中的低语",
						}, -- [209]
						{
							["type"] = "SYSTEM",
							["time"] = 1588954674,
							["arg1"] = "接受任务：访问档案",
						}, -- [210]
						{
							["type"] = "SYSTEM",
							["time"] = 1588954675,
							["arg1"] = "接受任务：破碎世界的残骸",
						}, -- [211]
						{
							["type"] = "SYSTEM",
							["time"] = 1588954678,
							["arg1"] = "黑暗中的低语完成。",
						}, -- [212]
						{
							["type"] = "SYSTEM",
							["time"] = 1588954678,
							["arg1"] = "获得46金币, 80银币。",
						}, -- [213]
						{
							["type"] = "SYSTEM",
							["time"] = 1588954679,
							["arg1"] = "接受任务：进入梦境",
						}, -- [214]
						{
							["type"] = "SYSTEM",
							["time"] = 1588954711,
							["arg1"] = "访问档案完成。",
						}, -- [215]
						{
							["type"] = "SYSTEM",
							["time"] = 1588954711,
							["arg1"] = "获得2金币, 34银币。",
						}, -- [216]
						{
							["type"] = "SYSTEM",
							["time"] = 1588954759,
							["arg1"] = "进入梦境完成。",
						}, -- [217]
						{
							["type"] = "SYSTEM",
							["time"] = 1588954759,
							["arg1"] = "获得2金币, 34银币。",
						}, -- [218]
						{
							["type"] = "SYSTEM",
							["time"] = 1588954759,
							["arg1"] = "接受任务：尼奥罗萨，觉醒之城：腐蚀者的末日",
						}, -- [219]
						{
							["type"] = "SYSTEM",
							["time"] = 1588954766,
							["arg1"] = "你已经加入了奥格瑞玛的惊魂幻象的队列。",
						}, -- [220]
						{
							["type"] = "SYSTEM",
							["time"] = 1588954776,
							["arg1"] = "你学会新的技能：|cff71d5ff|Hspell:247454:0|h[幽魂炸弹]|h|r",
						}, -- [221]
						{
							["type"] = "SYSTEM",
							["time"] = 1588954789,
							["arg1"] = "地下城难度已设置为恩佐斯的幻象。",
						}, -- [222]
						{
							["type"] = "SYSTEM",
							["time"] = 1588955194,
							["arg1"] = "你已经被移出队伍",
						}, -- [223]
						{
							["type"] = "SYSTEM",
							["time"] = 1588955199,
							["arg1"] = "破碎世界的残骸完成。",
						}, -- [224]
						{
							["type"] = "SYSTEM",
							["time"] = 1588955199,
							["arg1"] = "获得23金币, 40银币。",
						}, -- [225]
						{
							["type"] = "SYSTEM",
							["time"] = 1588955205,
							["arg1"] = "接受任务：《羁石诅咒》重现人间",
						}, -- [226]
						{
							["type"] = "SYSTEM",
							["time"] = 1588955270,
							["arg1"] = "你已经加入了奥格瑞玛的惊魂幻象的队列。",
						}, -- [227]
						{
							["type"] = "SYSTEM",
							["time"] = 1588955277,
							["arg1"] = "地下城难度已设置为恩佐斯的幻象。",
						}, -- [228]
						{
							["type"] = "SYSTEM",
							["time"] = 1588955635,
							["arg1"] = "你已经被移出队伍",
						}, -- [229]
						{
							["type"] = "SYSTEM",
							["time"] = 1588955642,
							["arg1"] = "《羁石诅咒》重现人间完成。",
						}, -- [230]
						{
							["type"] = "SYSTEM",
							["time"] = 1588955642,
							["arg1"] = "获得17金币, 60银币。",
						}, -- [231]
						{
							["type"] = "SYSTEM",
							["time"] = 1588955646,
							["arg1"] = "接受任务：《羁石诅咒》重现人间",
						}, -- [232]
						{
							["arg1"] = " ",
						}, -- [233]
						{
							["arg1"] = " ",
						}, -- [234]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 00:36:26。",
						}, -- [235]
						{
							["type"] = "SYSTEM",
							["time"] = 1588956216,
							["arg1"] = "哀伤骑下线了。",
						}, -- [236]
						{
							["arg1"] = " ",
						}, -- [237]
						{
							["arg1"] = " ",
						}, -- [238]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 00:47:16。",
						}, -- [239]
						{
							["type"] = "SYSTEM",
							["time"] = 1588956600,
							["arg1"] = "你已经加入了奥格瑞玛的惊魂幻象的队列。",
						}, -- [240]
						{
							["type"] = "SYSTEM",
							["time"] = 1588956606,
							["arg1"] = "地下城难度已设置为恩佐斯的幻象。",
						}, -- [241]
						{
							["type"] = "SYSTEM",
							["time"] = 1588956612,
							["arg1"] = "你现在没有在一个队伍中",
						}, -- [242]
						{
							["type"] = "SYSTEM",
							["time"] = 1588956612,
							["arg1"] = "你现在没有在一个队伍中",
						}, -- [243]
						{
							["type"] = "SYSTEM",
							["time"] = 1588956873,
							["arg1"] = "你已经被移出队伍",
						}, -- [244]
						{
							["type"] = "SYSTEM",
							["time"] = 1588956880,
							["arg1"] = "《羁石诅咒》重现人间完成。",
						}, -- [245]
						{
							["type"] = "SYSTEM",
							["time"] = 1588956880,
							["arg1"] = "获得17金币, 60银币。",
						}, -- [246]
						{
							["type"] = "SYSTEM",
							["time"] = 1588956884,
							["arg1"] = "接受任务：《羁石诅咒》重现人间",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = " ",
						}, -- [249]
						{
							["arg1"] = "记录开始于 05/09/2020 的 01:05:24。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
				}, -- [9]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "成就",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 20:27:04。",
						}, -- [1]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1588944174,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14149:Player-2124-0BD1E0C6:1:5:8:20:4294967295:4294967295:4294967295:4294967295|h[海岸之战（英雄）]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [2]
						{
							["arg1"] = " ",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["arg1"] = "记录开始于 05/08/2020 的 23:33:15。",
							["type"] = "SYSTEM",
						}, -- [5]
						{
							["arg2"] = "哀伤骑-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1588952488,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13711:Player-2124-084B06D9:1:5:8:20:4294967295:4294967295:4294967295:4294967295|h[一把法力珍珠]|h|r！",
							["clColor"] = "ffc31d39",
						}, -- [6]
						{
							["arg1"] = " ",
						}, -- [7]
						{
							["arg1"] = " ",
						}, -- [8]
						{
							["arg1"] = "记录开始于 05/08/2020 的 23:52:15。",
							["type"] = "SYSTEM",
						}, -- [9]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1588953862,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13769:Player-2124-0BD1E0C6:1:5:9:20:4294967295:4294967295:4294967295:4294967295|h[能量提升]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [10]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1588953862,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13770:Player-2124-0BD1E0C6:1:5:9:20:4294967295:4294967295:4294967295:4294967295|h[力量累积]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [11]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1588954290,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14063:Player-2124-0BD1E0C6:1:5:9:20:4294967295:4294967295:4294967295:4294967295|h[奥格瑞玛的惊魂幻象]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [12]
						{
							["arg1"] = " ",
						}, -- [13]
						{
							["arg1"] = " ",
						}, -- [14]
						{
							["arg1"] = "记录开始于 05/09/2020 的 01:05:24。",
							["type"] = "SYSTEM",
						}, -- [15]
					},
				}, -- [10]
				{
					["logs"] = {
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588942329,
							["arg1"] = "**[太阳神]已施放|cff71d5ff|Hspell:64843:0|h[神圣赞美诗]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [1]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588942335,
							["arg1"] = "**|cff71d5ff|Hspell:183752:0|h[瓦解]|h|r打断: 十里扬州路 => 大德鲁伊安得列留斯|cff71d5ff|Hspell:311738:0|h[月火术]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [2]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588942338,
							["arg1"] = "**[playerertecg]已施放|cff71d5ff|Hspell:740:0|h[宁静]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [3]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588942349,
							["arg1"] = "|cff71d5ff|Hspell:29166:0|h[激活]|h|rplayerertecg => playerertecg",
							["clColor"] = "fffefefe",
						}, -- [4]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1588942361,
							["arg1"] = "默宇-国王之谷已经占领了巴莎兰！",
						}, -- [5]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588942390,
							["arg1"] = "**[仇恨!]阿希萨·恐歌→歪歪侠**",
							["clColor"] = "fffefefe",
						}, -- [6]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588942391,
							["arg1"] = "**[仇恨!]阿希萨·恐歌→丶真圣光**",
							["clColor"] = "fffefefe",
						}, -- [7]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588942391,
							["arg1"] = "**|cff71d5ff|Hspell:183752:0|h[瓦解]|h|r打断: 清风问樱 => 阿希萨·恐歌|cff71d5ff|Hspell:283911:0|h[暗鳞的绝望之歌]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [8]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588942393,
							["arg1"] = "|cff71d5ff|Hspell:102342:0|h[铁木树皮]|h|r德之吾幸丶 => 蓝心幽寂",
							["clColor"] = "fffefefe",
						}, -- [9]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588942396,
							["arg1"] = "**|cff71d5ff|Hspell:116705:0|h[切喉手]|h|r打断: 丶真圣光 => 暗鳞海妖|cff71d5ff|Hspell:183081:0|h[寒冰箭]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [10]
						{
							["arg2"] = "悠哒的法神-斯克提斯",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588942399,
							["arg1"] = "大脚任务进度提示: 收集战争宝箱的资源：1/1(完成)",
							["clColor"] = "ff3ec5e9",
						}, -- [11]
						{
							["arg2"] = "悠哒的法神-斯克提斯",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588942400,
							["arg1"] = "战争宝箱 (任务完成)",
							["clColor"] = "ff3ec5e9",
						}, -- [12]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588942400,
							["arg1"] = "**[仇恨!]阿希萨·恐歌→清风问樱**",
							["clColor"] = "fffefefe",
						}, -- [13]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588942400,
							["arg1"] = "**[仇恨!]阿希萨·恐歌→十里扬州路**",
							["clColor"] = "fffefefe",
						}, -- [14]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588942401,
							["arg1"] = "**|cff71d5ff|Hspell:183752:0|h[瓦解]|h|r打断: 十里扬州路 => 阿希萨·恐歌|cff71d5ff|Hspell:283911:0|h[暗鳞的绝望之歌]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [15]
						{
							["arg2"] = "playerertecg-凤凰之神",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588942403,
							["arg1"] = "大脚任务进度提示: 收集战争宝箱的资源：1/1(完成)",
							["clColor"] = "fffe7b09",
						}, -- [16]
						{
							["arg2"] = "playerertecg-凤凰之神",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588942405,
							["arg1"] = "战争宝箱 (任务完成)",
							["clColor"] = "fffe7b09",
						}, -- [17]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588942410,
							["arg1"] = "**|cff71d5ff|Hspell:1766:0|h[脚踢]|h|r打断: 狂贼一刀 => 阿希萨·恐歌|cff71d5ff|Hspell:283911:0|h[暗鳞的绝望之歌]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [18]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588942414,
							["arg1"] = "**[仇恨!]阿希萨·恐歌→丶真圣光**",
							["clColor"] = "fffefefe",
						}, -- [19]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588942419,
							["arg1"] = "**|cff71d5ff|Hspell:183752:0|h[瓦解]|h|r打断: 十里扬州路 => 阿希萨·恐歌|cff71d5ff|Hspell:283911:0|h[暗鳞的绝望之歌]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [20]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588942428,
							["arg1"] = "**|cff71d5ff|Hspell:147362:0|h[反制射击]|h|r打断: 歪歪侠 => 阿希萨·恐歌|cff71d5ff|Hspell:283911:0|h[暗鳞的绝望之歌]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [21]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588942437,
							["arg1"] = "**|cff71d5ff|Hspell:183752:0|h[瓦解]|h|r打断: 十里扬州路 => 阿希萨·恐歌|cff71d5ff|Hspell:283911:0|h[暗鳞的绝望之歌]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [22]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588942452,
							["arg1"] = "**|cff71d5ff|Hspell:6552:0|h[拳击]|h|r打断: 斩击 => 暗鳞海妖|cff71d5ff|Hspell:183081:0|h[寒冰箭]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [23]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1588942455,
							["arg1"] = "佚名翼-织亡者已经占领了洛雷斯塔矿洞！",
						}, -- [24]
						{
							["arg2"] = "悠哒的法神-斯克提斯",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588942456,
							["arg1"] = "大脚任务进度提示: 占领洛雷斯塔矿洞：1/1(完成)",
							["clColor"] = "ff3ec5e9",
						}, -- [25]
						{
							["arg2"] = "playerertecg-凤凰之神",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588942456,
							["arg1"] = "大脚任务进度提示: 占领洛雷斯塔矿洞：1/1(完成)",
							["clColor"] = "fffe7b09",
						}, -- [26]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588942484,
							["arg1"] = "**[仇恨!]拉娜莱·月影→太阳神**",
							["clColor"] = "fffefefe",
						}, -- [27]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588942484,
							["arg1"] = "**[仇恨!]拉娜莱·月影→丶真圣光**",
							["clColor"] = "fffefefe",
						}, -- [28]
						{
							["arg2"] = "playerertecg-凤凰之神",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588942505,
							["arg1"] = "大脚任务进度提示: 给地精提取器补充爆炸物：3/3(完成)",
							["clColor"] = "fffe7b09",
						}, -- [29]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588942507,
							["arg1"] = "**|cff71d5ff|Hspell:47528:0|h[心灵冰冻]|h|r打断: 樱导演 => 铁枝德鲁伊|cff71d5ff|Hspell:282116:0|h[愤怒]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [30]
						{
							["arg2"] = "悠哒的法神-斯克提斯",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588942528,
							["arg1"] = "大脚任务进度提示: 地精炸药：1/1(完成)",
							["clColor"] = "ff3ec5e9",
						}, -- [31]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588942528,
							["arg1"] = "**|cff71d5ff|Hspell:183752:0|h[瓦解]|h|r打断: 十里扬州路 => 铁枝德鲁伊|cff71d5ff|Hspell:282116:0|h[愤怒]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [32]
						{
							["arg2"] = "悠哒的法神-斯克提斯",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588942538,
							["arg1"] = "大脚任务进度提示: 结实的斧头：1/1(完成)",
							["clColor"] = "ff3ec5e9",
						}, -- [33]
						{
							["arg2"] = "悠哒的法神-斯克提斯",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588942547,
							["arg1"] = "大脚任务进度提示: 砍伐暗林木材：1/1(完成)",
							["clColor"] = "ff3ec5e9",
						}, -- [34]
						{
							["arg2"] = "悠哒的法神-斯克提斯",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588942547,
							["arg1"] = "大脚任务进度提示: 刚砍伐的木材：5/5(完成)",
							["clColor"] = "ff3ec5e9",
						}, -- [35]
						{
							["arg2"] = "悠哒的法神-斯克提斯",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588942548,
							["arg1"] = "独自伐木 (任务完成)",
							["clColor"] = "ff3ec5e9",
						}, -- [36]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588942559,
							["arg1"] = "木",
							["clColor"] = "fffefefe",
						}, -- [37]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1588942568,
							["arg1"] = "清风问樱-死亡之翼已经占领了荒弃路口！",
						}, -- [38]
						{
							["arg2"] = "打不过就跑鸭-阿克蒙德",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588942611,
							["arg1"] = "大脚任务进度提示: 结实的斧头：1/1(完成)",
							["clColor"] = "ffa9d271",
						}, -- [39]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588942617,
							["arg1"] = "**|cff71d5ff|Hspell:183752:0|h[瓦解]|h|r打断: 清风问樱 => 守护者达戈达|cff71d5ff|Hspell:21807:0|h[愤怒]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [40]
						{
							["arg2"] = "打不过就跑鸭-阿克蒙德",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588942633,
							["arg1"] = "大脚任务进度提示: 砍伐暗林木材：1/1(完成)",
							["clColor"] = "ffa9d271",
						}, -- [41]
						{
							["arg2"] = "打不过就跑鸭-阿克蒙德",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588942633,
							["arg1"] = "大脚任务进度提示: 刚砍伐的木材：5/5(完成)",
							["clColor"] = "ffa9d271",
						}, -- [42]
						{
							["arg2"] = "打不过就跑鸭-阿克蒙德",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588942634,
							["arg1"] = "独自伐木 (任务完成)",
							["clColor"] = "ffa9d271",
						}, -- [43]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588942637,
							["arg1"] = "**|cff71d5ff|Hspell:183752:0|h[瓦解]|h|r打断: 清风问樱 => 守护者达戈达|cff71d5ff|Hspell:21807:0|h[愤怒]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [44]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588942642,
							["arg1"] = "**[斩击]已施放|cff71d5ff|Hspell:97462:0|h[集结呐喊]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [45]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588942647,
							["arg1"] = "**|cff71d5ff|Hspell:6552:0|h[拳击]|h|r打断: 麦克雷雷 => 守护者达戈达|cff71d5ff|Hspell:21807:0|h[愤怒]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [46]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588942652,
							["arg1"] = "**[太阳神]已施放|cff71d5ff|Hspell:64901:0|h[希望象征]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [47]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588942654,
							["arg1"] = "**[仇恨!]守护者达戈达→清风问樱**",
							["clColor"] = "fffefefe",
						}, -- [48]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588942658,
							["arg1"] = "**|cff71d5ff|Hspell:47528:0|h[心灵冰冻]|h|r打断: 樱导演 => 守护者达戈达|cff71d5ff|Hspell:21807:0|h[愤怒]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [49]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588942662,
							["arg1"] = "**|cff71d5ff|Hspell:6552:0|h[拳击]|h|r打断: 斩击 => 守护者达戈达|cff71d5ff|Hspell:21807:0|h[愤怒]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [50]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588942671,
							["arg1"] = "**|cff71d5ff|Hspell:2139:0|h[法术反制]|h|r打断: 悠哒的法神 => 吉尔尼斯炸弹专家|cff71d5ff|Hspell:311819:0|h[投掷炸药]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [51]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1588942674,
							["arg1"] = "默宇-国王之谷已经占领了落烬林地！",
						}, -- [52]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588942675,
							["arg1"] = "**|cff71d5ff|Hspell:183752:0|h[瓦解]|h|r打断: 清风问樱 => 吉尔尼斯炸弹专家|cff71d5ff|Hspell:311819:0|h[投掷炸药]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [53]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588942716,
							["arg1"] = "**[仇恨!]埃德加德·影爪→丶真圣光**",
							["clColor"] = "fffefefe",
						}, -- [54]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588942722,
							["arg1"] = "**[仇恨!]埃德加德·影爪→不再不再永恒**",
							["clColor"] = "fffefefe",
						}, -- [55]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588942722,
							["arg1"] = "**[仇恨!]埃德加德·影爪→默宇**",
							["clColor"] = "fffefefe",
						}, -- [56]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588942723,
							["arg1"] = "**[仇恨!]埃德加德·影爪→沃银酋长**",
							["clColor"] = "fffefefe",
						}, -- [57]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588942723,
							["arg1"] = "**[仇恨!]埃德加德·影爪→佚名翼**",
							["clColor"] = "fffefefe",
						}, -- [58]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588942726,
							["arg1"] = "**[仇恨!]埃德加德·影爪→十里扬州路**",
							["clColor"] = "fffefefe",
						}, -- [59]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588942744,
							["arg1"] = "**|cff71d5ff|Hspell:32747:0|h[奥术洪流]|h|r打断: 十里扬州路 => 铁枝德鲁伊|cff71d5ff|Hspell:282116:0|h[愤怒]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [60]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588942746,
							["arg1"] = "**|cff71d5ff|Hspell:6552:0|h[拳击]|h|r打断: 斩击 => 铁枝德鲁伊|cff71d5ff|Hspell:282116:0|h[愤怒]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [61]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588942748,
							["arg1"] = "**|cff71d5ff|Hspell:6552:0|h[拳击]|h|r打断: 沃银酋长 => 铁枝德鲁伊|cff71d5ff|Hspell:311571:0|h[愈合]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [62]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1588942751,
							["arg1"] = "歪歪侠-燃烧之刃已经占领了忧潮海滩！",
						}, -- [63]
						{
							["arg2"] = "歪歪侠",
							["type"] = "MONSTER_YELL",
							["time"] = 1588942758,
							["arg1"] = "无能的家伙！",
							["clColor"] = "ffa9d271",
						}, -- [64]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588942762,
							["arg1"] = "**|cff71d5ff|Hspell:528:0|h[驱散魔法]|h|r不再不再永恒 => 铁枝德鲁伊的|cff71d5ff|Hspell:311571:0|h[愈合]|h|rBUFF！**",
							["clColor"] = "fffefefe",
						}, -- [65]
						{
							["arg2"] = "悠哒的法神-斯克提斯",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588942841,
							["arg1"] = "大脚任务进度提示: 给地精提取器补充爆炸物：3/3(完成)",
							["clColor"] = "ff3ec5e9",
						}, -- [66]
						{
							["arg2"] = "悠哒的法神-斯克提斯",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588942842,
							["arg1"] = "爆炸事故 (任务完成)",
							["clColor"] = "ff3ec5e9",
						}, -- [67]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588942861,
							["arg1"] = "**[太阳神]已施放|cff71d5ff|Hspell:64843:0|h[神圣赞美诗]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [68]
						{
							["arg2"] = "歪歪侠",
							["type"] = "MONSTER_YELL",
							["time"] = 1588942935,
							["arg1"] = "恐惧……如此美好……",
							["clColor"] = "ffa9d271",
						}, -- [69]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943019,
							["arg1"] = "**|cff71d5ff|Hspell:183752:0|h[瓦解]|h|r打断: 清风问樱 => 大法师莫丹特·永影|cff71d5ff|Hspell:311810:0|h[狂暴尖啸]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [70]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943022,
							["arg1"] = "**[太阳神]已施放|cff71d5ff|Hspell:64843:0|h[神圣赞美诗]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [71]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943024,
							["arg1"] = "**[仇恨!]大法师莫丹特·永影→斩击**",
							["clColor"] = "fffefefe",
						}, -- [72]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943028,
							["arg1"] = "**|cff71d5ff|Hspell:34477:0|h[误导]|h|r歪歪侠→裂蹄牛**",
							["clColor"] = "fffefefe",
						}, -- [73]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1588943035,
							["arg1"] = "不再不再永恒-摩摩尔已经占领了灰木哨站！",
						}, -- [74]
						{
							["arg2"] = "清风问樱-死亡之翼",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943049,
							["arg1"] = "大脚任务进度提示: 飞往巴莎兰：1/1(完成)",
							["clColor"] = "ffa22fc8",
						}, -- [75]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943062,
							["arg1"] = "都回家  交 出车 ",
							["clColor"] = "fffefefe",
						}, -- [76]
						{
							["arg2"] = "清风问樱-死亡之翼",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943086,
							["arg1"] = "大脚任务进度提示: 收集战争宝箱的资源：1/1(完成)",
							["clColor"] = "ffa22fc8",
						}, -- [77]
						{
							["arg2"] = "清风问樱-死亡之翼",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943087,
							["arg1"] = "战争宝箱 (任务完成)",
							["clColor"] = "ffa22fc8",
						}, -- [78]
						{
							["arg2"] = "playerertecg-凤凰之神",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943128,
							["arg1"] = "大脚任务进度提示: 地精炸药：1/1(完成)",
							["clColor"] = "fffe7b09",
						}, -- [79]
						{
							["arg2"] = "playerertecg-凤凰之神",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943129,
							["arg1"] = "爆炸事故 (任务完成)",
							["clColor"] = "fffe7b09",
						}, -- [80]
						{
							["arg2"] = "playerertecg-凤凰之神",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943132,
							["arg1"] = "大脚任务进度提示: 结实的斧头：1/1(完成)",
							["clColor"] = "fffe7b09",
						}, -- [81]
						{
							["arg2"] = "清风问樱-死亡之翼",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943169,
							["arg1"] = "大脚任务进度提示: 地精炸药：1/1(完成)",
							["clColor"] = "ffa22fc8",
						}, -- [82]
						{
							["arg2"] = "默宇-国王之谷",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943194,
							["arg1"] = "大脚任务进度提示: 飞往巴莎兰：1/1(完成)",
							["clColor"] = "ffa9d271",
						}, -- [83]
						{
							["arg2"] = "悠哒的法神-斯克提斯",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943261,
							["arg1"] = "大脚任务进度提示: 招募部队：1/1(完成)",
							["clColor"] = "ff3ec5e9",
						}, -- [84]
						{
							["arg2"] = "悠哒的法神-斯克提斯",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943262,
							["arg1"] = "黑海岸募兵 (任务完成)",
							["clColor"] = "ff3ec5e9",
						}, -- [85]
						{
							["arg2"] = "打不过就跑鸭-阿克蒙德",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943283,
							["arg1"] = "大脚任务进度提示: 查看军械库：1/1(完成)",
							["clColor"] = "ffa9d271",
						}, -- [86]
						{
							["arg2"] = "打不过就跑鸭-阿克蒙德",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943284,
							["arg1"] = "武器与护甲 (任务完成)",
							["clColor"] = "ffa9d271",
						}, -- [87]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943285,
							["arg1"] = "**|cff71d5ff|Hspell:183752:0|h[瓦解]|h|r打断: 十里扬州路 => 铁枝德鲁伊|cff71d5ff|Hspell:311571:0|h[愈合]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [88]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943291,
							["arg1"] = "车子 ",
							["clColor"] = "fffefefe",
						}, -- [89]
						{
							["arg2"] = "悠哒的法神-斯克提斯",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943294,
							["arg1"] = "大脚任务进度提示: 查看军械库：1/1(完成)",
							["clColor"] = "ff3ec5e9",
						}, -- [90]
						{
							["arg2"] = "悠哒的法神-斯克提斯",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943295,
							["arg1"] = "武器与护甲 (任务完成)",
							["clColor"] = "ff3ec5e9",
						}, -- [91]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943296,
							["arg1"] = "保护 人呢",
							["clColor"] = "fffefefe",
						}, -- [92]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943303,
							["arg1"] = "**|cff71d5ff|Hspell:183752:0|h[瓦解]|h|r打断: 十里扬州路 => 铁枝德鲁伊|cff71d5ff|Hspell:311571:0|h[愈合]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [93]
						{
							["arg2"] = "悠哒的法神-斯克提斯",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943313,
							["arg1"] = "大脚任务进度提示: 查看祭坛：1/1(完成)",
							["clColor"] = "ff3ec5e9",
						}, -- [94]
						{
							["arg2"] = "悠哒的法神-斯克提斯",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943314,
							["arg1"] = "风暴祭坛 (任务完成)",
							["clColor"] = "ff3ec5e9",
						}, -- [95]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943315,
							["arg1"] = "**|cff71d5ff|Hspell:34477:0|h[误导]|h|r歪歪侠→裂蹄牛**",
							["clColor"] = "fffefefe",
						}, -- [96]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943322,
							["arg1"] = "**|cff71d5ff|Hspell:183752:0|h[瓦解]|h|r打断: 十里扬州路 => 铁枝德鲁伊|cff71d5ff|Hspell:311571:0|h[愈合]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [97]
						{
							["arg2"] = "打不过就跑鸭-阿克蒙德",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943323,
							["arg1"] = "大脚任务进度提示: 查看祭坛：1/1(完成)",
							["clColor"] = "ffa9d271",
						}, -- [98]
						{
							["arg2"] = "打不过就跑鸭-阿克蒙德",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943324,
							["arg1"] = "风暴祭坛 (任务完成)",
							["clColor"] = "ffa9d271",
						}, -- [99]
						{
							["arg2"] = "悠哒的法神-斯克提斯",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943351,
							["arg1"] = "大脚任务进度提示: 查看车间：1/1(完成)",
							["clColor"] = "ff3ec5e9",
						}, -- [100]
						{
							["arg2"] = "悠哒的法神-斯克提斯",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943353,
							["arg1"] = "投掷魔药 (任务完成)",
							["clColor"] = "ff3ec5e9",
						}, -- [101]
						{
							["arg2"] = "打不过就跑鸭-阿克蒙德",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943375,
							["arg1"] = "大脚任务进度提示: 查看车间：1/1(完成)",
							["clColor"] = "ffa9d271",
						}, -- [102]
						{
							["arg2"] = "打不过就跑鸭-阿克蒙德",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943376,
							["arg1"] = "投掷魔药 (任务完成)",
							["clColor"] = "ffa9d271",
						}, -- [103]
						{
							["arg2"] = "悠哒的法神-斯克提斯",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943401,
							["arg1"] = "大脚任务进度提示: 和忧潮海滩的布莱特威博士交谈：1/1(完成)",
							["clColor"] = "ff3ec5e9",
						}, -- [104]
						{
							["arg2"] = "悠哒的法神-斯克提斯",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943402,
							["arg1"] = "万能型炼金师 (任务完成)",
							["clColor"] = "ff3ec5e9",
						}, -- [105]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1588943432,
							["arg1"] = "部落已经占领了洛达内尔！",
						}, -- [106]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943448,
							["arg1"] = "**|cff71d5ff|Hspell:1766:0|h[脚踢]|h|r打断: 狂贼一刀 => 卡多雷奇美拉|cff71d5ff|Hspell:311836:0|h[闪电吐息]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [107]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943505,
							["arg1"] = "度过来 集合了 ",
							["clColor"] = "fffefefe",
						}, -- [108]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943512,
							["arg1"] = "**[仇恨!]珊蒂斯·羽月→清风问樱**",
							["clColor"] = "fffefefe",
						}, -- [109]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943519,
							["arg1"] = "**[仇恨!]珊蒂斯·羽月→被遗忘者长枪兵**",
							["clColor"] = "fffefefe",
						}, -- [110]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943539,
							["arg1"] = "**[仇恨!]珊蒂斯·羽月→清风问樱**",
							["clColor"] = "fffefefe",
						}, -- [111]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943539,
							["arg1"] = "**[仇恨!]珊蒂斯·羽月→被遗忘者长枪兵**",
							["clColor"] = "fffefefe",
						}, -- [112]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943563,
							["arg1"] = "你怎么能站在部落那边，姐妹？你怎么能舍弃正义？",
						}, -- [113]
						{
							["arg2"] = "赛拉·月卫",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943569,
							["arg1"] = "你居然敢跟我提正义？我因你的命令而死。是你背弃了我！",
						}, -- [114]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943579,
							["arg1"] = "我让你失望了，赛拉。我会让你从痛苦中解脱，以此赎罪。",
						}, -- [115]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943581,
							["arg1"] = "**[仇恨!]玛维·影歌→神隐之血**",
							["clColor"] = "fffefefe",
						}, -- [116]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943583,
							["arg1"] = "**[仇恨!]玛维·影歌→清风问樱**",
							["clColor"] = "fffefefe",
						}, -- [117]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943583,
							["arg1"] = "**[蝶罗迦]已施放|cff71d5ff|Hspell:80353:0|h[时间扭曲]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [118]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943585,
							["arg1"] = "**[仇恨!]玛维·影歌→十里扬州路**",
							["clColor"] = "fffefefe",
						}, -- [119]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943587,
							["arg1"] = "为了卡多雷！",
						}, -- [120]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943590,
							["arg1"] = "**|cff71d5ff|Hspell:34477:0|h[误导]|h|r歪歪侠→十里扬州路**",
							["clColor"] = "fffefefe",
						}, -- [121]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943602,
							["arg1"] = "**[仇恨!]玛维·影歌→沃银酋长**",
							["clColor"] = "fffefefe",
						}, -- [122]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943607,
							["arg1"] = "为泰达希尔复仇！",
						}, -- [123]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943614,
							["arg1"] = "|cff71d5ff|Hspell:102342:0|h[铁木树皮]|h|rplayerertecg => 沃银酋长",
							["clColor"] = "fffefefe",
						}, -- [124]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943614,
							["arg1"] = "**[仇恨!]玛维·影歌→十里扬州路**",
							["clColor"] = "fffefefe",
						}, -- [125]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943617,
							["arg1"] = "**[高仇恨]沃银酋长.（玛维·影歌）**",
							["clColor"] = "fffefefe",
						}, -- [126]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943622,
							["arg1"] = "**[太阳神]已施放|cff71d5ff|Hspell:64843:0|h[神圣赞美诗]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [127]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943627,
							["arg1"] = "|cff71d5ff|Hspell:29166:0|h[激活]|h|rplayerertecg => playerertecg",
							["clColor"] = "fffefefe",
						}, -- [128]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943639,
							["arg1"] = "**[瓦克]已施放|cff71d5ff|Hspell:2825:0|h[嗜血]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [129]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943642,
							["arg1"] = "**[playerertecg]已施放|cff71d5ff|Hspell:740:0|h[宁静]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [130]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943643,
							["arg1"] = "|cff71d5ff|Hspell:102342:0|h[铁木树皮]|h|r德之吾幸丶 => 沃银酋长",
							["clColor"] = "fffefefe",
						}, -- [131]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943644,
							["arg1"] = "**|cff71d5ff|Hspell:34477:0|h[误导]|h|r歪歪侠→十里扬州路**",
							["clColor"] = "fffefefe",
						}, -- [132]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943650,
							["arg1"] = "为泰达希尔复仇！",
						}, -- [133]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943657,
							["arg1"] = "燃烧吧，部落的渣滓！",
						}, -- [134]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943673,
							["arg1"] = "**[高仇恨]十里扬州路.（玛维·影歌）**",
							["clColor"] = "fffefefe",
						}, -- [135]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943678,
							["arg1"] = "**[高仇恨]十里扬州路.（玛维·影歌）**",
							["clColor"] = "fffefefe",
						}, -- [136]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943683,
							["arg1"] = "**[高仇恨]十里扬州路.（玛维·影歌）**",
							["clColor"] = "fffefefe",
						}, -- [137]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943684,
							["arg1"] = "**[瓦克]已施放|cff71d5ff|Hspell:108280:0|h[治疗之潮图腾]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [138]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943686,
							["arg1"] = "**[神隐之血]已施放|cff71d5ff|Hspell:64843:0|h[神圣赞美诗]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [139]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943688,
							["arg1"] = "**瓦克施放|cff71d5ff|Hspell:98008:0|h[灵魂链接图腾]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [140]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943695,
							["arg1"] = "**[悠哒的法神]已施放|cff71d5ff|Hspell:45438:0|h[寒冰屏障]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [141]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943696,
							["arg1"] = "**[斩击]已施放|cff71d5ff|Hspell:97462:0|h[集结呐喊]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [142]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943707,
							["arg1"] = "**[仇恨!]玛维·影歌→佚名翼**",
							["clColor"] = "fffefefe",
						}, -- [143]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943711,
							["arg1"] = "部落的渣滓！",
						}, -- [144]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943713,
							["arg1"] = "**[仇恨!]玛维·影歌→默宇**",
							["clColor"] = "fffefefe",
						}, -- [145]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943779,
							["arg1"] = "不要啦到台阶下马",
							["clColor"] = "fffefefe",
						}, -- [146]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943783,
							["arg1"] = "为了卡多雷！",
						}, -- [147]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943785,
							["arg1"] = "**[仇恨!]玛维·影歌→十里扬州路**",
							["clColor"] = "fffefefe",
						}, -- [148]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943798,
							["arg1"] = "**|cff71d5ff|Hspell:34477:0|h[误导]|h|r歪歪侠→十里扬州路**",
							["clColor"] = "fffefefe",
						}, -- [149]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943812,
							["arg1"] = "为泰达希尔复仇！",
						}, -- [150]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943836,
							["arg1"] = "|cff71d5ff|Hspell:29166:0|h[激活]|h|rplayerertecg => playerertecg",
							["clColor"] = "fffefefe",
						}, -- [151]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943844,
							["arg1"] = "|cff71d5ff|Hspell:102342:0|h[铁木树皮]|h|rplayerertecg => 十里扬州路",
							["clColor"] = "fffefefe",
						}, -- [152]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943844,
							["arg1"] = "|cff71d5ff|Hspell:102342:0|h[铁木树皮]|h|r德之吾幸丶 => 十里扬州路",
							["clColor"] = "fffefefe",
						}, -- [153]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943855,
							["arg1"] = "为泰达希尔复仇！",
						}, -- [154]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943869,
							["arg1"] = "**[太阳神]已施放|cff71d5ff|Hspell:64843:0|h[神圣赞美诗]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [155]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943872,
							["arg1"] = "**[playerertecg]已施放|cff71d5ff|Hspell:740:0|h[宁静]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [156]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943872,
							["arg1"] = "部落的渣滓！",
						}, -- [157]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943875,
							["arg1"] = "**[德之吾幸丶]已施放|cff71d5ff|Hspell:740:0|h[宁静]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [158]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943889,
							["arg1"] = "|cff71d5ff|Hspell:102342:0|h[铁木树皮]|h|rplayerertecg => 十里扬州路",
							["clColor"] = "fffefefe",
						}, -- [159]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943891,
							["arg1"] = "燃烧吧，部落的渣滓！",
						}, -- [160]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943929,
							["arg1"] = "**[斩击]已施放|cff71d5ff|Hspell:97462:0|h[集结呐喊]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [161]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943930,
							["arg1"] = "**[仇恨!]玛维·影歌→佚名翼**",
							["clColor"] = "fffefefe",
						}, -- [162]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943936,
							["arg1"] = "部落的渣滓！",
						}, -- [163]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943945,
							["arg1"] = "**[悠哒的法神]已施放|cff71d5ff|Hspell:45438:0|h[寒冰屏障]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [164]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943950,
							["arg1"] = "速度过去",
							["clColor"] = "fffefefe",
						}, -- [165]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943951,
							["arg1"] = "燃烧吧，部落的渣滓！",
						}, -- [166]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943969,
							["arg1"] = "部落的渣滓！",
						}, -- [167]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943985,
							["arg1"] = "**[仇恨!]玛维·影歌→丶真圣光**",
							["clColor"] = "fffefefe",
						}, -- [168]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943987,
							["arg1"] = "部落的渣滓！",
						}, -- [169]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588943988,
							["arg1"] = "**[仇恨!]玛维·影歌→清风问樱**",
							["clColor"] = "fffefefe",
						}, -- [170]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944024,
							["arg1"] = "**[仇恨!]玛维·影歌→十里扬州路**",
							["clColor"] = "fffefefe",
						}, -- [171]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588944032,
							["arg1"] = "燃烧吧，部落的渣滓！",
						}, -- [172]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944034,
							["arg1"] = "|cff71d5ff|Hspell:29166:0|h[激活]|h|rplayerertecg => playerertecg",
							["clColor"] = "fffefefe",
						}, -- [173]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944059,
							["arg1"] = "**[德之吾幸丶]已施放|cff71d5ff|Hspell:740:0|h[宁静]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [174]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944065,
							["arg1"] = "打 的也慢",
							["clColor"] = "fffefefe",
						}, -- [175]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944093,
							["arg1"] = "托尸体 复活",
							["clColor"] = "fffefefe",
						}, -- [176]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944096,
							["arg1"] = "**[playerertecg]已施放|cff71d5ff|Hspell:740:0|h[宁静]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [177]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588944098,
							["arg1"] = "燃烧吧，部落的渣滓！",
						}, -- [178]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944098,
							["arg1"] = "**|cff71d5ff|Hspell:34477:0|h[误导]|h|r歪歪侠→十里扬州路**",
							["clColor"] = "fffefefe",
						}, -- [179]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944108,
							["arg1"] = "**[瓦克]已施放|cff71d5ff|Hspell:108280:0|h[治疗之潮图腾]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [180]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944113,
							["arg1"] = "**[太阳神]已施放|cff71d5ff|Hspell:64843:0|h[神圣赞美诗]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [181]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944120,
							["arg1"] = "|cff71d5ff|Hspell:116849:0|h[作茧缚命]|h|r福建烤老鼠 => 麦克雷雷",
							["clColor"] = "fffefefe",
						}, -- [182]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944121,
							["arg1"] = "**[仇恨!]玛维·影歌→丶真圣光**",
							["clColor"] = "fffefefe",
						}, -- [183]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944121,
							["arg1"] = "**[神隐之血]已施放|cff71d5ff|Hspell:64843:0|h[神圣赞美诗]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [184]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944123,
							["arg1"] = "**[仇恨!]玛维·影歌→十里扬州路**",
							["clColor"] = "fffefefe",
						}, -- [185]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588944130,
							["arg1"] = "燃烧吧，部落的渣滓！",
						}, -- [186]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944130,
							["arg1"] = "**|cff71d5ff|Hspell:34477:0|h[误导]|h|r歪歪侠→十里扬州路**",
							["clColor"] = "fffefefe",
						}, -- [187]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588944162,
							["arg1"] = "燃烧吧，部落的渣滓！",
						}, -- [188]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944172,
							["arg1"] = "**[斩击]已施放|cff71d5ff|Hspell:97462:0|h[集结呐喊]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [189]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588944174,
							["arg1"] = "你休想轻易打败我……",
						}, -- [190]
						{
							["arg2"] = "悠哒的法神-斯克提斯",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944174,
							["arg1"] = "大脚任务进度提示: 联盟在黑海岸之战被击败：1/1(完成)",
							["clColor"] = "ff3ec5e9",
						}, -- [191]
						{
							["arg2"] = "清风问樱-死亡之翼",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944174,
							["arg1"] = "大脚任务进度提示: 联盟在黑海岸之战被击败：1/1(完成)",
							["clColor"] = "ffa22fc8",
						}, -- [192]
						{
							["arg2"] = "流放之狐-凤凰之神",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944174,
							["arg1"] = "大脚任务进度提示: 联盟在黑海岸之战被击败：1/1(完成)",
							["clColor"] = "fffef367",
						}, -- [193]
						{
							["arg2"] = "playerertecg-凤凰之神",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944174,
							["arg1"] = "大脚任务进度提示: 联盟在黑海岸之战被击败：1/1(完成)",
							["clColor"] = "fffe7b09",
						}, -- [194]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944174,
							["arg1"] = "大脚任务进度提示: 联盟在黑海岸之战被击败：1/1(完成)",
							["clColor"] = "fffefefe",
						}, -- [195]
						{
							["arg2"] = "默宇-国王之谷",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944174,
							["arg1"] = "大脚任务进度提示: 联盟在黑海岸之战被击败：1/1(完成)",
							["clColor"] = "ffa9d271",
						}, -- [196]
						{
							["arg2"] = "悠哒的法神-斯克提斯",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944175,
							["arg1"] = "战争前线：黑海岸之战 (任务完成)",
							["clColor"] = "ff3ec5e9",
						}, -- [197]
						{
							["arg2"] = "默宇-国王之谷",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944175,
							["arg1"] = "战争前线：黑海岸之战 (任务完成)",
							["clColor"] = "ffa9d271",
						}, -- [198]
						{
							["arg2"] = "打不过就跑鸭-阿克蒙德",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944176,
							["arg1"] = "大脚任务进度提示: 联盟在黑海岸之战被击败：1/1(完成)",
							["clColor"] = "ffa9d271",
						}, -- [199]
						{
							["arg2"] = "流放之狐-凤凰之神",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944177,
							["arg1"] = "战争前线：黑海岸之战（英雄） (任务完成)",
							["clColor"] = "fffef367",
						}, -- [200]
						{
							["arg2"] = "playerertecg-凤凰之神",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944179,
							["arg1"] = "战争前线：黑海岸之战（英雄） (任务完成)",
							["clColor"] = "fffe7b09",
						}, -- [201]
						{
							["arg2"] = "清风问樱-死亡之翼",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944179,
							["arg1"] = "战争前线：黑海岸之战（英雄） (任务完成)",
							["clColor"] = "ffa22fc8",
						}, -- [202]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944179,
							["arg1"] = "战争前线：黑海岸之战 (任务完成)",
							["clColor"] = "fffefefe",
						}, -- [203]
						{
							["arg2"] = "打不过就跑鸭-阿克蒙德",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944179,
							["arg1"] = "战争前线：黑海岸之战 (任务完成)",
							["clColor"] = "ffa9d271",
						}, -- [204]
						{
							["arg1"] = " ",
						}, -- [205]
						{
							["arg1"] = " ",
						}, -- [206]
						{
							["arg1"] = "记录开始于 05/08/2020 的 23:33:15。",
							["type"] = "SYSTEM",
						}, -- [207]
						{
							["arg2"] = "深渊容器",
							["type"] = "MONSTER_YELL",
							["time"] = 1588952341,
							["arg1"] = "你太迟了！",
						}, -- [208]
						{
							["arg2"] = "深渊畸体",
							["type"] = "MONSTER_YELL",
							["time"] = 1588952347,
							["arg1"] = "",
						}, -- [209]
						{
							["arg2"] = "火金派防御者",
							["type"] = "MONSTER_YELL",
							["time"] = 1588952460,
							["arg1"] = "他们一直涌过来。我们不能失去两处神殿！",
						}, -- [210]
						{
							["arg1"] = " ",
						}, -- [211]
						{
							["arg1"] = " ",
						}, -- [212]
						{
							["arg1"] = "记录开始于 05/08/2020 的 23:52:15。",
							["type"] = "SYSTEM",
						}, -- [213]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954194,
							["arg1"] = "元素已经发声。艾泽拉斯即将灭亡。",
						}, -- [214]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954199,
							["arg1"] = "不喝血的，都得死！",
						}, -- [215]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954204,
							["arg1"] = "古神之血是我们唯一的救赎！",
						}, -- [216]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954211,
							["arg1"] = "我们必须服从恩佐斯！",
						}, -- [217]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954234,
							["arg1"] = "我们必须服从恩佐斯！",
						}, -- [218]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954257,
							["arg1"] = "我们必须服从恩佐斯！",
						}, -- [219]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954279,
							["arg1"] = "感谢你……让我……重获自由……",
						}, -- [220]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954881,
							["arg1"] = "元素已经发声。艾泽拉斯即将灭亡。",
						}, -- [221]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954892,
							["arg1"] = "古神之血是我们唯一的救赎！",
						}, -- [222]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955016,
							["arg1"] = "不喝血的，都得死！",
						}, -- [223]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955028,
							["arg1"] = "他的力量无人能挡！",
						}, -- [224]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955051,
							["arg1"] = "他的力量无人能挡！",
						}, -- [225]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955075,
							["arg1"] = "他的力量无人能挡！",
						}, -- [226]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955098,
							["arg1"] = "他的力量无人能挡！",
						}, -- [227]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955101,
							["arg1"] = "感谢你……让我……重获自由……",
						}, -- [228]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955428,
							["arg1"] = "元素已经发声。艾泽拉斯即将灭亡。",
						}, -- [229]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955439,
							["arg1"] = "古神之血是我们唯一的救赎！",
						}, -- [230]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955526,
							["arg1"] = "不喝血的，都得死！",
						}, -- [231]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955538,
							["arg1"] = "他的力量无人能挡！",
						}, -- [232]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955561,
							["arg1"] = "他的力量无人能挡！",
						}, -- [233]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955584,
							["arg1"] = "他的力量无人能挡！",
						}, -- [234]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955607,
							["arg1"] = "他的力量无人能挡！",
						}, -- [235]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955613,
							["arg1"] = "感谢你……让我……重获自由……",
						}, -- [236]
						{
							["arg1"] = " ",
						}, -- [237]
						{
							["arg1"] = " ",
						}, -- [238]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 00:47:16。",
						}, -- [239]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956681,
							["arg1"] = "元素已经发声。艾泽拉斯即将灭亡。",
						}, -- [240]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956692,
							["arg1"] = "古神之血是我们唯一的救赎！",
						}, -- [241]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956768,
							["arg1"] = "不喝血的，都得死！",
						}, -- [242]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956780,
							["arg1"] = "他的力量无人能挡！",
						}, -- [243]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956803,
							["arg1"] = "他的力量无人能挡！",
						}, -- [244]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956826,
							["arg1"] = "他的力量无人能挡！",
						}, -- [245]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956849,
							["arg1"] = "我们必须服从恩佐斯！",
						}, -- [246]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956853,
							["arg1"] = "感谢你……让我……重获自由……",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = " ",
						}, -- [249]
						{
							["arg1"] = "记录开始于 05/09/2020 的 01:05:24。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
					["hasMessage"] = false,
					["enabled"] = true,
				}, -- [11]
				["大脚世界频道"] = {
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "大脚世界频道",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/08/2020 的 20:06:28。",
							["type"] = "SYSTEM",
						}, -- [1]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588939588,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [2]
						{
							["arg1"] = " ",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 20:27:04。",
						}, -- [5]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588940904,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [6]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588940942,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [7]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588941048,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [8]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588941102,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [9]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588941142,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [10]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588941184,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [11]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588941231,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [12]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588941275,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [13]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588941366,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [14]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588941412,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [15]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1588941511,
							["arg1"] = "史诗钥匙超时了 下周还有奖励吗",
							["arg9"] = "大脚世界频道",
							["arg2"] = "教父俱乐部-亡语者",
						}, -- [16]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1588941532,
							["arg1"] = "打完了就有",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Forwhat-亡语者",
						}, -- [17]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1588941540,
							["arg1"] = "好的 谢谢",
							["arg9"] = "大脚世界频道",
							["arg2"] = "教父俱乐部-亡语者",
						}, -- [18]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588941570,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [19]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588941629,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [20]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588941764,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [21]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588941813,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [22]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588941942,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [23]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1588942388,
							["arg1"] = "联盟？？？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "有点儿大了-亡语者",
						}, -- [24]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588942415,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [25]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588942757,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [26]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588942862,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [27]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588942897,
							["arg1"] = "鬼成这样了还刷广告",
							["arg9"] = "大脚世界频道",
							["arg2"] = "大犀利血帝凯-亡语者",
						}, -- [28]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1588942975,
							["arg1"] = "M主脑有人来吗",
							["arg9"] = "大脚世界频道",
							["arg2"] = "有点儿大了-亡语者",
						}, -- [29]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1588942991,
							["arg1"] = "1",
							["arg9"] = "大脚世界频道",
							["arg2"] = "疯狂啊易-亡语者",
						}, -- [30]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588943022,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [31]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588943132,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [32]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1588943145,
							["arg1"] = "M主脑有人来吗",
							["arg9"] = "大脚世界频道",
							["arg2"] = "有点儿大了-亡语者",
						}, -- [33]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1588943146,
							["arg1"] = "M主脑有人来吗",
							["arg9"] = "大脚世界频道",
							["arg2"] = "有点儿大了-亡语者",
						}, -- [34]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588943177,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [35]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588943411,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [36]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588943463,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [37]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588943650,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [38]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588943725,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [39]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588943828,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [40]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588943908,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [41]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1588943923,
							["arg1"] = "联盟呢？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "有点儿大了-亡语者",
						}, -- [42]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588944077,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [43]
						{
							["arg1"] = " ",
						}, -- [44]
						{
							["arg1"] = " ",
						}, -- [45]
						{
							["arg1"] = "记录开始于 05/08/2020 的 23:33:15。",
							["type"] = "SYSTEM",
						}, -- [46]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1588952078,
							["arg1"] = "|cffa335ee|Hitem:44707::::::::120:71::::::|h[绿色始祖幼龙的缰绳]|h|r终于开出来了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "背离天堂-亡语者",
						}, -- [47]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1588952096,
							["arg1"] = "恭喜恭喜",
							["arg9"] = "大脚世界频道",
							["arg2"] = "哇丶美女-亡语者",
						}, -- [48]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1588952101,
							["arg1"] = "恭喜恭喜",
							["arg9"] = "大脚世界频道",
							["arg2"] = "为什么是骑士-亡语者",
						}, -- [49]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1588952108,
							["arg1"] = "六年了啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "背离天堂-亡语者",
						}, -- [50]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1588952110,
							["arg1"] = "恭喜恭喜",
							["arg9"] = "大脚世界频道",
							["arg2"] = "六芒星的咒缚-亡语者",
						}, -- [51]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1588952121,
							["arg1"] = "谢谢 谢谢大家{哭}",
							["arg9"] = "大脚世界频道",
							["arg2"] = "背离天堂-亡语者",
						}, -- [52]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1588952121,
							["arg1"] = "不容易啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "为什么是骑士-亡语者",
						}, -- [53]
						{
							["clColor"] = "fffef367",
							["time"] = 1588952126,
							["arg1"] = "恭喜恭喜",
							["arg9"] = "大脚世界频道",
							["arg2"] = "雨落舞圣-亡语者",
						}, -- [54]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1588952139,
							["arg1"] = "我也经过几年的努力  刷到凤凰了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "哇丶美女-亡语者",
						}, -- [55]
						{
							["clColor"] = "fffef367",
							["time"] = 1588952174,
							["arg1"] = "求锻造匕首",
							["arg9"] = "大脚世界频道",
							["arg2"] = "雨落舞圣-亡语者",
						}, -- [56]
						{
							["clColor"] = "fffef367",
							["time"] = 1588952238,
							["arg1"] = "打不动怪",
							["arg9"] = "大脚世界频道",
							["arg2"] = "雨落舞圣-亡语者",
						}, -- [57]
						{
							["arg1"] = " ",
						}, -- [58]
						{
							["arg1"] = " ",
						}, -- [59]
						{
							["arg1"] = "记录开始于 05/08/2020 的 23:52:15。",
							["type"] = "SYSTEM",
						}, -- [60]
						{
							["clColor"] = "fffef367",
							["time"] = 1588954530,
							["arg1"] = "|cffa335ee|Hitem:50818::::::::120:260::::::|h[无敌的缰绳]|h|r艹。终于出了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "阴影下的杀戮-亡语者",
						}, -- [61]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1588954559,
							["arg1"] = "恭喜恭喜   已经骑吐了！ 你快去感受一下",
							["arg9"] = "大脚世界频道",
							["arg2"] = "哇丶美女-亡语者",
						}, -- [62]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1588954566,
							["arg1"] = "恭喜",
							["arg9"] = "大脚世界频道",
							["arg2"] = "小龙女-亡语者",
						}, -- [63]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1588954588,
							["arg1"] = "是你吐了还是坐骑吐了？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "想吃热干面-亡语者",
						}, -- [64]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1588954593,
							["arg1"] = "看是不好看  但是架不住香啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "打架全犒转-亡语者",
						}, -- [65]
						{
							["clColor"] = "fffef367",
							["time"] = 1588954596,
							["arg1"] = "哈哈 今天出了两个了  哈哈",
							["arg9"] = "大脚世界频道",
							["arg2"] = "阴影下的杀戮-亡语者",
						}, -- [66]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1588955109,
							["arg1"] = "那个知道门神怎么做啊一点门就失败",
							["arg9"] = "大脚世界频道",
							["arg2"] = "兽战之魂-亡语者",
						}, -- [67]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1588955153,
							["arg1"] = "你直接把他奶爆不就好了。。",
							["arg9"] = "大脚世界频道",
							["arg2"] = "猎空还是闪光-亡语者",
						}, -- [68]
						{
							["clColor"] = "fffef367",
							["time"] = 1588955155,
							["arg1"] = "我是没点门 用烈焰奶满的就有成就了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "阴影下的杀戮-亡语者",
						}, -- [69]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1588955166,
							["arg1"] = "进啥门啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "猎空还是闪光-亡语者",
						}, -- [70]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1588955186,
							["arg1"] = "我战士啊= =怎么奶",
							["arg9"] = "大脚世界频道",
							["arg2"] = "兽战之魂-亡语者",
						}, -- [71]
						{
							["clColor"] = "fffef367",
							["time"] = 1588955196,
							["arg1"] = "烈焰啊  我还是盗贼呢",
							["arg9"] = "大脚世界频道",
							["arg2"] = "阴影下的杀戮-亡语者",
						}, -- [72]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1588955198,
							["arg1"] = "|cffff8000|Hazessence:12:4|h[烈焰熔炉]|h|r",
							["arg9"] = "大脚世界频道",
							["arg2"] = "猎空还是闪光-亡语者",
						}, -- [73]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1588955240,
							["arg1"] = "烈焰熔炉 妙用无穷啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "阿萨丶辛-亡语者",
						}, -- [74]
						{
							["clColor"] = "ff006fdc",
							["time"] = 1588955389,
							["arg1"] = "萨格拉斯之血怎么获得来着",
							["arg9"] = "大脚世界频道",
							["arg2"] = "洛夫古德-亡语者",
						}, -- [75]
						{
							["clColor"] = "ff006fdc",
							["time"] = 1588955398,
							["arg1"] = "我忘了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "洛夫古德-亡语者",
						}, -- [76]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1588955416,
							["arg1"] = "世界任务",
							["arg9"] = "大脚世界频道",
							["arg2"] = "堕落灬圣骑-亡语者",
						}, -- [77]
						{
							["clColor"] = "fffef367",
							["time"] = 1588955422,
							["arg1"] = "应该是刷110的五人本有",
							["arg9"] = "大脚世界频道",
							["arg2"] = "阴影下的杀戮-亡语者",
						}, -- [78]
						{
							["clColor"] = "ff006fdc",
							["time"] = 1588955458,
							["arg1"] = "ok",
							["arg9"] = "大脚世界频道",
							["arg2"] = "洛夫古德-亡语者",
						}, -- [79]
						{
							["arg1"] = " ",
						}, -- [80]
						{
							["arg1"] = " ",
						}, -- [81]
						{
							["arg1"] = "记录开始于 05/09/2020 的 00:44:44。",
							["type"] = "SYSTEM",
						}, -- [82]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1588956354,
							["arg1"] = "蕨木岭在那有知道吗",
							["arg9"] = "大脚世界频道",
							["arg2"] = "兽战之魂-亡语者",
						}, -- [83]
						{
							["arg1"] = " ",
						}, -- [84]
						{
							["arg1"] = " ",
						}, -- [85]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 00:47:16。",
						}, -- [86]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1588956683,
							["arg1"] = "有知道地图提拉加德海峡蕨木岭在那的吗",
							["arg9"] = "大脚世界频道",
							["arg2"] = "兽战之魂-亡语者",
						}, -- [87]
						{
							["arg1"] = " ",
						}, -- [88]
						{
							["arg1"] = " ",
						}, -- [89]
						{
							["arg1"] = "记录开始于 05/09/2020 的 01:05:24。",
							["type"] = "SYSTEM",
						}, -- [90]
					},
				},
				["本地防务"] = {
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "本地防务",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 20:27:04。",
						}, -- [1]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [2]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [3]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [4]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [5]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [6]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [7]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [8]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1588941621,
							["arg1"] = "史-詩-铨-樋**【尼奥羅萨=觉醒之城】1//12——一刀爆装，远离低能高耗——團-対——",
							["arg9"] = "本地防务 - 达萨罗",
							["arg2"] = "镁兲開団-艾森娜",
						}, -- [9]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1588941678,
							["arg1"] = "史-詩-铨-樋**【尼奥羅萨=觉醒之城】1//12——一刀爆装，远离低能高耗——團-対——",
							["arg9"] = "本地防务 - 达萨罗",
							["arg2"] = "镁兲開団-艾森娜",
						}, -- [10]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [11]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [12]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [13]
						{
							["arg1"] = " ",
						}, -- [14]
						{
							["arg1"] = " ",
						}, -- [15]
						{
							["arg1"] = "记录开始于 05/08/2020 的 23:33:15。",
							["type"] = "SYSTEM",
						}, -- [16]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [17]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [18]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [19]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [20]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [21]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [22]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [23]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [24]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [25]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [26]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [27]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [28]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [29]
						{
							["arg1"] = " ",
						}, -- [30]
						{
							["arg1"] = " ",
						}, -- [31]
						{
							["arg1"] = "记录开始于 05/08/2020 的 23:52:15。",
							["type"] = "SYSTEM",
						}, -- [32]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [33]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [34]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [35]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [36]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [37]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [38]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [39]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [40]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [41]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [42]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [43]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [44]
						{
							["arg1"] = " ",
						}, -- [45]
						{
							["arg1"] = " ",
						}, -- [46]
						{
							["arg1"] = "记录开始于 05/09/2020 的 00:44:44。",
							["type"] = "SYSTEM",
						}, -- [47]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [48]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [49]
						{
							["arg1"] = " ",
						}, -- [50]
						{
							["arg1"] = " ",
						}, -- [51]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 00:47:16。",
						}, -- [52]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [53]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [54]
						{
							["arg1"] = " ",
						}, -- [55]
						{
							["arg1"] = " ",
						}, -- [56]
						{
							["arg1"] = "记录开始于 05/09/2020 的 01:05:24。",
							["type"] = "SYSTEM",
						}, -- [57]
					},
				},
				["世界防务"] = {
					["enabled"] = true,
					["name"] = "世界防务",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/09/2020 的 01:05:24。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				},
				["综合"] = {
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "综合",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 20:27:04。",
						}, -- [1]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [2]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [3]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [4]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [5]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [6]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [7]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [8]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1588941621,
							["arg1"] = "史 詩 铨 樋**【尼奥羅萨=觉醒之城】1-12——人生巅峰，超-高-啸-律！进組请M——",
							["arg9"] = "综合 - 达萨罗",
							["arg2"] = "镁兲開団-艾森娜",
						}, -- [9]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1588941678,
							["arg1"] = "史 詩 铨 樋**【尼奥羅萨=觉醒之城】1-12——人生巅峰，超-高-啸-律！进組请M——",
							["arg9"] = "综合 - 达萨罗",
							["arg2"] = "镁兲開団-艾森娜",
						}, -- [10]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [11]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [12]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [13]
						{
							["arg1"] = " ",
						}, -- [14]
						{
							["arg1"] = " ",
						}, -- [15]
						{
							["arg1"] = "记录开始于 05/08/2020 的 23:33:15。",
							["type"] = "SYSTEM",
						}, -- [16]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [17]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [18]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [19]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [20]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [21]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [22]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [23]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [24]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [25]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [26]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [27]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [28]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [29]
						{
							["arg1"] = " ",
						}, -- [30]
						{
							["arg1"] = " ",
						}, -- [31]
						{
							["arg1"] = "记录开始于 05/08/2020 的 23:52:15。",
							["type"] = "SYSTEM",
						}, -- [32]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [33]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [34]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [35]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [36]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [37]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [38]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [39]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [40]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [41]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [42]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [43]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [44]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [45]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [46]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [47]
						{
							["arg1"] = " ",
						}, -- [48]
						{
							["arg1"] = " ",
						}, -- [49]
						{
							["arg1"] = "记录开始于 05/09/2020 的 00:44:44。",
							["type"] = "SYSTEM",
						}, -- [50]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [51]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [52]
						{
							["arg1"] = " ",
						}, -- [53]
						{
							["arg1"] = " ",
						}, -- [54]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 00:47:16。",
						}, -- [55]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [56]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [57]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [58]
						{
							["arg1"] = " ",
						}, -- [59]
						{
							["arg1"] = " ",
						}, -- [60]
						{
							["arg1"] = "记录开始于 05/09/2020 的 01:05:24。",
							["type"] = "SYSTEM",
						}, -- [61]
					},
				},
				["交易"] = {
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "交易",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 20:27:04。",
						}, -- [1]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [2]
						{
							["arg1"] = " ",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["arg1"] = "记录开始于 05/08/2020 的 23:33:15。",
							["type"] = "SYSTEM",
						}, -- [5]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [6]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [7]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [8]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [9]
						{
							["arg1"] = " ",
						}, -- [10]
						{
							["arg1"] = " ",
						}, -- [11]
						{
							["arg1"] = "记录开始于 05/08/2020 的 23:52:15。",
							["type"] = "SYSTEM",
						}, -- [12]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [13]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [14]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [15]
						{
							["arg1"] = " ",
						}, -- [16]
						{
							["arg1"] = " ",
						}, -- [17]
						{
							["arg1"] = "记录开始于 05/09/2020 的 01:05:24。",
							["type"] = "SYSTEM",
						}, -- [18]
					},
				},
				["公会招募"] = {
					["enabled"] = true,
					["name"] = "公会招募",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/09/2020 的 01:05:24。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				},
			},
		},
	},
}
