
ElephantDBPerChar = {
	["profileKeys"] = {
		["十里扬州路 - 亡语者"] = "十里扬州路 - 亡语者",
	},
	["char"] = {
		["十里扬州路 - 亡语者"] = {
			["logs"] = {
				{
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "悄悄话",
					["logs"] = {
						{
							["arg2"] = "奴隶主奥洛克",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589446464,
							["arg1"] = "万物……终将……臣服……",
						}, -- [1]
						{
							["arg1"] = " ",
						}, -- [2]
						{
							["arg1"] = " ",
						}, -- [3]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/14/2020 的 22:20:27。",
						}, -- [4]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589469134,
							["arg1"] = "很好，我的选民。你们证明了自己有资格接受我的馈赠。",
						}, -- [5]
						{
							["arg1"] = " ",
						}, -- [6]
						{
							["arg1"] = " ",
						}, -- [7]
						{
							["arg1"] = "记录开始于 05/15/2020 的 13:22:46。",
							["type"] = "SYSTEM",
						}, -- [8]
						{
							["arg2"] = "|Kq121|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589525753,
							["arg1"] = "走",
						}, -- [9]
						{
							["arg2"] = "|Kq121|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589525754,
							["arg1"] = "打两个",
						}, -- [10]
						{
							["arg2"] = "|Kq121|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589525812,
							["arg1"] = "打啥？",
						}, -- [11]
						{
							["arg2"] = "|Kq121|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589525816,
							["arg1"] = "不知道",
						}, -- [12]
						{
							["arg2"] = "|Kq121|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589525841,
							["arg1"] = "帮我DHT毛？ 还是ND？",
						}, -- [13]
						{
							["arg2"] = "|Kq121|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589525850,
							["arg1"] = "不知道啊",
						}, -- [14]
						{
							["arg2"] = "|Kq121|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589525925,
							["arg1"] = "帮我毛装备呗那就",
						}, -- [15]
						{
							["arg1"] = " ",
						}, -- [16]
						{
							["arg1"] = " ",
						}, -- [17]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/15/2020 的 15:03:02。",
						}, -- [18]
						{
							["arg2"] = "Rikii-冰风岗",
							["type"] = "WHISPER_INFORM",
							["time"] = 1589526286,
							["arg1"] = "来YY不？",
							["clColor"] = "ffa22fc8",
						}, -- [19]
						{
							["arg2"] = "Rikii-冰风岗",
							["type"] = "WHISPER",
							["time"] = 1589526301,
							["arg1"] = "suib",
							["clColor"] = "ffa22fc8",
						}, -- [20]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589527920,
							["arg1"] = "很好，我的选民。你们证明了自己有资格接受我的馈赠。",
						}, -- [21]
						{
							["arg1"] = " ",
						}, -- [22]
						{
							["arg1"] = " ",
						}, -- [23]
						{
							["arg1"] = "记录开始于 05/15/2020 的 19:53:41。",
							["type"] = "SYSTEM",
						}, -- [24]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589545886,
							["arg1"] = "进入我的国度……证明你们的价值。",
						}, -- [25]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589545965,
							["arg1"] = "逃……逃吧。你终将侍奉我。",
						}, -- [26]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589546320,
							["arg1"] = "睁开你的眼睛。",
						}, -- [27]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589546365,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [28]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589547211,
							["arg1"] = "来吧，淹死吧。",
						}, -- [29]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589547300,
							["arg1"] = "你们的眼睛……闭上了。",
						}, -- [30]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589547308,
							["arg1"] = "你无法逃脱命运。",
						}, -- [31]
						{
							["arg2"] = "|Kq30|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589547439,
							["arg1"] = ".",
						}, -- [32]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589547463,
							["arg1"] = "很好，我的选民。你们证明了自己有资格接受我的馈赠。",
						}, -- [33]
						{
							["arg1"] = " ",
						}, -- [34]
						{
							["arg1"] = " ",
						}, -- [35]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/15/2020 的 23:30:16。",
						}, -- [36]
						{
							["arg2"] = "|Kq33|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589556736,
							["arg1"] = "|Hitem:159306::::::::120:577::16:9:6536:4802:6578:6579:6438:6462:6515:1637:4786:::|h[焦灼污渍长裤]|h",
						}, -- [37]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589557566,
							["arg1"] = "来吧，淹死吧。",
						}, -- [38]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589557653,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [39]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589557924,
							["arg1"] = "进入我的国度……证明你们的价值。",
						}, -- [40]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589558030,
							["arg1"] = "逃……逃吧。你终将侍奉我。",
						}, -- [41]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589558856,
							["arg1"] = "来吧，淹死吧。",
						}, -- [42]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589558921,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [43]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589559258,
							["arg1"] = "你让你真正的主人失望了。",
						}, -- [44]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589559284,
							["arg1"] = "睁开你的眼睛。",
						}, -- [45]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589559373,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [46]
						{
							["arg1"] = " ",
						}, -- [47]
						{
							["arg1"] = " ",
						}, -- [48]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/16/2020 的 14:34:53。",
						}, -- [49]
						{
							["arg2"] = "|Kq88|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589610934,
							["arg1"] = "急速还是不够",
						}, -- [50]
						{
							["arg2"] = "|Kq85|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589611175,
							["arg1"] = "小猫",
						}, -- [51]
						{
							["arg2"] = "|Kq85|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589611180,
							["arg1"] = "我想变天使玩了",
						}, -- [52]
						{
							["arg2"] = "|Kq85|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589611181,
							["arg1"] = "嗯",
						}, -- [53]
						{
							["arg2"] = "|Kq85|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589611189,
							["arg1"] = "你想的美",
						}, -- [54]
						{
							["arg2"] = "|Kq85|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589611203,
							["arg1"] = "嘤嘤嘤",
						}, -- [55]
						{
							["arg2"] = "|Kq85|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589611212,
							["arg1"] = "自己开自己MS去死一次",
						}, -- [56]
						{
							["arg2"] = "|Kq85|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589611225,
							["arg1"] = "我法师变不了啊 这样",
						}, -- [57]
						{
							["arg2"] = "|Kq85|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589611234,
							["arg1"] = "拒绝",
						}, -- [58]
						{
							["arg2"] = "|Kq85|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589611249,
							["arg1"] = "来嘛来嘛",
						}, -- [59]
						{
							["arg2"] = "|Kq85|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589611255,
							["arg1"] = "脱光光  摔死",
						}, -- [60]
						{
							["arg2"] = "|Kq85|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589611257,
							["arg1"] = "表表表",
						}, -- [61]
						{
							["arg2"] = "|Kq85|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589611265,
							["arg1"] = "还不掉耐久",
						}, -- [62]
						{
							["arg2"] = "|Kq85|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589611297,
							["arg1"] = "我要去帮她们混个尾王 出来就好",
						}, -- [63]
						{
							["arg2"] = "|Kq85|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589611314,
							["arg1"] = "还没打完？",
						}, -- [64]
						{
							["arg2"] = "|Kq88|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589611319,
							["arg1"] = "感觉我一直在下火雨",
						}, -- [65]
						{
							["arg2"] = "|Kq88|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589611324,
							["arg1"] = "…… ",
						}, -- [66]
						{
							["arg2"] = "|Kq85|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589611327,
							["arg1"] = "打完 第二团 只有尾王",
						}, -- [67]
						{
							["arg2"] = "|Kq88|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589611328,
							["arg1"] = "为了什么？",
						}, -- [68]
						{
							["arg2"] = "|Kq88|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589611334,
							["arg1"] = "火雨伤害很高？",
						}, -- [69]
						{
							["arg2"] = "|Kq88|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589611334,
							["arg1"] = "不然ncj吗",
						}, -- [70]
						{
							["arg2"] = "|Kq88|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589611358,
							["arg1"] = "6目标以上 14还是15c统御的浩劫ncj才比火雨高",
						}, -- [71]
						{
							["arg2"] = "|Kq88|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589611369,
							["arg1"] = "emmmm",
						}, -- [72]
						{
							["arg2"] = "|Kq88|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589611384,
							["arg1"] = "全程下了60个火雨",
						}, -- [73]
						{
							["arg2"] = "|Kq88|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589611387,
							["arg1"] = "咕咕就没你这么纠结了",
						}, -- [74]
						{
							["arg2"] = "|Kq88|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589611400,
							["arg1"] = "命中2958次",
						}, -- [75]
						{
							["arg2"] = "|Kq88|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589611411,
							["arg1"] = "刚才看了一下全程dps图",
						}, -- [76]
						{
							["arg2"] = "|Kq88|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589611413,
							["arg1"] = "...",
						}, -- [77]
						{
							["arg2"] = "|Kq88|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589611492,
							["arg1"] = "ss好像垃圾场也很舒服",
						}, -- [78]
						{
							["arg1"] = " ",
						}, -- [79]
						{
							["arg1"] = " ",
						}, -- [80]
						{
							["arg1"] = "记录开始于 05/17/2020 的 21:34:33。",
							["type"] = "SYSTEM",
						}, -- [81]
						{
							["arg2"] = "|Kq73|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589722595,
							["arg1"] = "M？",
						}, -- [82]
						{
							["arg2"] = "|Kq73|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589722601,
							["arg1"] = "H",
						}, -- [83]
						{
							["arg2"] = "|Kq73|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589722615,
							["arg1"] = "我就感觉不太对……  熊也在 你术士好像打过M了",
						}, -- [84]
						{
							["arg2"] = "|Kq73|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589722693,
							["arg1"] = "对啊",
						}, -- [85]
						{
							["arg2"] = "|Kq73|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589722702,
							["arg1"] = "M莱登过了啊",
						}, -- [86]
						{
							["arg2"] = "|Kq73|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589722718,
							["arg1"] = "这周活动结束",
						}, -- [87]
						{
							["arg2"] = "|Kq73|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589722721,
							["arg1"] = "哇 666",
						}, -- [88]
						{
							["arg1"] = " ",
						}, -- [89]
						{
							["arg1"] = " ",
						}, -- [90]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/24/2020 的 16:16:15。",
						}, -- [91]
						{
							["arg2"] = "|Kq32|k",
							["type"] = "BN_WHISPER",
							["time"] = 1590308275,
							["arg1"] = "拍 搏击 20几分钟才进一次",
						}, -- [92]
						{
							["arg2"] = "歼灭者拉克哈尔",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1590309449,
							["arg1"] = "痛苦在等待着你！",
						}, -- [93]
						{
							["arg2"] = "歼灭者拉克哈尔",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1590309486,
							["arg1"] = "永恒的……痛苦……",
						}, -- [94]
						{
							["arg2"] = "屠戮者西克沃斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1590309797,
							["arg1"] = "你必将破碎！",
						}, -- [95]
						{
							["arg2"] = "屠戮者西克沃斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1590309815,
							["arg1"] = "尼奥罗萨……已经归来……",
						}, -- [96]
						{
							["arg2"] = "无光者维兹奥克",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1590309953,
							["arg1"] = "跪倒在恩佐斯面前！",
						}, -- [97]
						{
							["arg2"] = "无光者维兹奥克",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1590309982,
							["arg1"] = "一切……都将……灭亡……",
						}, -- [98]
						{
							["arg2"] = "|Kq32|k",
							["type"] = "BN_WHISPER",
							["time"] = 1590310217,
							["arg1"] = "1",
						}, -- [99]
						{
							["arg2"] = "|Kq32|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1590310218,
							["arg1"] = "<Deadly Boss Mods> 十里扬州路正在与场景战役-恩佐斯的幻象 - 奥格瑞玛的惊魂幻象交战，（当前1，1/0存活）",
						}, -- [100]
						{
							["arg2"] = "|Kq32|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1590310256,
							["arg1"] = "<DBM> 十里扬州路已在场景战役-恩佐斯的幻象 - 奥格瑞玛的惊魂幻象的战斗中取得胜利！",
						}, -- [101]
						{
							["arg1"] = " ",
						}, -- [102]
						{
							["arg1"] = " ",
						}, -- [103]
						{
							["arg1"] = "记录开始于 05/27/2020 的 19:29:09。",
							["type"] = "SYSTEM",
						}, -- [104]
						{
							["arg2"] = "|Kq16|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1590579320,
							["arg1"] = "小猫",
						}, -- [105]
						{
							["arg2"] = "|Kq16|k",
							["type"] = "BN_WHISPER",
							["time"] = 1590579324,
							["arg1"] = "啊",
						}, -- [106]
						{
							["arg2"] = "|Kq16|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1590579329,
							["arg1"] = "大米？",
						}, -- [107]
						{
							["arg2"] = "|Kq16|k",
							["type"] = "BN_WHISPER",
							["time"] = 1590579343,
							["arg1"] = "已经被抓了=。 =",
						}, -- [108]
						{
							["arg2"] = "|Kq62|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1590579413,
							["arg1"] = "话梅",
						}, -- [109]
						{
							["arg2"] = "|Kq62|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1590579418,
							["arg1"] = "来N个庄园呗…… ",
						}, -- [110]
						{
							["arg2"] = "|Kq62|k",
							["type"] = "BN_WHISPER",
							["time"] = 1590579445,
							["arg1"] = "等会要出去",
						}, -- [111]
						{
							["arg2"] = "|Kq62|k",
							["type"] = "BN_WHISPER",
							["time"] = 1590579457,
							["arg1"] = "至少要等我回来了",
						}, -- [112]
						{
							["arg2"] = "|Kq37|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1590579576,
							["arg1"] = "16庄园来打不……   我想混低保少N",
						}, -- [113]
						{
							["arg2"] = "|Kq37|k",
							["type"] = "BN_WHISPER",
							["time"] = 1590579592,
							["arg1"] = "在和小伙伴刷回响啊",
						}, -- [114]
						{
							["arg2"] = "|Kq37|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1590579605,
							["arg1"] = "我都懒得刷回响了",
						}, -- [115]
						{
							["arg2"] = "|Kq37|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1590579627,
							["arg1"] = "我现在ND堆了26精通    或者5级真相在玩…… ",
						}, -- [116]
						{
							["arg2"] = "|Kq37|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1590579634,
							["arg1"] = "团本50S一个宁静",
						}, -- [117]
						{
							["arg2"] = "|Kq37|k",
							["type"] = "BN_WHISPER",
							["time"] = 1590579642,
							["arg1"] = "我在想龟裂砍了带什么",
						}, -- [118]
						{
							["arg2"] = "|Kq37|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1590579651,
							["arg1"] = "真相真的好玩好吧",
						}, -- [119]
						{
							["arg2"] = "|Kq37|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1590579659,
							["arg1"] = "虽然没DPS提升",
						}, -- [120]
						{
							["arg2"] = "|Kq37|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1590579676,
							["arg1"] = "1S 一个野性成长…… ",
						}, -- [121]
						{
							["arg2"] = "|Kq37|k",
							["type"] = "BN_WHISPER",
							["time"] = 1590579754,
							["arg1"] = "只刷血不会太困了吗",
						}, -- [122]
						{
							["arg2"] = "|Kq37|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1590579778,
							["arg1"] = "打集合石绝对不会困的…… ",
						}, -- [123]
						{
							["arg2"] = "|Kq37|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1590579783,
							["arg1"] = "他们的血哦",
						}, -- [124]
						{
							["arg2"] = "|Kq37|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1590579786,
							["arg1"] = "刺激的要死",
						}, -- [125]
						{
							["arg2"] = "|Kq37|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1590579849,
							["arg1"] = "你其实可以考虑换触须",
						}, -- [126]
						{
							["arg2"] = "|Kq37|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1590579858,
							["arg1"] = "打boss伤害还是高的",
						}, -- [127]
						{
							["arg2"] = "|Kq37|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1590579880,
							["arg1"] = "虽然  我木桩测试 100个愤怒就触发了3根触须",
						}, -- [128]
						{
							["arg2"] = "|Kq37|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1590579892,
							["arg1"] = "但是3根触须打了我100个愤怒伤害的80% ",
						}, -- [129]
						{
							["arg2"] = "|Kq37|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1590579899,
							["arg1"] = "4级触须",
						}, -- [130]
						{
							["arg1"] = " ",
						}, -- [131]
						{
							["arg1"] = " ",
						}, -- [132]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/27/2020 的 20:25:08。",
						}, -- [133]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1590583075,
							["arg1"] = "睁开你的眼睛。",
						}, -- [134]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1590583152,
							["arg1"] = "逃……逃吧。你终将侍奉我。",
						}, -- [135]
						{
							["arg2"] = "|Kq45|k",
							["type"] = "BN_WHISPER",
							["time"] = 1590583394,
							["arg1"] = "刚洗澡去了",
						}, -- [136]
						{
							["arg2"] = "|Kq45|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1590583395,
							["arg1"] = "<Deadly Boss Mods> 十里扬州路正在与史诗+ (15) - 天空上尉库拉格交战，（当前19%，4/5存活）",
						}, -- [137]
						{
							["arg2"] = "|Kq45|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1590583448,
							["arg1"] = "<DBM> 十里扬州路已在史诗+ (15) - 天空上尉库拉格的战斗中取得胜利！",
						}, -- [138]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1590584855,
							["arg1"] = "睁开你的眼睛。",
						}, -- [139]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1590584924,
							["arg1"] = "你让你真正的主人失望了。",
						}, -- [140]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1590584944,
							["arg1"] = "你们的眼睛……闭上了。",
						}, -- [141]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1590584958,
							["arg1"] = "睁开你的眼睛。",
						}, -- [142]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1590585070,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [143]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1590585083,
							["arg1"] = "你无法逃脱命运。",
						}, -- [144]
						{
							["arg1"] = " ",
						}, -- [145]
						{
							["arg1"] = " ",
						}, -- [146]
						{
							["arg1"] = "记录开始于 05/28/2020 的 19:35:48。",
							["type"] = "SYSTEM",
						}, -- [147]
						{
							["arg2"] = "|Kq33|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1590665869,
							["arg1"] = "|Hitem:159332::::::::120:581::35:8:6536:4802:6578:6579:6539:6515:1647:4786:::|h[泳沙护腕]|h|Hitem:173464::168641::::::120:581::29:9:6412:4803:4802:6515:6578:6579:6538:1502:4786:::|h[贪婪巨口手套]|h  DH ",
						}, -- [148]
						{
							["arg2"] = "|Kq33|k",
							["type"] = "BN_WHISPER",
							["time"] = 1590665893,
							["arg1"] = "艹",
						}, -- [149]
						{
							["arg2"] = "|Kq33|k",
							["type"] = "BN_WHISPER",
							["time"] = 1590665897,
							["arg1"] = "6666666666",
						}, -- [150]
						{
							["arg2"] = "|Kq33|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1590665960,
							["arg1"] = "穿不上",
						}, -- [151]
						{
							["arg2"] = "|Kq33|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1590665960,
							["arg1"] = "穿了80腐蚀",
						}, -- [152]
						{
							["arg2"] = "|Kq33|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1590665960,
							["arg1"] = "要死",
						}, -- [153]
						{
							["arg2"] = "|Kq33|k",
							["type"] = "BN_WHISPER",
							["time"] = 1590666072,
							["arg1"] = "风剑 又全gg了",
						}, -- [154]
						{
							["arg1"] = " ",
						}, -- [155]
						{
							["arg1"] = " ",
						}, -- [156]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/28/2020 的 20:05:45。",
						}, -- [157]
						{
							["arg2"] = "|Kq24|k",
							["type"] = "BN_WHISPER",
							["time"] = 1590668706,
							["arg1"] = "w ",
						}, -- [158]
						{
							["arg2"] = "|Kq24|k",
							["type"] = "BN_WHISPER",
							["time"] = 1590669325,
							["arg1"] = "5x5?",
						}, -- [159]
						{
							["arg2"] = "感染者阿克斯科夫",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1590671976,
							["arg1"] = "他将触及一切！",
						}, -- [160]
						{
							["arg2"] = "感染者阿克斯科夫",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1590671996,
							["arg1"] = "无处……可逃……",
						}, -- [161]
						{
							["arg2"] = "奴隶主奥洛克",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1590672211,
							["arg1"] = "很快你就会乞求侍奉恩佐斯！",
						}, -- [162]
						{
							["arg2"] = "奴隶主奥洛克",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1590672241,
							["arg1"] = "万物……终将……臣服……",
						}, -- [163]
						{
							["arg1"] = " ",
						}, -- [164]
						{
							["arg1"] = " ",
						}, -- [165]
						{
							["arg1"] = "记录开始于 05/28/2020 的 21:46:16。",
							["type"] = "SYSTEM",
						}, -- [166]
						{
							["arg2"] = "奴隶主奥洛克",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1590673946,
							["arg1"] = "很快你就会乞求侍奉恩佐斯！",
						}, -- [167]
						{
							["arg2"] = "奴隶主奥洛克",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1590673981,
							["arg1"] = "万物……终将……臣服……",
						}, -- [168]
						{
							["arg2"] = "|Kq21|k",
							["type"] = "BN_WHISPER",
							["time"] = 1590674164,
							["arg1"] = "x3?",
						}, -- [169]
						{
							["arg2"] = "|Kq21|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1590674164,
							["arg1"] = "<Deadly Boss Mods> 十里扬州路正在与场景战役-恩佐斯的幻象 - 暴风城的惊魂幻象交战，（当前1，1/0存活）",
						}, -- [170]
						{
							["arg2"] = "|Kq21|k",
							["type"] = "BN_WHISPER",
							["time"] = 1590674236,
							["arg1"] = "带w lr 打h",
						}, -- [171]
						{
							["arg2"] = "感染者阿克斯科夫",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1590674562,
							["arg1"] = "他将触及一切！",
						}, -- [172]
						{
							["arg2"] = "感染者阿克斯科夫",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1590674570,
							["arg1"] = "无处……可逃……",
						}, -- [173]
						{
							["arg2"] = "|Kq21|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1590674764,
							["arg1"] = "<DBM> 十里扬州路已在场景战役-恩佐斯的幻象 - 暴风城的惊魂幻象的战斗中取得胜利！",
						}, -- [174]
						{
							["arg1"] = " ",
						}, -- [175]
						{
							["arg1"] = " ",
						}, -- [176]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/29/2020 的 19:07:28。",
						}, -- [177]
						{
							["arg2"] = "|Kq63|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1590751471,
							["arg1"] = "月毒   我组你下试下插件可以不？",
						}, -- [178]
						{
							["arg2"] = "|Kq125|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1590751584,
							["arg1"] = "话梅",
						}, -- [179]
						{
							["arg2"] = "|Kq125|k",
							["type"] = "BN_WHISPER",
							["time"] = 1590751600,
							["arg1"] = "？",
						}, -- [180]
						{
							["arg2"] = "|Kq125|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1590751616,
							["arg1"] = "你自己上的哪个号？   我想试下插件",
						}, -- [181]
						{
							["arg2"] = "|Kq125|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1590751619,
							["arg1"] = "组个队",
						}, -- [182]
						{
							["arg2"] = "|Kq125|k",
							["type"] = "BN_WHISPER",
							["time"] = 1590751633,
							["arg1"] = "DH我上的啊",
						}, -- [183]
						{
							["arg2"] = "|Kq125|k",
							["type"] = "BN_WHISPER",
							["time"] = 1590751689,
							["arg1"] = "我去WC 你慢慢弄",
						}, -- [184]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "WHISPER_INFORM",
							["time"] = 1590751884,
							["arg1"] = "1",
							["clColor"] = "ffa22fc8",
						}, -- [185]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "WHISPER_INFORM",
							["time"] = 1590751908,
							["arg1"] = "1",
							["clColor"] = "ffa22fc8",
						}, -- [186]
						{
							["arg2"] = "岁繁-亡语者",
							["type"] = "WHISPER_INFORM",
							["time"] = 1590752132,
							["arg1"] = "1",
							["clColor"] = "ff00fe95",
						}, -- [187]
						{
							["arg2"] = "感染者阿克斯科夫",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1590753036,
							["arg1"] = "他将触及一切！",
						}, -- [188]
						{
							["arg2"] = "感染者阿克斯科夫",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1590753059,
							["arg1"] = "无处……可逃……",
						}, -- [189]
						{
							["arg2"] = "奴隶主奥洛克",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1590753278,
							["arg1"] = "很快你就会乞求侍奉恩佐斯！",
						}, -- [190]
						{
							["arg2"] = "奴隶主奥洛克",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1590753318,
							["arg1"] = "万物……终将……臣服……",
						}, -- [191]
						{
							["arg1"] = " ",
						}, -- [192]
						{
							["arg1"] = " ",
						}, -- [193]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/30/2020 的 19:00:01。",
						}, -- [194]
						{
							["arg2"] = "奴隶主奥洛克",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1590836921,
							["arg1"] = "很快你就会乞求侍奉恩佐斯！",
						}, -- [195]
						{
							["arg2"] = "奴隶主奥洛克",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1590836958,
							["arg1"] = "万物……终将……臣服……",
						}, -- [196]
						{
							["arg2"] = "|Kq22|k",
							["type"] = "BN_WHISPER",
							["time"] = 1590837031,
							["arg1"] = "对",
						}, -- [197]
						{
							["arg2"] = "|Kq22|k",
							["type"] = "BN_WHISPER",
							["time"] = 1590837041,
							["arg1"] = "全gg了",
						}, -- [198]
						{
							["arg2"] = "|Kq22|k",
							["type"] = "BN_WHISPER",
							["time"] = 1590837430,
							["arg1"] = "13可以无脑打了",
						}, -- [199]
						{
							["arg2"] = "|Kq22|k",
							["type"] = "BN_WHISPER",
							["time"] = 1590837437,
							["arg1"] = "有465?",
						}, -- [200]
						{
							["arg2"] = "|Kq22|k",
							["type"] = "BN_WHISPER",
							["time"] = 1590837460,
							["arg1"] = "一个人还简单 ",
						}, -- [201]
						{
							["arg2"] = "感染者阿克斯科夫",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1590837609,
							["arg1"] = "他将触及一切！",
						}, -- [202]
						{
							["arg2"] = "感染者阿克斯科夫",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1590837621,
							["arg1"] = "无处……可逃……",
						}, -- [203]
						{
							["arg2"] = "奴隶主奥洛克",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1590838051,
							["arg1"] = "很快你就会乞求侍奉恩佐斯！",
						}, -- [204]
						{
							["arg2"] = "奴隶主奥洛克",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1590838092,
							["arg1"] = "万物……终将……臣服……",
						}, -- [205]
						{
							["arg2"] = "|Kq44|k",
							["type"] = "BN_WHISPER",
							["time"] = 1590838183,
							["arg1"] = "大佬 带我 打个全通 麦卡共",
						}, -- [206]
						{
							["arg2"] = "感染者阿克斯科夫",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1590838792,
							["arg1"] = "他将触及一切！",
						}, -- [207]
						{
							["arg2"] = "感染者阿克斯科夫",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1590838799,
							["arg1"] = "无处……可逃……",
						}, -- [208]
						{
							["arg1"] = " ",
						}, -- [209]
						{
							["arg1"] = " ",
						}, -- [210]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/31/2020 的 20:03:41。",
						}, -- [211]
						{
							["arg2"] = "|Kq77|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1590926696,
							["arg1"] = "H黑海岸？",
						}, -- [212]
						{
							["arg2"] = "|Kq77|k",
							["type"] = "BN_WHISPER",
							["time"] = 1590926778,
							["arg1"] = "低保?",
						}, -- [213]
						{
							["arg2"] = "|Kq77|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1590926787,
							["arg1"] = "可以啊   我DH要打",
						}, -- [214]
						{
							["arg1"] = " ",
						}, -- [215]
						{
							["arg1"] = " ",
						}, -- [216]
						{
							["arg1"] = "记录开始于 05/31/2020 的 20:33:16。",
							["type"] = "SYSTEM",
						}, -- [217]
						{
							["arg2"] = "|Kq66|k",
							["type"] = "BN_WHISPER",
							["time"] = 1590928837,
							["arg1"] = "1111",
						}, -- [218]
						{
							["arg2"] = "|Kq71|k",
							["type"] = "BN_WHISPER",
							["time"] = 1590928956,
							["arg1"] = "dnmd",
						}, -- [219]
						{
							["arg2"] = "|Kq71|k",
							["type"] = "BN_WHISPER",
							["time"] = 1590928963,
							["arg1"] = "什么队",
						}, -- [220]
						{
							["arg2"] = "|Kq71|k",
							["type"] = "BN_WHISPER",
							["time"] = 1590928977,
							["arg1"] = "n给箱子砸死了",
						}, -- [221]
						{
							["arg2"] = "|Kq71|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1590928984,
							["arg1"] = "…… ",
						}, -- [222]
						{
							["arg2"] = "|Kq71|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1590928994,
							["arg1"] = "我垃圾场不也死于落石…… ",
						}, -- [223]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1590929311,
							["arg1"] = "来吧，淹死吧。",
						}, -- [224]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1590929404,
							["arg1"] = "你们的眼睛……闭上了。",
						}, -- [225]
						{
							["arg2"] = "|Kq71|k",
							["type"] = "BN_WHISPER",
							["time"] = 1590929430,
							["arg1"] = "这个仇恨 有点低的可怕",
						}, -- [226]
						{
							["arg2"] = "|Kq71|k",
							["type"] = "BN_WHISPER",
							["time"] = 1590929458,
							["arg1"] = "我在毛菌毯 被打死了",
						}, -- [227]
						{
							["arg2"] = "|Kq71|k",
							["type"] = "BN_WHISPER",
							["time"] = 1590929857,
							["arg1"] = "不拉去转老三火炮的",
						}, -- [228]
						{
							["arg2"] = "|Kq71|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1590929858,
							["arg1"] = "<Deadly Boss Mods> 十里扬州路正在与史诗+ (16) - 黄金风蛇交战，（当前38%，5/5存活）",
						}, -- [229]
						{
							["arg2"] = "|Kq71|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1590929915,
							["arg1"] = "<DBM> 十里扬州路已在史诗+ (16) - 黄金风蛇的战斗中取得胜利！",
						}, -- [230]
						{
							["arg2"] = "|Kq71|k",
							["type"] = "BN_WHISPER",
							["time"] = 1590930078,
							["arg1"] = "这个dps还带软",
						}, -- [231]
						{
							["arg2"] = "|Kq71|k",
							["type"] = "BN_WHISPER",
							["time"] = 1590930086,
							["arg1"] = "nmd 从没有2波过",
						}, -- [232]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1590930275,
							["arg1"] = "睁开你的眼睛。",
						}, -- [233]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1590930369,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [234]
						{
							["arg2"] = "|Kq71|k",
							["type"] = "BN_WHISPER",
							["time"] = 1590931063,
							["arg1"] = "拉黑吧",
						}, -- [235]
						{
							["arg2"] = "|Kq71|k",
							["type"] = "BN_WHISPER",
							["time"] = 1590931076,
							["arg1"] = "月白右下桑亡语者",
						}, -- [236]
						{
							["arg2"] = "|Kq71|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1590931082,
							["arg1"] = "？",
						}, -- [237]
						{
							["arg2"] = "|Kq71|k",
							["type"] = "BN_WHISPER",
							["time"] = 1590931093,
							["arg1"] = "nmd我尾王点名 站着没动",
						}, -- [238]
						{
							["arg2"] = "|Kq71|k",
							["type"] = "BN_WHISPER",
							["time"] = 1590931099,
							["arg1"] = "自己站我后面死",
						}, -- [239]
						{
							["arg2"] = "|Kq71|k",
							["type"] = "BN_WHISPER",
							["time"] = 1590931107,
							["arg1"] = "还震荡来找我自己死",
						}, -- [240]
						{
							["arg2"] = "|Kq71|k",
							["type"] = "BN_WHISPER",
							["time"] = 1590931119,
							["arg1"] = "我腐蚀减速动不了",
						}, -- [241]
						{
							["arg2"] = "|Kq71|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1590931162,
							["arg1"] = "…… ",
						}, -- [242]
						{
							["arg2"] = "|Kq71|k",
							["type"] = "BN_WHISPER",
							["time"] = 1590931163,
							["arg1"] = "<Deadly Boss Mods> Rikii正在与史诗+ (17) - 麦卡贡国王交战，（当前51% (阶段1) (已消灭0/3个首领)，5/5存活）",
						}, -- [243]
						{
							["arg2"] = "|Kq71|k",
							["type"] = "BN_WHISPER",
							["time"] = 1590931288,
							["arg1"] = "打得脑壳痛",
						}, -- [244]
						{
							["arg2"] = "|Kq71|k",
							["type"] = "BN_WHISPER",
							["time"] = 1590931322,
							["arg1"] = "<DBM> Rikii已在史诗+ (17) - 麦卡贡国王的战斗中取得胜利！",
						}, -- [245]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1590931454,
							["arg1"] = "睁开你的眼睛。",
						}, -- [246]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1590931550,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [247]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1590931558,
							["arg1"] = "进入我的国度……证明你们的价值。",
						}, -- [248]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1590931642,
							["arg1"] = "你让你真正的主人失望了。",
						}, -- [249]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1590931651,
							["arg1"] = "逃……逃吧。你终将侍奉我。",
						}, -- [250]
					},
				}, -- [1]
				{
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "团队",
					["logs"] = {
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590843607,
							["arg1"] = "想瞧瞧我真正的秘密武器吗？那就让你们见识一下！",
						}, -- [1]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590843619,
							["arg1"] = "所有能量传输至武器系统！",
						}, -- [2]
						{
							["arg2"] = "歼敌机器人5000型",
							["type"] = "MONSTER_YELL",
							["time"] = 1590843620,
							["arg1"] = "输入成功。倒计时已终止。",
						}, -- [3]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590843639,
							["arg1"] = "磁力装置已就位！",
						}, -- [4]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590843654,
							["arg1"] = "炮击充能完毕！",
						}, -- [5]
						{
							["arg2"] = "歼敌机器人5000型",
							["type"] = "MONSTER_YELL",
							["time"] = 1590843665,
							["arg1"] = "输入失败。全局毁灭即将到来。",
						}, -- [6]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590843671,
							["arg1"] = "感谢你们帮忙调试武器。",
						}, -- [7]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590843748,
							["arg1"] = "我，完美无瑕！",
						}, -- [8]
						{
							["arg2"] = "歼敌机器人5000型",
							["type"] = "MONSTER_YELL",
							["time"] = 1590843748,
							["arg1"] = "警告！全局毁灭协议初始化完毕。",
						}, -- [9]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590843758,
							["arg1"] = "你们躲不开我的目标锁定系统！",
						}, -- [10]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590843775,
							["arg1"] = "你们躲不开我的目标锁定系统！",
						}, -- [11]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590843782,
							["arg1"] = "推进器点火！",
						}, -- [12]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590843794,
							["arg1"] = "你们躲不开我的目标锁定系统！",
						}, -- [13]
						{
							["arg2"] = "歼敌机器人5000型",
							["type"] = "MONSTER_YELL",
							["time"] = 1590843799,
							["arg1"] = "输入失败。全局毁灭即将到来。",
						}, -- [14]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590843805,
							["arg1"] = "感谢你们帮忙调试武器。",
						}, -- [15]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590843892,
							["arg1"] = "我，完美无瑕！",
						}, -- [16]
						{
							["arg2"] = "歼敌机器人5000型",
							["type"] = "MONSTER_YELL",
							["time"] = 1590843892,
							["arg1"] = "警告！全局毁灭协议初始化完毕。",
						}, -- [17]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590843902,
							["arg1"] = "你们躲不开我的目标锁定系统！",
						}, -- [18]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590843917,
							["arg1"] = "你们躲不开我的目标锁定系统！",
						}, -- [19]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590843923,
							["arg1"] = "推进器点火！",
						}, -- [20]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590843936,
							["arg1"] = "你们躲不开我的目标锁定系统！",
						}, -- [21]
						{
							["arg2"] = "歼敌机器人5000型",
							["type"] = "MONSTER_YELL",
							["time"] = 1590843941,
							["arg1"] = "输入成功。倒计时已终止。",
						}, -- [22]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590843953,
							["arg1"] = "你们躲不开我的目标锁定系统！",
						}, -- [23]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590843956,
							["arg1"] = "你们以为这就打败我了？哈！蠢货！",
						}, -- [24]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590843960,
							["arg1"] = "你们不过是毁了一台玩具模型！",
						}, -- [25]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590843964,
							["arg1"] = "想瞧瞧我真正的秘密武器吗？那就让你们见识一下！",
						}, -- [26]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590843977,
							["arg1"] = "所有能量传输至武器系统！",
						}, -- [27]
						{
							["arg2"] = "歼敌机器人5000型",
							["type"] = "MONSTER_YELL",
							["time"] = 1590843986,
							["arg1"] = "输入失败。全局毁灭即将到来。",
						}, -- [28]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590843992,
							["arg1"] = "感谢你们帮忙调试武器。",
						}, -- [29]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590844071,
							["arg1"] = "我，完美无瑕！",
						}, -- [30]
						{
							["arg2"] = "歼敌机器人5000型",
							["type"] = "MONSTER_YELL",
							["time"] = 1590844071,
							["arg1"] = "警告！全局毁灭协议初始化完毕。",
						}, -- [31]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590844081,
							["arg1"] = "你们躲不开我的目标锁定系统！",
						}, -- [32]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590844097,
							["arg1"] = "你们躲不开我的目标锁定系统！",
						}, -- [33]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590844104,
							["arg1"] = "推进器点火！",
						}, -- [34]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590844119,
							["arg1"] = "你们躲不开我的目标锁定系统！",
						}, -- [35]
						{
							["arg2"] = "歼敌机器人5000型",
							["type"] = "MONSTER_YELL",
							["time"] = 1590844121,
							["arg1"] = "输入失败。全局毁灭即将到来。",
						}, -- [36]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590844128,
							["arg1"] = "感谢你们帮忙调试武器。",
						}, -- [37]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590844233,
							["arg1"] = "我，完美无瑕！",
						}, -- [38]
						{
							["arg2"] = "歼敌机器人5000型",
							["type"] = "MONSTER_YELL",
							["time"] = 1590844233,
							["arg1"] = "警告！全局毁灭协议初始化完毕。",
						}, -- [39]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590844242,
							["arg1"] = "你们躲不开我的目标锁定系统！",
						}, -- [40]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590844260,
							["arg1"] = "你们躲不开我的目标锁定系统！",
						}, -- [41]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590844267,
							["arg1"] = "推进器点火！",
						}, -- [42]
						{
							["arg2"] = "歼敌机器人5000型",
							["type"] = "MONSTER_YELL",
							["time"] = 1590844280,
							["arg1"] = "输入成功。倒计时已终止。",
						}, -- [43]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590844281,
							["arg1"] = "你们躲不开我的目标锁定系统！",
						}, -- [44]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590844301,
							["arg1"] = "你们以为这就打败我了？哈！蠢货！",
						}, -- [45]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590844305,
							["arg1"] = "你们不过是毁了一台玩具模型！",
						}, -- [46]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590844309,
							["arg1"] = "想瞧瞧我真正的秘密武器吗？那就让你们见识一下！",
						}, -- [47]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590844320,
							["arg1"] = "炮击充能完毕！",
						}, -- [48]
						{
							["arg2"] = "歼敌机器人5000型",
							["type"] = "MONSTER_YELL",
							["time"] = 1590844323,
							["arg1"] = "输入成功。倒计时已终止。",
						}, -- [49]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590844341,
							["arg1"] = "磁力装置已就位！",
						}, -- [50]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590844356,
							["arg1"] = "所有能量传输至武器系统！",
						}, -- [51]
						{
							["arg2"] = "歼敌机器人5000型",
							["type"] = "MONSTER_YELL",
							["time"] = 1590844369,
							["arg1"] = "输入成功。倒计时已终止。",
						}, -- [52]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590844377,
							["arg1"] = "你们……这些……次品……",
						}, -- [53]
						{
							["arg1"] = " ",
						}, -- [54]
						{
							["arg1"] = " ",
						}, -- [55]
						{
							["arg1"] = "记录开始于 05/31/2020 的 11:06:42。",
							["type"] = "SYSTEM",
						}, -- [56]
						{
							["arg2"] = "被奴役的矿工",
							["type"] = "MONSTER_YELL",
							["time"] = 1590894568,
							["arg1"] = "求求你，不要！我再也不跑了！",
						}, -- [57]
						{
							["arg2"] = "被奴役的矿工",
							["type"] = "MONSTER_YELL",
							["time"] = 1590894571,
							["arg1"] = "不！！！！！",
						}, -- [58]
						{
							["arg2"] = "守奴人库鲁斯托",
							["type"] = "MONSTER_YELL",
							["time"] = 1590894727,
							["arg1"] = "卫兵！别废话了，快开打！",
						}, -- [59]
						{
							["arg2"] = "血槌典狱官",
							["type"] = "MONSTER_YELL",
							["time"] = 1590894730,
							["arg1"] = "我来阻止他们！",
						}, -- [60]
						{
							["arg2"] = "血槌典狱官",
							["type"] = "MONSTER_YELL",
							["time"] = 1590894730,
							["arg1"] = "我们会让他们付出代价的！",
						}, -- [61]
						{
							["arg2"] = "被奴役的矿工",
							["type"] = "MONSTER_YELL",
							["time"] = 1590894762,
							["arg1"] = "逃跑的机会来了！",
						}, -- [62]
						{
							["arg2"] = "被奴役的矿工",
							["type"] = "MONSTER_YELL",
							["time"] = 1590894765,
							["arg1"] = "逃跑的机会来了！",
						}, -- [63]
						{
							["arg2"] = "守奴人库鲁斯托",
							["type"] = "MONSTER_YELL",
							["time"] = 1590894768,
							["arg1"] = "我的奴隶！那都是血槌的财产！",
						}, -- [64]
						{
							["arg2"] = "守奴人库鲁斯托",
							["type"] = "MONSTER_YELL",
							["time"] = 1590894793,
							["arg1"] = "奴隶们！不想死的都给我打！",
						}, -- [65]
						{
							["arg2"] = "守奴人库鲁斯托",
							["type"] = "MONSTER_YELL",
							["time"] = 1590894816,
							["arg1"] = "奴隶们！不想死的都给我打！",
						}, -- [66]
						{
							["arg2"] = "守奴人库鲁斯托",
							["type"] = "MONSTER_YELL",
							["time"] = 1590894839,
							["arg1"] = "抓住那家伙！",
						}, -- [67]
						{
							["arg2"] = "守奴人库鲁斯托",
							["type"] = "MONSTER_YELL",
							["time"] = 1590894849,
							["arg1"] = "呃……我们会杀光你们……",
						}, -- [68]
						{
							["arg2"] = "血槌贩奴者",
							["type"] = "MONSTER_YELL",
							["time"] = 1590894937,
							["arg1"] = "你将成为比矿工更好的柴火！",
						}, -- [69]
						{
							["arg2"] = "被奴役的矿工",
							["type"] = "MONSTER_YELL",
							["time"] = 1590894939,
							["arg1"] = "啊啊啊啊啊！！！！！！！",
						}, -- [70]
						{
							["arg2"] = "血槌典狱官",
							["type"] = "MONSTER_YELL",
							["time"] = 1590894940,
							["arg1"] = "啊啊！！好多火！",
						}, -- [71]
						{
							["arg2"] = "熔岩领主",
							["type"] = "MONSTER_YELL",
							["time"] = 1590894958,
							["arg1"] = "这世界将陷入火海！",
						}, -- [72]
						{
							["arg2"] = "血槌碎地者",
							["type"] = "MONSTER_YELL",
							["time"] = 1590894961,
							["arg1"] = "噢！它着火了！",
						}, -- [73]
						{
							["arg2"] = "血槌碎地者",
							["type"] = "MONSTER_YELL",
							["time"] = 1590894976,
							["arg1"] = "噢！它着火了！",
						}, -- [74]
						{
							["arg2"] = "血槌碎地者",
							["type"] = "MONSTER_YELL",
							["time"] = 1590894991,
							["arg1"] = "火！烫！烫！烫！",
						}, -- [75]
						{
							["arg2"] = "血槌碎地者",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895005,
							["arg1"] = "火！烫！烫！烫！",
						}, -- [76]
						{
							["arg2"] = "血槌碎地者",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895019,
							["arg1"] = "哇哇哇！",
						}, -- [77]
						{
							["arg2"] = "血槌碎地者",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895048,
							["arg1"] = "噢！它着火了！",
						}, -- [78]
						{
							["arg2"] = "锻造大师戈杜哈",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895063,
							["arg1"] = "走开！让我来解决！",
						}, -- [79]
						{
							["arg2"] = "锻造大师戈杜哈",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895072,
							["arg1"] = "呃——石头！",
						}, -- [80]
						{
							["arg2"] = "玛格莫拉图斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895073,
							["arg1"] = "很好……野性变弱了……",
						}, -- [81]
						{
							["arg2"] = "锻造大师戈杜哈",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895081,
							["arg1"] = "火！",
						}, -- [82]
						{
							["arg2"] = "玛格莫拉图斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895093,
							["arg1"] = "杀了他！我就自由了！",
						}, -- [83]
						{
							["arg2"] = "锻造大师戈杜哈",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895099,
							["arg1"] = "啊！！不……",
						}, -- [84]
						{
							["arg2"] = "玛格莫拉图斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895103,
							["arg1"] = "你不过是巨石间的一颗小石子……",
						}, -- [85]
						{
							["arg2"] = "玛格莫拉图斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895108,
							["arg1"] = "天崩地裂！",
						}, -- [86]
						{
							["arg2"] = "玛格莫拉图斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895114,
							["arg1"] = "我要让你死无全尸。",
						}, -- [87]
						{
							["arg2"] = "玛格莫拉图斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895114,
							["arg1"] = "去死吧！",
						}, -- [88]
						{
							["arg2"] = "玛格莫拉图斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895124,
							["arg1"] = "仆从们，过来！",
						}, -- [89]
						{
							["arg2"] = "玛格莫拉图斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895132,
							["arg1"] = "让大地碾碎你吧！",
						}, -- [90]
						{
							["arg2"] = "玛格莫拉图斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895145,
							["arg1"] = "让烈焰烧焦你……",
						}, -- [91]
						{
							["arg2"] = "玛格莫拉图斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895151,
							["arg1"] = "让大地碾碎你吧！",
						}, -- [92]
						{
							["arg2"] = "玛格莫拉图斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895167,
							["arg1"] = "灰飞烟灭吧！",
						}, -- [93]
						{
							["arg2"] = "玛格莫拉图斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895173,
							["arg1"] = "去死吧！",
						}, -- [94]
						{
							["arg2"] = "玛格莫拉图斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895175,
							["arg1"] = "我将回归大地……",
						}, -- [95]
						{
							["arg2"] = "戈洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895434,
							["arg1"] = "打烂你一定会很有趣。",
						}, -- [96]
						{
							["arg2"] = "戈洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895535,
							["arg1"] = "我要先摧垮你的精神，再把你像奴隶一样卖掉。",
						}, -- [97]
						{
							["arg2"] = "戈洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895543,
							["arg1"] = "燃烧吧！",
						}, -- [98]
						{
							["arg2"] = "戈洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895555,
							["arg1"] = "元素听从我的命令！",
						}, -- [99]
						{
							["arg2"] = "戈洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895561,
							["arg1"] = "燃烧吧！",
						}, -- [100]
						{
							["arg2"] = "戈洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895579,
							["arg1"] = "你休想……获得……自由……",
						}, -- [101]
						{
							["arg2"] = "莎达娜·血怒",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895824,
							["arg1"] = "崛起吧，诅咒之河！以黑暗之名，以耐奥祖之名崛起吧！影月氏族在召唤……",
						}, -- [102]
						{
							["arg2"] = "影月死忠者",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895857,
							["arg1"] = "死亡只是一个开始！",
						}, -- [103]
						{
							["arg2"] = "莎达娜·血怒",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895977,
							["arg1"] = "影月的先祖，在黑暗中闪耀吧！赐予我力量吧！",
						}, -- [104]
						{
							["arg2"] = "莎达娜·血怒",
							["type"] = "MONSTER_YELL",
							["time"] = 1590896003,
							["arg1"] = "唔，没错。完美的祭品。",
						}, -- [105]
						{
							["arg2"] = "莎达娜·血怒",
							["type"] = "MONSTER_YELL",
							["time"] = 1590896022,
							["arg1"] = "你们的灵魂将属于我。",
						}, -- [106]
						{
							["arg2"] = "莎达娜·血怒",
							["type"] = "MONSTER_YELL",
							["time"] = 1590896050,
							["arg1"] = "亡者……不死……",
						}, -- [107]
						{
							["arg2"] = "纳利什",
							["type"] = "MONSTER_YELL",
							["time"] = 1590896115,
							["arg1"] = "在我面前颤栗吧！",
						}, -- [108]
						{
							["arg2"] = "纳利什",
							["type"] = "MONSTER_YELL",
							["time"] = 1590896140,
							["arg1"] = "对……靠近点……你们的灵魂强大而骄傲，你们的恐惧足够我享用几天了！",
						}, -- [109]
						{
							["arg2"] = "纳利什",
							["type"] = "MONSTER_YELL",
							["time"] = 1590896166,
							["arg1"] = "谁都逃不出虚空的手心！",
						}, -- [110]
						{
							["arg2"] = "纳利什",
							["type"] = "MONSTER_YELL",
							["time"] = 1590896178,
							["arg1"] = "逃吧，逃离你们的主人！",
						}, -- [111]
						{
							["arg2"] = "纳利什",
							["type"] = "MONSTER_YELL",
							["time"] = 1590896208,
							["arg1"] = "你逃不掉的。",
						}, -- [112]
						{
							["arg2"] = "纳利什",
							["type"] = "MONSTER_YELL",
							["time"] = 1590896229,
							["arg1"] = "你们这些蛆虫，只配涌向垂死神祇的尸体。",
						}, -- [113]
						{
							["arg2"] = "耐奥祖",
							["type"] = "MONSTER_YELL",
							["time"] = 1590896592,
							["arg1"] = "影月氏族不会失败——我们行走在死神的国度。",
						}, -- [114]
						{
							["arg2"] = "耐奥祖",
							["type"] = "MONSTER_YELL",
							["time"] = 1590896618,
							["arg1"] = "枯骨残骸，暗影弥漫！来吧，亡者的大军！",
						}, -- [115]
						{
							["arg2"] = "耐奥祖",
							["type"] = "MONSTER_YELL",
							["time"] = 1590896665,
							["arg1"] = "我的力量……永垂……不朽。",
						}, -- [116]
						{
							["arg2"] = "缚魂者尼娅米",
							["type"] = "MONSTER_YELL",
							["time"] = 1590897079,
							["arg1"] = "成功了！至于你们，我想可以让我的工具之一来对付……",
						}, -- [117]
						{
							["arg2"] = "缚魂者尼娅米",
							["type"] = "MONSTER_YELL",
							["time"] = 1590897092,
							["arg1"] = "守护者！消灭这些入侵者！",
						}, -- [118]
						{
							["arg2"] = "警戒者凯萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590897094,
							["arg1"] = "没有生者胆敢攻击神圣的奥金尼。",
						}, -- [119]
						{
							["arg2"] = "警戒者凯萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590897101,
							["arg1"] = "我要打倒你。",
						}, -- [120]
						{
							["arg2"] = "警戒者凯萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590897139,
							["arg1"] = "沐浴在圣光的荣耀中吧！",
						}, -- [121]
						{
							["arg2"] = "警戒者凯萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590897179,
							["arg1"] = "奥金顿……已经……完了……",
						}, -- [122]
						{
							["arg2"] = "缚魂者尼娅米",
							["type"] = "MONSTER_YELL",
							["time"] = 1590897360,
							["arg1"] = "我要把你们的灵魂困在黑暗之中！",
						}, -- [123]
						{
							["arg2"] = "缚魂者尼娅米",
							["type"] = "MONSTER_YELL",
							["time"] = 1590897381,
							["arg1"] = "幽灵们，听我号令！",
						}, -- [124]
						{
							["arg2"] = "缚魂者尼娅米",
							["type"] = "MONSTER_YELL",
							["time"] = 1590897407,
							["arg1"] = "你还没有履行你的誓言！",
						}, -- [125]
						{
							["arg2"] = "缚魂者尼娅米",
							["type"] = "MONSTER_YELL",
							["time"] = 1590897432,
							["arg1"] = "我要用阴影湮没这个世界！",
						}, -- [126]
						{
							["arg2"] = "缚魂者尼娅米",
							["type"] = "MONSTER_YELL",
							["time"] = 1590897434,
							["arg1"] = "太迟了……我的主人……已经来了……",
						}, -- [127]
						{
							["arg2"] = "奥金尼守护者",
							["type"] = "MONSTER_YELL",
							["time"] = 1590897440,
							["arg1"] = "勇士们！是尼娅米的密探——他们走了这条路！",
						}, -- [128]
						{
							["arg2"] = "奥金尼守护者",
							["type"] = "MONSTER_YELL",
							["time"] = 1590897443,
							["arg1"] = "奥金尼，守住这座大厅。",
						}, -- [129]
						{
							["arg2"] = "奥金尼守护者",
							["type"] = "MONSTER_YELL",
							["time"] = 1590897448,
							["arg1"] = "不……噢，不……",
						}, -- [130]
						{
							["arg2"] = "阿扎凯尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590897625,
							["arg1"] = "谁敢阻挠燃烧军团？",
						}, -- [131]
						{
							["arg2"] = "阿扎凯尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590897627,
							["arg1"] = "你的世界……所有世界……都将燃烧！",
						}, -- [132]
						{
							["arg2"] = "阿扎凯尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590897642,
							["arg1"] = "去死吧，爬虫！",
						}, -- [133]
						{
							["arg2"] = "阿扎凯尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590897648,
							["arg1"] = "在主人的烈焰中燃烧吧！",
						}, -- [134]
						{
							["arg2"] = "阿扎凯尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590897661,
							["arg1"] = "过来吧，仆从们！",
						}, -- [135]
						{
							["arg2"] = "阿扎凯尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590897687,
							["arg1"] = "在主人的烈焰中燃烧吧！",
						}, -- [136]
						{
							["arg2"] = "阿扎凯尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590897708,
							["arg1"] = "在主人的烈焰中燃烧吧！",
						}, -- [137]
						{
							["arg2"] = "阿扎凯尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590897720,
							["arg1"] = "去死吧，爬虫！",
						}, -- [138]
						{
							["arg2"] = "阿扎凯尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590897729,
							["arg1"] = "在主人的烈焰中燃烧吧！",
						}, -- [139]
						{
							["arg2"] = "塔隆戈尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590897982,
							["arg1"] = "这力量……你们将是第一批有幸见识它的人。",
						}, -- [140]
						{
							["arg2"] = "塔隆戈尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590898001,
							["arg1"] = "乔拉，秩序的化身……我要扭曲你的灵魂，成为毁灭的力量之源！",
						}, -- [141]
						{
							["arg2"] = "塔隆戈尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590898022,
							["arg1"] = "毁灭！",
						}, -- [142]
						{
							["arg2"] = "塔隆戈尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590898043,
							["arg1"] = "毁灭！",
						}, -- [143]
						{
							["arg2"] = "塔隆戈尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590898066,
							["arg1"] = "更多！我……还要……更多……",
						}, -- [144]
						{
							["arg2"] = "缚魂者图拉妮",
							["type"] = "MONSTER_YELL",
							["time"] = 1590898073,
							["arg1"] = "你……你成功了！",
						}, -- [145]
						{
							["arg1"] = " ",
						}, -- [146]
						{
							["arg1"] = " ",
						}, -- [147]
						{
							["arg1"] = "记录开始于 05/31/2020 的 20:33:16。",
							["type"] = "SYSTEM",
						}, -- [148]
						{
							["arg2"] = "祖尔之影",
							["type"] = "MONSTER_YELL",
							["time"] = 1590929229,
							["arg1"] = "欢迎来到第一任巨魔国王的陵墓。我要是能亲自迎接你们就好了。",
						}, -- [149]
						{
							["arg2"] = "祖尔之影",
							["type"] = "MONSTER_YELL",
							["time"] = 1590929236,
							["arg1"] = "我的力量已经在此扎根，让古代灵魂与我主人的意志相连。",
						}, -- [150]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1590929311,
							["arg1"] = "来吧，淹死吧。",
						}, -- [151]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1590929404,
							["arg1"] = "你们的眼睛……闭上了。",
						}, -- [152]
						{
							["arg2"] = "祖尔之影",
							["type"] = "MONSTER_YELL",
							["time"] = 1590929413,
							["arg1"] = "这座神殿将臣服于戈霍恩的力量！",
						}, -- [153]
						{
							["arg2"] = "祖尔之影",
							["type"] = "MONSTER_YELL",
							["time"] = 1590929934,
							["arg1"] = "你是对抗不了赞达拉的！",
						}, -- [154]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1590930275,
							["arg1"] = "睁开你的眼睛。",
						}, -- [155]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1590930369,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [156]
						{
							["arg2"] = "殓尸者姆沁巴",
							["type"] = "MONSTER_YELL",
							["time"] = 1590930741,
							["arg1"] = "你的血液里充满诅咒！",
						}, -- [157]
						{
							["arg2"] = "殓尸者姆沁巴",
							["type"] = "MONSTER_YELL",
							["time"] = 1590930752,
							["arg1"] = "必须净化血肉诅咒！",
						}, -- [158]
						{
							["arg2"] = "殓尸者姆沁巴",
							["type"] = "MONSTER_YELL",
							["time"] = 1590930768,
							["arg1"] = "准备变尸体吧！",
						}, -- [159]
						{
							["arg2"] = "殓尸者姆沁巴",
							["type"] = "MONSTER_YELL",
							["time"] = 1590930777,
							["arg1"] = "防止感染！摘除大脑！",
						}, -- [160]
						{
							["arg2"] = "殓尸者姆沁巴",
							["type"] = "MONSTER_YELL",
							["time"] = 1590930788,
							["arg1"] = "必须净化血肉诅咒！",
						}, -- [161]
						{
							["arg2"] = "殓尸者姆沁巴",
							["type"] = "MONSTER_YELL",
							["time"] = 1590930803,
							["arg1"] = "必须净化血肉诅咒！",
						}, -- [162]
						{
							["arg2"] = "殓尸者姆沁巴",
							["type"] = "MONSTER_YELL",
							["time"] = 1590930821,
							["arg1"] = "清除疫病！",
						}, -- [163]
						{
							["arg2"] = "殓尸者姆沁巴",
							["type"] = "MONSTER_YELL",
							["time"] = 1590930822,
							["arg1"] = "必须净化血肉诅咒！",
						}, -- [164]
						{
							["arg2"] = "殓尸者姆沁巴",
							["type"] = "MONSTER_YELL",
							["time"] = 1590930839,
							["arg1"] = "准备变尸体吧！",
						}, -- [165]
						{
							["arg2"] = "殓尸者姆沁巴",
							["type"] = "MONSTER_YELL",
							["time"] = 1590930846,
							["arg1"] = "防止感染！摘除大脑！",
						}, -- [166]
						{
							["arg2"] = "殓尸者姆沁巴",
							["type"] = "MONSTER_YELL",
							["time"] = 1590930858,
							["arg1"] = "必须净化血肉诅咒！",
						}, -- [167]
						{
							["arg2"] = "殓尸者姆沁巴",
							["type"] = "MONSTER_YELL",
							["time"] = 1590930874,
							["arg1"] = "必须净化血肉诅咒！",
						}, -- [168]
						{
							["arg2"] = "殓尸者姆沁巴",
							["type"] = "MONSTER_YELL",
							["time"] = 1590930889,
							["arg1"] = "尸身……也要好好……保存……",
						}, -- [169]
						{
							["arg2"] = "祖尔之影",
							["type"] = "MONSTER_YELL",
							["time"] = 1590930920,
							["arg1"] = "这座神殿将臣服于戈霍恩的力量！",
						}, -- [170]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1590931454,
							["arg1"] = "睁开你的眼睛。",
						}, -- [171]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1590931550,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [172]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1590931558,
							["arg1"] = "进入我的国度……证明你们的价值。",
						}, -- [173]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1590931642,
							["arg1"] = "你让你真正的主人失望了。",
						}, -- [174]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1590931651,
							["arg1"] = "逃……逃吧。你终将侍奉我。",
						}, -- [175]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590931663,
							["arg1"] = "你逃不了了！",
						}, -- [176]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590931671,
							["arg1"] = "尝尝斧子的滋味！",
						}, -- [177]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590931682,
							["arg1"] = "尝尝斧子的滋味！",
						}, -- [178]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590931686,
							["arg1"] = "有人的脑袋要落地了！",
						}, -- [179]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590931693,
							["arg1"] = "尝尝斧子的滋味！",
						}, -- [180]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590931700,
							["arg1"] = "哈！我帮你减轻了肩上的负担！",
						}, -- [181]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590931704,
							["arg1"] = "尝尝斧子的滋味！",
						}, -- [182]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590931708,
							["arg1"] = "有人的脑袋要落地了！",
						}, -- [183]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590931716,
							["arg1"] = "尝尝斧子的滋味！",
						}, -- [184]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590931722,
							["arg1"] = "我的头……也可以拿去……做战利品……",
						}, -- [185]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590931729,
							["arg1"] = "你死后也是个窝囊废！滚一边去，瞧瞧我的本事！",
						}, -- [186]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590931746,
							["arg1"] = "我的毒可没得解！",
						}, -- [187]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590931749,
							["arg1"] = "元素之灵，听我召唤！",
						}, -- [188]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590931749,
							["arg1"] = "有人的脑袋要落地了！",
						}, -- [189]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590931769,
							["arg1"] = "我的毒可没得解！",
						}, -- [190]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590931783,
							["arg1"] = "巫毒法术取你性命！",
						}, -- [191]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932009,
							["arg1"] = "你逃不了了！",
						}, -- [192]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932017,
							["arg1"] = "尝尝斧子的滋味！",
						}, -- [193]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932028,
							["arg1"] = "尝尝斧子的滋味！",
						}, -- [194]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932032,
							["arg1"] = "有人的脑袋要落地了！",
						}, -- [195]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932040,
							["arg1"] = "尝尝斧子的滋味！",
						}, -- [196]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932051,
							["arg1"] = "尝尝斧子的滋味！",
						}, -- [197]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932055,
							["arg1"] = "有人的脑袋要落地了！",
						}, -- [198]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932063,
							["arg1"] = "尝尝斧子的滋味！",
						}, -- [199]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932073,
							["arg1"] = "我的头……也可以拿去……做战利品……",
						}, -- [200]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932080,
							["arg1"] = "你死后也是个窝囊废！滚一边去，瞧瞧我的本事！",
						}, -- [201]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932096,
							["arg1"] = "我的毒可没得解！",
						}, -- [202]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932096,
							["arg1"] = "有人的脑袋要落地了！",
						}, -- [203]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932100,
							["arg1"] = "元素之灵，听我召唤！",
						}, -- [204]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932120,
							["arg1"] = "我的毒可没得解！",
						}, -- [205]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932146,
							["arg1"] = "有人的脑袋要落地了！",
						}, -- [206]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932146,
							["arg1"] = "我的毒可没得解！",
						}, -- [207]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932165,
							["arg1"] = "元素之灵，听我召唤！",
						}, -- [208]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932171,
							["arg1"] = "我的毒可没得解！",
						}, -- [209]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932197,
							["arg1"] = "有人的脑袋要落地了！",
						}, -- [210]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932200,
							["arg1"] = "我的毒可没得解！",
						}, -- [211]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932219,
							["arg1"] = "元素之灵，听我召唤！",
						}, -- [212]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932223,
							["arg1"] = "请别把我……跟这些……白痴……埋在一起……",
						}, -- [213]
						{
							["arg2"] = "征服者阿卡阿里",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932229,
							["arg1"] = "哼，你们真没用，生前死后都一样。还得我来对付他们！",
						}, -- [214]
						{
							["arg2"] = "征服者阿卡阿里",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932235,
							["arg1"] = "苦难降临！",
						}, -- [215]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932248,
							["arg1"] = "有人的脑袋要落地了！",
						}, -- [216]
						{
							["arg2"] = "征服者阿卡阿里",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932258,
							["arg1"] = "苦难降临！",
						}, -- [217]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932276,
							["arg1"] = "我的毒可没得解！",
						}, -- [218]
						{
							["arg2"] = "征服者阿卡阿里",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932281,
							["arg1"] = "苦难降临！",
						}, -- [219]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932301,
							["arg1"] = "有人的脑袋要落地了！",
						}, -- [220]
						{
							["arg2"] = "征服者阿卡阿里",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932304,
							["arg1"] = "苦难降临！",
						}, -- [221]
						{
							["arg2"] = "征服者阿卡阿里",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932327,
							["arg1"] = "苦难降临！",
						}, -- [222]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932327,
							["arg1"] = "我的毒可没得解！",
						}, -- [223]
						{
							["arg2"] = "征服者阿卡阿里",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932342,
							["arg1"] = "啊……我的愤怒……是……不朽的……",
						}, -- [224]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932443,
							["arg1"] = "闭嘴，油嘴滑舌的先知！",
						}, -- [225]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932447,
							["arg1"] = "我毕生都在对抗你的主人，但你却在我死后，用他的意志控制我。",
						}, -- [226]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932454,
							["arg1"] = "入侵者当然得死……但我可不想听你喋喋不休。",
						}, -- [227]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932744,
							["arg1"] = "你们要为亵渎我的神殿付出代价！",
						}, -- [228]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932753,
							["arg1"] = "没人能挡下我的利刃！",
						}, -- [229]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932757,
							["arg1"] = "流血吧！",
						}, -- [230]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932763,
							["arg1"] = "我要把你大卸八块！",
						}, -- [231]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932775,
							["arg1"] = "来吧……来吧，可爱的莱班。进食时间到！",
						}, -- [232]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932776,
							["arg1"] = "流血吧！",
						}, -- [233]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932786,
							["arg1"] = "没人能挡下我的利刃！",
						}, -- [234]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932800,
							["arg1"] = "流血吧！",
						}, -- [235]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932810,
							["arg1"] = "我要把你大卸八块！",
						}, -- [236]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932820,
							["arg1"] = "流血吧！",
						}, -- [237]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932829,
							["arg1"] = "没人能挡下我的利刃！",
						}, -- [238]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932832,
							["arg1"] = "死亡也无法切断我们的联系，爱宠们。现在，吃吧，提扎拉……吃吧！",
						}, -- [239]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932868,
							["arg1"] = "流血吧！",
						}, -- [240]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932872,
							["arg1"] = "没人能挡下我的利刃！",
						}, -- [241]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932876,
							["arg1"] = "我要把你大卸八块！",
						}, -- [242]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932886,
							["arg1"] = "流血吧！",
						}, -- [243]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932899,
							["arg1"] = "够了！你们证明了自己的实力，可以死在我手上了！",
						}, -- [244]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932912,
							["arg1"] = "没人能挡下我的利刃！",
						}, -- [245]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932914,
							["arg1"] = "流血吧！",
						}, -- [246]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932933,
							["arg1"] = "流血吧！",
						}, -- [247]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932937,
							["arg1"] = "我要把你大卸八块！",
						}, -- [248]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932942,
							["arg1"] = "没人能挡下我的利刃！",
						}, -- [249]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932957,
							["arg1"] = "流血吧！",
						}, -- [250]
					},
				}, -- [2]
				{
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "小队",
					["logs"] = {
						{
							["arg2"] = "塔隆戈尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590898001,
							["arg1"] = "乔拉，秩序的化身……我要扭曲你的灵魂，成为毁灭的力量之源！",
						}, -- [1]
						{
							["arg2"] = "塔隆戈尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590898022,
							["arg1"] = "毁灭！",
						}, -- [2]
						{
							["arg2"] = "塔隆戈尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590898043,
							["arg1"] = "毁灭！",
						}, -- [3]
						{
							["arg2"] = "塔隆戈尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590898066,
							["arg1"] = "更多！我……还要……更多……",
						}, -- [4]
						{
							["arg2"] = "缚魂者图拉妮",
							["type"] = "MONSTER_YELL",
							["time"] = 1590898073,
							["arg1"] = "你……你成功了！",
						}, -- [5]
						{
							["arg1"] = " ",
						}, -- [6]
						{
							["arg1"] = " ",
						}, -- [7]
						{
							["arg1"] = "记录开始于 05/31/2020 的 20:33:16。",
							["type"] = "SYSTEM",
						}, -- [8]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590928747,
							["arg1"] = "<大脚组队提示>欢迎新的小队成员  [恶魔猎手] 十里扬州路",
							["clColor"] = "ffa9d271",
						}, -- [9]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590928757,
							["arg1"] = "叫画眉",
							["clColor"] = "ffa9d271",
						}, -- [10]
						{
							["arg2"] = "希文喵丨-死亡之翼",
							["type"] = "PARTY",
							["time"] = 1590928769,
							["arg1"] = "。。带孔",
							["clColor"] = "fff38bb9",
						}, -- [11]
						{
							["arg2"] = "希文喵丨-死亡之翼",
							["type"] = "PARTY",
							["time"] = 1590928774,
							["arg1"] = "但是= =是全能精通",
							["clColor"] = "fff38bb9",
						}, -- [12]
						{
							["arg2"] = "希文喵丨-死亡之翼",
							["type"] = "PARTY",
							["time"] = 1590928775,
							["arg1"] = "唉",
							["clColor"] = "fff38bb9",
						}, -- [13]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590928781,
							["arg1"] = "<大脚组队提示>欢迎新的小队成员  [恶魔猎手] 万物咸覩-凤凰之神",
							["clColor"] = "ffa9d271",
						}, -- [14]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY",
							["time"] = 1590928829,
							["arg1"] = "不在",
							["clColor"] = "ffa9d271",
						}, -- [15]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY",
							["time"] = 1590928875,
							["arg1"] = "打不打",
							["clColor"] = "fffe7b09",
						}, -- [16]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY",
							["time"] = 1590928877,
							["arg1"] = "快",
							["clColor"] = "fffe7b09",
						}, -- [17]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY",
							["time"] = 1590928889,
							["arg1"] = "go go go",
							["clColor"] = "fffe7b09",
						}, -- [18]
						{
							["arg2"] = "希文喵丨-死亡之翼",
							["type"] = "PARTY",
							["time"] = 1590928890,
							["arg1"] = "。。M狗却人，。竟然喊了我。。",
							["clColor"] = "fff38bb9",
						}, -- [19]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY",
							["time"] = 1590928898,
							["arg1"] = "叫一个",
							["clColor"] = "fffe7b09",
						}, -- [20]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590928925,
							["arg1"] = "|cff66bbff|Hjournal:0:1041:23|h[诸王之眠]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [21]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590928948,
							["arg1"] = "毛线",
							["clColor"] = "fffe7b09",
						}, -- [22]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590928957,
							["arg1"] = "m1-3 不叫你",
							["clColor"] = "fffe7b09",
						}, -- [23]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590928964,
							["arg1"] = "浪费cd",
							["clColor"] = "fffe7b09",
						}, -- [24]
						{
							["arg2"] = "希文喵丨-死亡之翼",
							["type"] = "PARTY",
							["time"] = 1590928967,
							["arg1"] = "就是",
							["clColor"] = "fff38bb9",
						}, -- [25]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590928984,
							["arg1"] = "狗cd =垃圾",
							["clColor"] = "fffe7b09",
						}, -- [26]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590928991,
							["arg1"] = "去毛线",
							["clColor"] = "fffe7b09",
						}, -- [27]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590929004,
							["arg1"] = "你475 随便进 1-3",
							["clColor"] = "fffe7b09",
						}, -- [28]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590929015,
							["arg1"] = "<大脚组队提示>欢迎新的小队成员  [圣骑士] 聖閗士-凤凰之神",
							["clColor"] = "fffe7b09",
						}, -- [29]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590929040,
							["arg1"] = "|cffe6cc80|Hcurrency:1803:0|h[尼奥罗萨的回响]|h|r 1w 买?",
							["clColor"] = "fffe7b09",
						}, -- [30]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590929072,
							["arg1"] = "|cffa335ee|Hitem:158362:6111:::::::120:104::35:6:6536:6578:6515:1647:4786:6516:::|h[维克雷斯勋爵之戒]|h|r 附?",
							["clColor"] = "fffe7b09",
						}, -- [31]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590929088,
							["arg1"] = "|cffa335ee|Hitem:159304::168642::::::120:104::35:7:6536:4802:6578:6513:1647:4786:6516:::|h[金羽长靴]|h|r?",
							["clColor"] = "fffe7b09",
						}, -- [32]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590929099,
							["arg1"] = "|cffa335ee|Hitem:159304::168642::::::120:104::35:7:6536:4802:6578:6513:1647:4786:6516:::|h[金羽长靴]|h|r ",
							["clColor"] = "fffe7b09",
						}, -- [33]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590929121,
							["arg1"] = "算了",
							["clColor"] = "fffe7b09",
						}, -- [34]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590929148,
							["arg1"] = "ok",
							["clColor"] = "fffe7b09",
						}, -- [35]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590929156,
							["arg1"] = "随便a",
							["clColor"] = "fffe7b09",
						}, -- [36]
						{
							["arg2"] = "祖尔之影",
							["type"] = "MONSTER_YELL",
							["time"] = 1590929229,
							["arg1"] = "欢迎来到第一任巨魔国王的陵墓。我要是能亲自迎接你们就好了。",
						}, -- [37]
						{
							["arg2"] = "祖尔之影",
							["type"] = "MONSTER_YELL",
							["time"] = 1590929236,
							["arg1"] = "我的力量已经在此扎根，让古代灵魂与我主人的意志相连。",
						}, -- [38]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1590929297,
							["arg1"] = "驱散-->|cff71d5ff|Hspell:269935:0|h[暗影束缚]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [39]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1590929299,
							["arg1"] = "驱散-->|cff71d5ff|Hspell:269935:0|h[暗影束缚]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [40]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1590929299,
							["arg1"] = "驱散-->|cff71d5ff|Hspell:269935:0|h[暗影束缚]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [41]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1590929299,
							["arg1"] = "驱散-->|cff71d5ff|Hspell:269935:0|h[暗影束缚]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [42]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1590929299,
							["arg1"] = "驱散-->|cff71d5ff|Hspell:269935:0|h[暗影束缚]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [43]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590929309,
							["arg1"] = "坦克激活方尖碑",
							["clColor"] = "fffe7b09",
						}, -- [44]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1590929310,
							["arg1"] = "坦克激活方尖碑",
							["clColor"] = "ffa22fc8",
						}, -- [45]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1590929311,
							["arg1"] = "来吧，淹死吧。",
						}, -- [46]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1590929353,
							["arg1"] = "打断-->|cff71d5ff|Hspell:314411:0|h[疑云密布]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [47]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1590929380,
							["arg1"] = "打断-->|cff71d5ff|Hspell:314406:0|h[致残疫病]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [48]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1590929401,
							["arg1"] = "打断-->|cff71d5ff|Hspell:314406:0|h[致残疫病]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [49]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1590929404,
							["arg1"] = "你们的眼睛……闭上了。",
						}, -- [50]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590929406,
							["arg1"] = "坦克进入裂隙",
							["clColor"] = "fffe7b09",
						}, -- [51]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1590929407,
							["arg1"] = "坦克进入裂隙",
							["clColor"] = "ffa22fc8",
						}, -- [52]
						{
							["arg2"] = "祖尔之影",
							["type"] = "MONSTER_YELL",
							["time"] = 1590929413,
							["arg1"] = "这座神殿将臣服于戈霍恩的力量！",
						}, -- [53]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590929416,
							["arg1"] = "110",
							["clColor"] = "fffe7b09",
						}, -- [54]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1590929429,
							["arg1"] = "打断-->|cff71d5ff|Hspell:269973:0|h[致命刺寒]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [55]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1590929447,
							["arg1"] = "驱散-->|cff71d5ff|Hspell:269935:0|h[暗影束缚]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [56]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1590929447,
							["arg1"] = "驱散-->|cff71d5ff|Hspell:269935:0|h[暗影束缚]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [57]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1590929447,
							["arg1"] = "驱散-->|cff71d5ff|Hspell:269935:0|h[暗影束缚]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [58]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1590929447,
							["arg1"] = "驱散-->|cff71d5ff|Hspell:269935:0|h[暗影束缚]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [59]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1590929447,
							["arg1"] = "驱散-->|cff71d5ff|Hspell:269935:0|h[暗影束缚]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [60]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1590929447,
							["arg1"] = "驱散-->|cff71d5ff|Hspell:269935:0|h[暗影束缚]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [61]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1590929450,
							["arg1"] = "打断-->|cff71d5ff|Hspell:269972:0|h[暗影箭雨]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [62]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590929471,
							["arg1"] = "树皮术CD剩余46秒",
							["clColor"] = "fffe7b09",
						}, -- [63]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590929509,
							["arg1"] = "坦克进入裂隙",
							["clColor"] = "fffe7b09",
						}, -- [64]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1590929514,
							["arg1"] = "坦克进入裂隙",
							["clColor"] = "ffa22fc8",
						}, -- [65]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590929526,
							["arg1"] = "坦克进入裂隙",
							["clColor"] = "fffe7b09",
						}, -- [66]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1590929528,
							["arg1"] = "坦克进入裂隙",
							["clColor"] = "ffa22fc8",
						}, -- [67]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1590929557,
							["arg1"] = "打断-->|cff71d5ff|Hspell:269972:0|h[暗影箭雨]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [68]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1590929599,
							["arg1"] = "打断-->|cff71d5ff|Hspell:269973:0|h[致命刺寒]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [69]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1590929622,
							["arg1"] = "打断-->|cff71d5ff|Hspell:269973:0|h[致命刺寒]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [70]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1590929727,
							["arg1"] = "打断-->|cff71d5ff|Hspell:269973:0|h[致命刺寒]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [71]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590929728,
							["arg1"] = "打xx 啊",
							["clColor"] = "fffe7b09",
						}, -- [72]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590929734,
							["arg1"] = "哎",
							["clColor"] = "fffe7b09",
						}, -- [73]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590929748,
							["arg1"] = "xx 秒t",
							["clColor"] = "fffe7b09",
						}, -- [74]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590929772,
							["arg1"] = "野性冲锋CD剩余14秒",
							["clColor"] = "fffe7b09",
						}, -- [75]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590929825,
							["arg1"] = "a",
							["clColor"] = "fffe7b09",
						}, -- [76]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590929826,
							["arg1"] = "a",
							["clColor"] = "fffe7b09",
						}, -- [77]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590929826,
							["arg1"] = "a",
							["clColor"] = "fffe7b09",
						}, -- [78]
						{
							["arg2"] = "祖尔之影",
							["type"] = "MONSTER_YELL",
							["time"] = 1590929934,
							["arg1"] = "你是对抗不了赞达拉的！",
						}, -- [79]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1590929939,
							["arg1"] = "坦克进入裂隙",
							["clColor"] = "ffa22fc8",
						}, -- [80]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1590929958,
							["arg1"] = "坦克进入裂隙",
							["clColor"] = "ffa22fc8",
						}, -- [81]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1590929981,
							["arg1"] = "打断-->|cff71d5ff|Hspell:270923:0|h[暗影箭]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [82]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590930101,
							["arg1"] = "暴击",
							["clColor"] = "fffe7b09",
						}, -- [83]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590930273,
							["arg1"] = "坦克激活方尖碑",
							["clColor"] = "fffe7b09",
						}, -- [84]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1590930274,
							["arg1"] = "坦克激活方尖碑",
							["clColor"] = "ffa22fc8",
						}, -- [85]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1590930275,
							["arg1"] = "睁开你的眼睛。",
						}, -- [86]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590930333,
							["arg1"] = "打了",
							["clColor"] = "fffe7b09",
						}, -- [87]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1590930369,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [88]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590930370,
							["arg1"] = "坦克进入裂隙",
							["clColor"] = "fffe7b09",
						}, -- [89]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1590930371,
							["arg1"] = "坦克进入裂隙",
							["clColor"] = "ffa22fc8",
						}, -- [90]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590930380,
							["arg1"] = "110",
							["clColor"] = "fffe7b09",
						}, -- [91]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590930381,
							["arg1"] = "==",
							["clColor"] = "fffe7b09",
						}, -- [92]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590930483,
							["arg1"] = "生存本能CD剩余2秒",
							["clColor"] = "fffe7b09",
						}, -- [93]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590930517,
							["arg1"] = "别用一键",
							["clColor"] = "fffe7b09",
						}, -- [94]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590930527,
							["arg1"] = "有问题",
							["clColor"] = "fffe7b09",
						}, -- [95]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590930568,
							["arg1"] = "cd",
							["clColor"] = "fffe7b09",
						}, -- [96]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590930570,
							["arg1"] = "cd",
							["clColor"] = "fffe7b09",
						}, -- [97]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590930582,
							["arg1"] = "w驱了 画眉",
							["clColor"] = "fffe7b09",
						}, -- [98]
						{
							["arg2"] = "殓尸者姆沁巴",
							["type"] = "MONSTER_YELL",
							["time"] = 1590930741,
							["arg1"] = "你的血液里充满诅咒！",
						}, -- [99]
						{
							["arg2"] = "殓尸者姆沁巴",
							["type"] = "MONSTER_YELL",
							["time"] = 1590930752,
							["arg1"] = "必须净化血肉诅咒！",
						}, -- [100]
						{
							["arg2"] = "殓尸者姆沁巴",
							["type"] = "MONSTER_YELL",
							["time"] = 1590930768,
							["arg1"] = "准备变尸体吧！",
						}, -- [101]
						{
							["arg2"] = "殓尸者姆沁巴",
							["type"] = "MONSTER_YELL",
							["time"] = 1590930777,
							["arg1"] = "防止感染！摘除大脑！",
						}, -- [102]
						{
							["arg2"] = "殓尸者姆沁巴",
							["type"] = "MONSTER_YELL",
							["time"] = 1590930788,
							["arg1"] = "必须净化血肉诅咒！",
						}, -- [103]
						{
							["arg2"] = "殓尸者姆沁巴",
							["type"] = "MONSTER_YELL",
							["time"] = 1590930803,
							["arg1"] = "必须净化血肉诅咒！",
						}, -- [104]
						{
							["arg2"] = "殓尸者姆沁巴",
							["type"] = "MONSTER_YELL",
							["time"] = 1590930821,
							["arg1"] = "清除疫病！",
						}, -- [105]
						{
							["arg2"] = "殓尸者姆沁巴",
							["type"] = "MONSTER_YELL",
							["time"] = 1590930822,
							["arg1"] = "必须净化血肉诅咒！",
						}, -- [106]
						{
							["arg2"] = "殓尸者姆沁巴",
							["type"] = "MONSTER_YELL",
							["time"] = 1590930839,
							["arg1"] = "准备变尸体吧！",
						}, -- [107]
						{
							["arg2"] = "殓尸者姆沁巴",
							["type"] = "MONSTER_YELL",
							["time"] = 1590930846,
							["arg1"] = "防止感染！摘除大脑！",
						}, -- [108]
						{
							["arg2"] = "殓尸者姆沁巴",
							["type"] = "MONSTER_YELL",
							["time"] = 1590930858,
							["arg1"] = "必须净化血肉诅咒！",
						}, -- [109]
						{
							["arg2"] = "殓尸者姆沁巴",
							["type"] = "MONSTER_YELL",
							["time"] = 1590930874,
							["arg1"] = "必须净化血肉诅咒！",
						}, -- [110]
						{
							["arg2"] = "殓尸者姆沁巴",
							["type"] = "MONSTER_YELL",
							["time"] = 1590930889,
							["arg1"] = "尸身……也要好好……保存……",
						}, -- [111]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590930899,
							["arg1"] = "=",
							["clColor"] = "fffe7b09",
						}, -- [112]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590930900,
							["arg1"] = "cd",
							["clColor"] = "fffe7b09",
						}, -- [113]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590930903,
							["arg1"] = "大",
							["clColor"] = "fffe7b09",
						}, -- [114]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590930911,
							["arg1"] = "qs ?",
							["clColor"] = "fffe7b09",
						}, -- [115]
						{
							["arg2"] = "祖尔之影",
							["type"] = "MONSTER_YELL",
							["time"] = 1590930920,
							["arg1"] = "这座神殿将臣服于戈霍恩的力量！",
						}, -- [116]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590930946,
							["arg1"] = "艹",
							["clColor"] = "fffe7b09",
						}, -- [117]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590930975,
							["arg1"] = "打了",
							["clColor"] = "fffe7b09",
						}, -- [118]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590931452,
							["arg1"] = "坦克激活方尖碑",
							["clColor"] = "fffe7b09",
						}, -- [119]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1590931454,
							["arg1"] = "睁开你的眼睛。",
						}, -- [120]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1590931456,
							["arg1"] = "坦克激活方尖碑",
							["clColor"] = "ffa22fc8",
						}, -- [121]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1590931488,
							["arg1"] = "打断-->|cff71d5ff|Hspell:314592:0|h[精神鞭笞]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [122]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590931498,
							["arg1"] = ".a",
							["clColor"] = "fffe7b09",
						}, -- [123]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590931498,
							["arg1"] = "a",
							["clColor"] = "fffe7b09",
						}, -- [124]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1590931550,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [125]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590931553,
							["arg1"] = "坦克进入裂隙",
							["clColor"] = "fffe7b09",
						}, -- [126]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590931556,
							["arg1"] = "坦克激活方尖碑",
							["clColor"] = "fffe7b09",
						}, -- [127]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1590931558,
							["arg1"] = "进入我的国度……证明你们的价值。",
						}, -- [128]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1590931642,
							["arg1"] = "你让你真正的主人失望了。",
						}, -- [129]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1590931651,
							["arg1"] = "逃……逃吧。你终将侍奉我。",
						}, -- [130]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590931653,
							["arg1"] = "坦克进入裂隙",
							["clColor"] = "fffe7b09",
						}, -- [131]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1590931653,
							["arg1"] = "坦克进入裂隙",
							["clColor"] = "ffa22fc8",
						}, -- [132]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590931663,
							["arg1"] = "你逃不了了！",
						}, -- [133]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590931671,
							["arg1"] = "尝尝斧子的滋味！",
						}, -- [134]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590931682,
							["arg1"] = "尝尝斧子的滋味！",
						}, -- [135]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590931686,
							["arg1"] = "有人的脑袋要落地了！",
						}, -- [136]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590931693,
							["arg1"] = "尝尝斧子的滋味！",
						}, -- [137]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590931700,
							["arg1"] = "哈！我帮你减轻了肩上的负担！",
						}, -- [138]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590931704,
							["arg1"] = "尝尝斧子的滋味！",
						}, -- [139]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590931708,
							["arg1"] = "有人的脑袋要落地了！",
						}, -- [140]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590931716,
							["arg1"] = "尝尝斧子的滋味！",
						}, -- [141]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590931722,
							["arg1"] = "我的头……也可以拿去……做战利品……",
						}, -- [142]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590931729,
							["arg1"] = "你死后也是个窝囊废！滚一边去，瞧瞧我的本事！",
						}, -- [143]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590931729,
							["arg1"] = "闪了",
							["clColor"] = "fffe7b09",
						}, -- [144]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1590931730,
							["arg1"] = "打断-->|cff71d5ff|Hspell:267308:0|h[闪电箭]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [145]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590931746,
							["arg1"] = "我的毒可没得解！",
						}, -- [146]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590931749,
							["arg1"] = "元素之灵，听我召唤！",
						}, -- [147]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590931749,
							["arg1"] = "有人的脑袋要落地了！",
						}, -- [148]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590931769,
							["arg1"] = "我的毒可没得解！",
						}, -- [149]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1590931770,
							["arg1"] = "打断-->|cff71d5ff|Hspell:267273:0|h[毒性新星]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [150]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590931783,
							["arg1"] = "巫毒法术取你性命！",
						}, -- [151]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590931811,
							["arg1"] = "直接 无敌 保护",
							["clColor"] = "fffe7b09",
						}, -- [152]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590931855,
							["arg1"] = "别想奶了",
							["clColor"] = "fffe7b09",
						}, -- [153]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1590931914,
							["arg1"] = "坦克进入裂隙",
							["clColor"] = "ffa22fc8",
						}, -- [154]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590931959,
							["arg1"] = "坦克进入裂隙",
							["clColor"] = "fffe7b09",
						}, -- [155]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1590931959,
							["arg1"] = "坦克进入裂隙",
							["clColor"] = "ffa22fc8",
						}, -- [156]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590931986,
							["arg1"] = "坦克进入裂隙",
							["clColor"] = "fffe7b09",
						}, -- [157]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932009,
							["arg1"] = "你逃不了了！",
						}, -- [158]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932017,
							["arg1"] = "尝尝斧子的滋味！",
						}, -- [159]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932028,
							["arg1"] = "尝尝斧子的滋味！",
						}, -- [160]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932032,
							["arg1"] = "有人的脑袋要落地了！",
						}, -- [161]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932040,
							["arg1"] = "尝尝斧子的滋味！",
						}, -- [162]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932051,
							["arg1"] = "尝尝斧子的滋味！",
						}, -- [163]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932055,
							["arg1"] = "有人的脑袋要落地了！",
						}, -- [164]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932063,
							["arg1"] = "尝尝斧子的滋味！",
						}, -- [165]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590932064,
							["arg1"] = "不会点t",
							["clColor"] = "fffe7b09",
						}, -- [166]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932073,
							["arg1"] = "我的头……也可以拿去……做战利品……",
						}, -- [167]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590932076,
							["arg1"] = "666666",
							["clColor"] = "fffe7b09",
						}, -- [168]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932080,
							["arg1"] = "你死后也是个窝囊废！滚一边去，瞧瞧我的本事！",
						}, -- [169]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1590932081,
							["arg1"] = "打断-->|cff71d5ff|Hspell:267308:0|h[闪电箭]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [170]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590932095,
							["arg1"] = "cd",
							["clColor"] = "fffe7b09",
						}, -- [171]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932096,
							["arg1"] = "我的毒可没得解！",
						}, -- [172]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590932096,
							["arg1"] = "cd",
							["clColor"] = "fffe7b09",
						}, -- [173]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932096,
							["arg1"] = "有人的脑袋要落地了！",
						}, -- [174]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932100,
							["arg1"] = "元素之灵，听我召唤！",
						}, -- [175]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590932108,
							["arg1"] = "野性冲锋CD剩余14秒",
							["clColor"] = "fffe7b09",
						}, -- [176]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1590932114,
							["arg1"] = "驱散-->|cff71d5ff|Hspell:267256:0|h[大地之墙]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [177]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932120,
							["arg1"] = "我的毒可没得解！",
						}, -- [178]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1590932143,
							["arg1"] = "打断-->|cff71d5ff|Hspell:267308:0|h[闪电箭]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [179]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932146,
							["arg1"] = "有人的脑袋要落地了！",
						}, -- [180]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932146,
							["arg1"] = "我的毒可没得解！",
						}, -- [181]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932165,
							["arg1"] = "元素之灵，听我召唤！",
						}, -- [182]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932171,
							["arg1"] = "我的毒可没得解！",
						}, -- [183]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1590932174,
							["arg1"] = "驱散-->|cff71d5ff|Hspell:267256:0|h[大地之墙]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [184]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1590932194,
							["arg1"] = "打断-->|cff71d5ff|Hspell:267308:0|h[闪电箭]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [185]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1590932197,
							["arg1"] = "驱散-->|cff71d5ff|Hspell:267256:0|h[大地之墙]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [186]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932197,
							["arg1"] = "有人的脑袋要落地了！",
						}, -- [187]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932200,
							["arg1"] = "我的毒可没得解！",
						}, -- [188]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1590932218,
							["arg1"] = "打断-->|cff71d5ff|Hspell:267308:0|h[闪电箭]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [189]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932219,
							["arg1"] = "元素之灵，听我召唤！",
						}, -- [190]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932223,
							["arg1"] = "请别把我……跟这些……白痴……埋在一起……",
						}, -- [191]
						{
							["arg2"] = "征服者阿卡阿里",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932229,
							["arg1"] = "哼，你们真没用，生前死后都一样。还得我来对付他们！",
						}, -- [192]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1590932233,
							["arg1"] = "驱散-->|cff71d5ff|Hspell:267256:0|h[大地之墙]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [193]
						{
							["arg2"] = "征服者阿卡阿里",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932235,
							["arg1"] = "苦难降临！",
						}, -- [194]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1590932247,
							["arg1"] = "驱散-->|cff71d5ff|Hspell:267256:0|h[大地之墙]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [195]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932248,
							["arg1"] = "有人的脑袋要落地了！",
						}, -- [196]
						{
							["arg2"] = "征服者阿卡阿里",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932258,
							["arg1"] = "苦难降临！",
						}, -- [197]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932276,
							["arg1"] = "我的毒可没得解！",
						}, -- [198]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1590932279,
							["arg1"] = "打断-->|cff71d5ff|Hspell:267273:0|h[毒性新星]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [199]
						{
							["arg2"] = "征服者阿卡阿里",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932281,
							["arg1"] = "苦难降临！",
						}, -- [200]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932301,
							["arg1"] = "有人的脑袋要落地了！",
						}, -- [201]
						{
							["arg2"] = "征服者阿卡阿里",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932304,
							["arg1"] = "苦难降临！",
						}, -- [202]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590932318,
							["arg1"] = "35%?",
							["clColor"] = "fffe7b09",
						}, -- [203]
						{
							["arg2"] = "征服者阿卡阿里",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932327,
							["arg1"] = "苦难降临！",
						}, -- [204]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932327,
							["arg1"] = "我的毒可没得解！",
						}, -- [205]
						{
							["arg2"] = "征服者阿卡阿里",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932342,
							["arg1"] = "啊……我的愤怒……是……不朽的……",
						}, -- [206]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590932342,
							["arg1"] = "躲闪35%",
							["clColor"] = "fffe7b09",
						}, -- [207]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1590932349,
							["arg1"] = "坦克进入裂隙",
							["clColor"] = "ffa22fc8",
						}, -- [208]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590932350,
							["arg1"] = "坦克进入裂隙",
							["clColor"] = "fffe7b09",
						}, -- [209]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1590932375,
							["arg1"] = "坦克进入裂隙",
							["clColor"] = "ffa22fc8",
						}, -- [210]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590932381,
							["arg1"] = "坦克进入裂隙",
							["clColor"] = "fffe7b09",
						}, -- [211]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1590932408,
							["arg1"] = "打断-->|cff71d5ff|Hspell:270492:0|h[妖术]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [212]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932443,
							["arg1"] = "闭嘴，油嘴滑舌的先知！",
						}, -- [213]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932447,
							["arg1"] = "我毕生都在对抗你的主人，但你却在我死后，用他的意志控制我。",
						}, -- [214]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932454,
							["arg1"] = "入侵者当然得死……但我可不想听你喋喋不休。",
						}, -- [215]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1590932469,
							["arg1"] = "打断-->|cff71d5ff|Hspell:270493:0|h[幽灵弹]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [216]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1590932499,
							["arg1"] = "打断-->|cff71d5ff|Hspell:270492:0|h[妖术]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [217]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590932525,
							["arg1"] = "坦克进入裂隙",
							["clColor"] = "fffe7b09",
						}, -- [218]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590932542,
							["arg1"] = "|cff71d5ff|Hspell:5215:0|h[潜行]|h|radd",
							["clColor"] = "fffe7b09",
						}, -- [219]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590932556,
							["arg1"] = "坦克进入裂隙",
							["clColor"] = "fffe7b09",
						}, -- [220]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590932605,
							["arg1"] = "打完 和小猫打一个",
							["clColor"] = "fffe7b09",
						}, -- [221]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590932622,
							["arg1"] = "|cff1eff00|Hitem:132514::::::::120:104::::::|h[自动铁锤]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [222]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590932633,
							["arg1"] = "野性冲锋CD剩余14秒",
							["clColor"] = "fffe7b09",
						}, -- [223]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590932633,
							["arg1"] = "野性冲锋CD剩余14秒",
							["clColor"] = "fffe7b09",
						}, -- [224]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590932655,
							["arg1"] = "生存本能CD剩余171秒",
							["clColor"] = "fffe7b09",
						}, -- [225]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932744,
							["arg1"] = "你们要为亵渎我的神殿付出代价！",
						}, -- [226]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932753,
							["arg1"] = "没人能挡下我的利刃！",
						}, -- [227]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932757,
							["arg1"] = "流血吧！",
						}, -- [228]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932763,
							["arg1"] = "我要把你大卸八块！",
						}, -- [229]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590932773,
							["arg1"] = "666666666",
							["clColor"] = "fffe7b09",
						}, -- [230]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932775,
							["arg1"] = "来吧……来吧，可爱的莱班。进食时间到！",
						}, -- [231]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932776,
							["arg1"] = "流血吧！",
						}, -- [232]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932786,
							["arg1"] = "没人能挡下我的利刃！",
						}, -- [233]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932800,
							["arg1"] = "流血吧！",
						}, -- [234]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932810,
							["arg1"] = "我要把你大卸八块！",
						}, -- [235]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932820,
							["arg1"] = "流血吧！",
						}, -- [236]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932829,
							["arg1"] = "没人能挡下我的利刃！",
						}, -- [237]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932832,
							["arg1"] = "死亡也无法切断我们的联系，爱宠们。现在，吃吧，提扎拉……吃吧！",
						}, -- [238]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1590932844,
							["arg1"] = "树皮术CD剩余89秒",
							["clColor"] = "fffe7b09",
						}, -- [239]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932868,
							["arg1"] = "流血吧！",
						}, -- [240]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932872,
							["arg1"] = "没人能挡下我的利刃！",
						}, -- [241]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932876,
							["arg1"] = "我要把你大卸八块！",
						}, -- [242]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932886,
							["arg1"] = "流血吧！",
						}, -- [243]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932899,
							["arg1"] = "够了！你们证明了自己的实力，可以死在我手上了！",
						}, -- [244]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932912,
							["arg1"] = "没人能挡下我的利刃！",
						}, -- [245]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932914,
							["arg1"] = "流血吧！",
						}, -- [246]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932933,
							["arg1"] = "流血吧！",
						}, -- [247]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932937,
							["arg1"] = "我要把你大卸八块！",
						}, -- [248]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932942,
							["arg1"] = "没人能挡下我的利刃！",
						}, -- [249]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932957,
							["arg1"] = "流血吧！",
						}, -- [250]
					},
				}, -- [3]
				{
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "说",
					["logs"] = {
						{
							["arg2"] = "艾拉兹敏王子",
							["type"] = "MONSTER_SAY",
							["time"] = 1590843130,
							["arg1"] = "你已经不是我的父亲了，只不过是个出故障的机器，该报废了。",
						}, -- [1]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_SAY",
							["time"] = 1590843136,
							["arg1"] = "可怜的孩子。为什么不愿接受真相呢？",
						}, -- [2]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_SAY",
							["time"] = 1590843140,
							["arg1"] = "这么多年以来，血肉诅咒在艾泽拉斯滋长蔓延，而我会用机械净化这一切。",
						}, -- [3]
						{
							["arg2"] = "糖迪凯-血牙魔王",
							["type"] = "SAY",
							["time"] = 1590843242,
							["arg1"] = "糖迪凯 中了超荷电磁炮 (1)",
							["clColor"] = "ffc31d39",
						}, -- [4]
						{
							["arg2"] = "糖迪凯-血牙魔王",
							["type"] = "SAY",
							["time"] = 1590843397,
							["arg1"] = "糖迪凯 中了超荷电磁炮 (1)",
							["clColor"] = "ffc31d39",
						}, -- [5]
						{
							["arg2"] = "丶花落伊人泪-亡语者",
							["type"] = "SAY",
							["time"] = 1590843414,
							["arg1"] = "丶花落伊人泪 中了超荷电磁炮 (2)",
							["clColor"] = "ffa9d271",
						}, -- [6]
						{
							["arg2"] = "希文喵丨-死亡之翼",
							["type"] = "SAY",
							["time"] = 1590843538,
							["arg1"] = "希文喵丨 中了超荷电磁炮 (1)",
							["clColor"] = "fff38bb9",
						}, -- [7]
						{
							["arg2"] = "糖迪凯-血牙魔王",
							["type"] = "SAY",
							["time"] = 1590843554,
							["arg1"] = "糖迪凯 中了超荷电磁炮 (2)",
							["clColor"] = "ffc31d39",
						}, -- [8]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590843588,
							["arg1"] = "万物咸覩 中了超荷电磁炮 (4)",
							["clColor"] = "ffa22fc8",
						}, -- [9]
						{
							["arg2"] = "希文喵丨-死亡之翼",
							["type"] = "SAY",
							["time"] = 1590843622,
							["arg1"] = "希文喵丨 中了超荷电磁炮 (2)",
							["clColor"] = "fff38bb9",
						}, -- [10]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590843654,
							["arg1"] = "万物咸覩 中了超荷电磁炮 (4)",
							["clColor"] = "ffa22fc8",
						}, -- [11]
						{
							["arg2"] = "丶花落伊人泪-亡语者",
							["type"] = "SAY",
							["time"] = 1590843758,
							["arg1"] = "丶花落伊人泪 中了超荷电磁炮 (1)",
							["clColor"] = "ffa9d271",
						}, -- [12]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590843775,
							["arg1"] = "万物咸覩 中了超荷电磁炮 (2)",
							["clColor"] = "ffa22fc8",
						}, -- [13]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590843794,
							["arg1"] = "万物咸覩 中了超荷电磁炮 (3)",
							["clColor"] = "ffa22fc8",
						}, -- [14]
						{
							["arg2"] = "丶花落伊人泪-亡语者",
							["type"] = "SAY",
							["time"] = 1590843917,
							["arg1"] = "丶花落伊人泪 中了超荷电磁炮 (2)",
							["clColor"] = "ffa9d271",
						}, -- [15]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590843953,
							["arg1"] = "万物咸覩 中了超荷电磁炮 (4)",
							["clColor"] = "ffa22fc8",
						}, -- [16]
						{
							["arg2"] = "糖迪凯-血牙魔王",
							["type"] = "SAY",
							["time"] = 1590843977,
							["arg1"] = "糖迪凯 中了超荷电磁炮 (1)",
							["clColor"] = "ffc31d39",
						}, -- [17]
						{
							["arg2"] = "希文喵丨-死亡之翼",
							["type"] = "SAY",
							["time"] = 1590844097,
							["arg1"] = "希文喵丨 中了超荷电磁炮 (2)",
							["clColor"] = "fff38bb9",
						}, -- [18]
						{
							["arg2"] = "希文喵丨-死亡之翼",
							["type"] = "SAY",
							["time"] = 1590844119,
							["arg1"] = "希文喵丨 中了超荷电磁炮 (3)",
							["clColor"] = "fff38bb9",
						}, -- [19]
						{
							["arg2"] = "糖迪凯-血牙魔王",
							["type"] = "SAY",
							["time"] = 1590844242,
							["arg1"] = "糖迪凯 中了超荷电磁炮 (1)",
							["clColor"] = "ffc31d39",
						}, -- [20]
						{
							["arg2"] = "丶花落伊人泪-亡语者",
							["type"] = "SAY",
							["time"] = 1590844260,
							["arg1"] = "丶花落伊人泪 中了超荷电磁炮 (2)",
							["clColor"] = "ffa9d271",
						}, -- [21]
						{
							["arg2"] = "丶花落伊人泪-亡语者",
							["type"] = "SAY",
							["time"] = 1590844281,
							["arg1"] = "丶花落伊人泪 中了超荷电磁炮 (3)",
							["clColor"] = "ffa9d271",
						}, -- [22]
						{
							["arg2"] = "糖迪凯-血牙魔王",
							["type"] = "SAY",
							["time"] = 1590844328,
							["arg1"] = "糖迪凯 中了超荷电磁炮 (3)",
							["clColor"] = "ffc31d39",
						}, -- [23]
						{
							["arg2"] = "希文喵丨-死亡之翼",
							["type"] = "SAY",
							["time"] = 1590844356,
							["arg1"] = "希文喵丨 中了超荷电磁炮 (4)",
							["clColor"] = "fff38bb9",
						}, -- [24]
						{
							["arg2"] = "艾拉兹敏王子",
							["type"] = "MONSTER_SAY",
							["time"] = 1590844386,
							["arg1"] = "机械归源器已经不复存在……我父亲也一样。",
						}, -- [25]
						{
							["arg2"] = "艾拉兹敏王子",
							["type"] = "MONSTER_SAY",
							["time"] = 1590844390,
							["arg1"] = "谢谢你们，英雄。毕竟，我的人民并不认同麦卡贡国王心中的世界蓝图。",
						}, -- [26]
						{
							["arg2"] = "艾拉兹敏王子",
							["type"] = "MONSTER_SAY",
							["time"] = 1590844397,
							["arg1"] = "我们接下来需要着眼于重建工作。不过你要是有什么需要，请但说无妨。",
						}, -- [27]
						{
							["arg1"] = " ",
						}, -- [28]
						{
							["arg1"] = " ",
						}, -- [29]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/31/2020 的 07:02:07。",
						}, -- [30]
						{
							["arg2"] = "战争德鲁伊罗缇",
							["type"] = "MONSTER_SAY",
							["time"] = 1590879815,
							["arg1"] = "是时候让这些小家伙接受考验了，好让他们履行自己的使命。鼓励他们回到万民之厅。",
						}, -- [31]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_SAY",
							["time"] = 1590880009,
							["arg1"] = "附近有个危险的敌人。在它打乱我们计划前，消灭它。",
						}, -- [32]
						{
							["arg2"] = "低贱的赞达拉巨魔",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1590880014,
							["arg1"] = "你追逐孩子们的时候，他们嬉笑着躲开了。",
						}, -- [33]
						{
							["arg1"] = " ",
						}, -- [34]
						{
							["arg1"] = " ",
						}, -- [35]
						{
							["arg1"] = "记录开始于 05/31/2020 的 11:06:42。",
							["type"] = "SYSTEM",
						}, -- [36]
						{
							["arg2"] = "战争德鲁伊罗缇",
							["type"] = "MONSTER_SAY",
							["time"] = 1590895592,
							["arg1"] = "是时候让这些小家伙接受考验了，好让他们履行自己的使命。鼓励他们回到万民之厅。",
						}, -- [37]
						{
							["arg2"] = "巴斯特罗·戈扎科",
							["type"] = "MONSTER_SAY",
							["time"] = 1590895636,
							["arg1"] = "顾客在等着呢。这个究竟要等多久？",
						}, -- [38]
						{
							["arg2"] = "切肉者卡罗",
							["type"] = "MONSTER_SAY",
							["time"] = 1590895638,
							["arg1"] = "切瓜时不能心急火燎。请让厨师慢慢弄。",
						}, -- [39]
						{
							["arg2"] = "焦虑的流浪者",
							["type"] = "MONSTER_SAY",
							["time"] = 1590895768,
							["arg1"] = "你已经蹚过了灵魂之河，陌生人。你最好立刻回头。",
						}, -- [40]
						{
							["arg2"] = "焦虑的流浪者",
							["type"] = "MONSTER_SAY",
							["time"] = 1590895819,
							["arg1"] = "这里曾是一片祥和之地。永恒的安息之所……",
						}, -- [41]
						{
							["arg2"] = "焦虑的流浪者",
							["type"] = "MONSTER_SAY",
							["time"] = 1590895896,
							["arg1"] = "永远困在黑暗之中……无法……逃脱……",
						}, -- [42]
						{
							["arg2"] = "泣血幽灵",
							["type"] = "MONSTER_SAY",
							["time"] = 1590896059,
							["arg1"] = "耐奥祖已不再听我们的了，他现在只听命于黑暗。",
						}, -- [43]
						{
							["arg2"] = "影月盗墓者",
							["type"] = "MONSTER_SAY",
							["time"] = 1590896106,
							["arg1"] = "站起来，侍奉你的主人！",
						}, -- [44]
						{
							["arg2"] = "影月盗墓者",
							["type"] = "MONSTER_SAY",
							["time"] = 1590896111,
							["arg1"] = "站起来，侍奉你的主人！",
						}, -- [45]
						{
							["arg2"] = "被解放的灵魂",
							["type"] = "MONSTER_SAY",
							["time"] = 1590896229,
							["arg1"] = "我的苦难结束了！",
						}, -- [46]
						{
							["arg2"] = "被解放的灵魂",
							["type"] = "MONSTER_SAY",
							["time"] = 1590896229,
							["arg1"] = "谢谢你！",
						}, -- [47]
						{
							["arg2"] = "被解放的灵魂",
							["type"] = "MONSTER_SAY",
							["time"] = 1590896231,
							["arg1"] = "谢谢你！",
						}, -- [48]
						{
							["arg2"] = "被解放的灵魂",
							["type"] = "MONSTER_SAY",
							["time"] = 1590896232,
							["arg1"] = "我的苦难结束了！",
						}, -- [49]
						{
							["arg2"] = "被解放的灵魂",
							["type"] = "MONSTER_SAY",
							["time"] = 1590896233,
							["arg1"] = "我的苦难结束了！",
						}, -- [50]
						{
							["arg2"] = "影月盗墓者",
							["type"] = "MONSTER_SAY",
							["time"] = 1590896240,
							["arg1"] = "站起来，侍奉你的主人！",
						}, -- [51]
						{
							["arg2"] = "骨喉",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1590896437,
							["arg1"] = "%s的吸力变强了！",
						}, -- [52]
						{
							["arg2"] = "骨喉",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1590896441,
							["arg1"] = "%s的吸力变强了！",
						}, -- [53]
						{
							["arg2"] = "骨喉",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1590896477,
							["arg1"] = "%s的吸力变强了！",
						}, -- [54]
						{
							["arg2"] = "骨喉",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1590896481,
							["arg1"] = "%s的吸力变强了！",
						}, -- [55]
						{
							["arg2"] = "耐奥祖",
							["type"] = "MONSTER_SAY",
							["time"] = 1590896582,
							["arg1"] = "黑暗……在我体内流淌，从每一条血管渗出。",
						}, -- [56]
						{
							["arg2"] = "丨伤逝流年丨-克尔苏加德",
							["type"] = "SAY",
							["time"] = 1590896640,
							["arg1"] = "丨伤逝流年丨 中了死亡之兆",
							["clColor"] = "ffa9d271",
						}, -- [57]
						{
							["arg2"] = "战争德鲁伊罗缇",
							["type"] = "MONSTER_SAY",
							["time"] = 1590896677,
							["arg1"] = "是时候让这些小家伙接受考验了，好让他们履行自己的使命。鼓励他们回到万民之厅。",
						}, -- [58]
						{
							["arg2"] = "缚魂者图拉妮",
							["type"] = "MONSTER_SAY",
							["time"] = 1590896916,
							["arg1"] = "很好！我们肯定是抢在塔隆戈尔和古尔丹前头了！",
						}, -- [59]
						{
							["arg2"] = "缚魂者图拉妮",
							["type"] = "MONSTER_SAY",
							["time"] = 1590896921,
							["arg1"] = "尼娅米正在加固工事，抵御他们的攻击——跟我来，我们得去向她报告。",
						}, -- [60]
						{
							["arg2"] = "奥金尼防御者",
							["type"] = "MONSTER_SAY",
							["time"] = 1590896928,
							["arg1"] = "勇士们，尼娅米在西边的仪式大殿里等着你们。",
						}, -- [61]
						{
							["arg2"] = "缚魂者图拉妮",
							["type"] = "MONSTER_SAY",
							["time"] = 1590896937,
							["arg1"] = "很漂亮，不是吗？想想吧——你是第一个进入奥金顿参观的外来者。",
						}, -- [62]
						{
							["arg2"] = "缚魂者图拉妮",
							["type"] = "MONSTER_SAY",
							["time"] = 1590896954,
							["arg1"] = "奇怪……门怎么锁上了？没关系……",
						}, -- [63]
						{
							["arg2"] = "缚魂者图拉妮",
							["type"] = "MONSTER_SAY",
							["time"] = 1590896964,
							["arg1"] = "我们继续前进吧。",
						}, -- [64]
						{
							["arg2"] = "缚魂者图拉妮",
							["type"] = "MONSTER_SAY",
							["time"] = 1590897179,
							["arg1"] = "啊啊！",
						}, -- [65]
						{
							["arg2"] = "缚魂者图拉妮",
							["type"] = "MONSTER_SAY",
							["time"] = 1590897184,
							["arg1"] = "她……逃跑了。防御工事……",
						}, -- [66]
						{
							["arg2"] = "缚魂者图拉妮",
							["type"] = "MONSTER_SAY",
							["time"] = 1590897191,
							["arg1"] = "她还有帮手。组织里的许多成员都被腐蚀了……",
						}, -- [67]
						{
							["arg2"] = "缚魂者图拉妮",
							["type"] = "MONSTER_SAY",
							["time"] = 1590897197,
							["arg1"] = "我得召集那些忠贞不渝的成员并保护好他们。你——请你出去阻止这场疯狂的暴行！",
						}, -- [68]
						{
							["arg2"] = "迷人的小辣椒-迦拉克隆",
							["type"] = "SAY",
							["time"] = 1590897339,
							["arg1"] = "ffffff",
							["clColor"] = "ffc59a6c",
						}, -- [69]
						{
							["arg2"] = "奥金尼守护者",
							["type"] = "MONSTER_SAY",
							["time"] = 1590897453,
							["arg1"] = "保护奥金顿的屏障碎裂了。",
						}, -- [70]
						{
							["arg2"] = "奥金尼守护者",
							["type"] = "MONSTER_SAY",
							["time"] = 1590897460,
							["arg1"] = "一股邪恶力量渗入了这些神圣的殿堂。",
						}, -- [71]
						{
							["arg2"] = "奥金尼守护者",
							["type"] = "MONSTER_SAY",
							["time"] = 1590897465,
							["arg1"] = "去侦察一下，我们得在这里建个据点。",
						}, -- [72]
						{
							["arg2"] = "缚魂者图拉妮",
							["type"] = "MONSTER_SAY",
							["time"] = 1590898075,
							["arg1"] = "拿着——这并不足以酬谢你的无私帮助，但这是我们应该给的。",
						}, -- [73]
						{
							["arg2"] = "战争德鲁伊罗缇",
							["type"] = "MONSTER_SAY",
							["time"] = 1590898095,
							["arg1"] = "是时候让这些小家伙接受考验了，好让他们履行自己的使命。鼓励他们回到万民之厅。",
						}, -- [74]
						{
							["arg2"] = "巴斯特罗·戈扎科",
							["type"] = "MONSTER_SAY",
							["time"] = 1590898249,
							["arg1"] = "你的斧子好像不怎么快啊，我的朋友。",
						}, -- [75]
						{
							["arg2"] = "切肉者卡罗",
							["type"] = "MONSTER_SAY",
							["time"] = 1590898251,
							["arg1"] = "那我还是拿你的伶牙俐齿来切甜瓜好了，戈扎科。",
						}, -- [76]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_SAY",
							["time"] = 1590898332,
							["arg1"] = "附近有个危险的敌人。在它打乱我们计划前，消灭它。",
						}, -- [77]
						{
							["arg1"] = " ",
						}, -- [78]
						{
							["arg1"] = " ",
						}, -- [79]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/31/2020 的 20:03:41。",
						}, -- [80]
						{
							["arg2"] = "低贱的赞达拉巨魔",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1590926662,
							["arg1"] = "你追逐孩子们的时候，他们嬉笑着躲开了。",
						}, -- [81]
						{
							["arg1"] = " ",
						}, -- [82]
						{
							["arg1"] = " ",
						}, -- [83]
						{
							["arg1"] = "记录开始于 05/31/2020 的 20:33:16。",
							["type"] = "SYSTEM",
						}, -- [84]
						{
							["arg2"] = "低贱的赞达拉巨魔",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1590928446,
							["arg1"] = "你追逐孩子们的时候，他们嬉笑着躲开了。",
						}, -- [85]
						{
							["arg2"] = "格里伏塔",
							["type"] = "MONSTER_SAY",
							["time"] = 1590928455,
							["arg1"] = "神奇的护身符！绝妙的珍玩！大客户购买有特价！",
						}, -- [86]
						{
							["arg2"] = "战争德鲁伊罗缇",
							["type"] = "MONSTER_SAY",
							["time"] = 1590929024,
							["arg1"] = "祖尔的信徒和魔古族正在先知神殿集结。你知道该怎么做。",
						}, -- [87]
						{
							["arg2"] = "塔兰吉公主",
							["type"] = "MONSTER_SAY",
							["time"] = 1590929174,
							["arg1"] = "啊，武器大师哈鲁……他曾是我父亲的导师，还有我的祖父。他的职责已尽。让他迷茫的灵魂安息吧。",
						}, -- [88]
						{
							["arg2"] = "活化守卫",
							["type"] = "MONSTER_SAY",
							["time"] = 1590929237,
							["arg1"] = "不得前进。",
						}, -- [89]
						{
							["arg2"] = "聖閗士-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590929295,
							["arg1"] = "聖閗士 锁定",
							["clColor"] = "fff38bb9",
						}, -- [90]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590929354,
							["arg1"] = "小怪爆炸",
							["clColor"] = "ffa22fc8",
						}, -- [91]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590929362,
							["arg1"] = "小怪爆炸",
							["clColor"] = "ffa22fc8",
						}, -- [92]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590929373,
							["arg1"] = "小怪爆炸",
							["clColor"] = "ffa22fc8",
						}, -- [93]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590929384,
							["arg1"] = "小怪爆炸",
							["clColor"] = "ffa22fc8",
						}, -- [94]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "SAY",
							["time"] = 1590929709,
							["arg1"] = "我出幻象了,快刷我!",
							["clColor"] = "ffa22fc8",
						}, -- [95]
						{
							["arg2"] = "希文喵丨-死亡之翼",
							["type"] = "SAY",
							["time"] = 1590929782,
							["arg1"] = "希文喵丨 中了吐金",
							["clColor"] = "fff38bb9",
						}, -- [96]
						{
							["arg2"] = "希文喵丨-死亡之翼",
							["type"] = "SAY",
							["time"] = 1590929788,
							["arg1"] = "3秒",
							["clColor"] = "fff38bb9",
						}, -- [97]
						{
							["arg2"] = "希文喵丨-死亡之翼",
							["type"] = "SAY",
							["time"] = 1590929789,
							["arg1"] = "2秒",
							["clColor"] = "fff38bb9",
						}, -- [98]
						{
							["arg2"] = "希文喵丨-死亡之翼",
							["type"] = "SAY",
							["time"] = 1590929790,
							["arg1"] = "1秒",
							["clColor"] = "fff38bb9",
						}, -- [99]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590929804,
							["arg1"] = "万物咸覩 中了吐金",
							["clColor"] = "ffa22fc8",
						}, -- [100]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590929810,
							["arg1"] = "3秒",
							["clColor"] = "ffa22fc8",
						}, -- [101]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590929811,
							["arg1"] = "2秒",
							["clColor"] = "ffa22fc8",
						}, -- [102]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590929812,
							["arg1"] = "1秒",
							["clColor"] = "ffa22fc8",
						}, -- [103]
						{
							["arg2"] = "聖閗士-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590929817,
							["arg1"] = "聖閗士 吐金",
							["clColor"] = "fff38bb9",
						}, -- [104]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590929827,
							["arg1"] = "万物咸覩 中了吐金",
							["clColor"] = "ffa22fc8",
						}, -- [105]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590929833,
							["arg1"] = "3秒",
							["clColor"] = "ffa22fc8",
						}, -- [106]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590929834,
							["arg1"] = "2秒",
							["clColor"] = "ffa22fc8",
						}, -- [107]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590929835,
							["arg1"] = "1秒",
							["clColor"] = "ffa22fc8",
						}, -- [108]
						{
							["arg2"] = "聖閗士-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590929850,
							["arg1"] = "聖閗士 吐金",
							["clColor"] = "fff38bb9",
						}, -- [109]
						{
							["arg2"] = "聖閗士-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590929856,
							["arg1"] = "3",
							["clColor"] = "fff38bb9",
						}, -- [110]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590929861,
							["arg1"] = "万物咸覩 中了吐金",
							["clColor"] = "ffa22fc8",
						}, -- [111]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590929867,
							["arg1"] = "3秒",
							["clColor"] = "ffa22fc8",
						}, -- [112]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590929868,
							["arg1"] = "2秒",
							["clColor"] = "ffa22fc8",
						}, -- [113]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590929869,
							["arg1"] = "1秒",
							["clColor"] = "ffa22fc8",
						}, -- [114]
						{
							["arg2"] = "希文喵丨-死亡之翼",
							["type"] = "SAY",
							["time"] = 1590929872,
							["arg1"] = "希文喵丨 中了吐金",
							["clColor"] = "fff38bb9",
						}, -- [115]
						{
							["arg2"] = "聖閗士-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590929884,
							["arg1"] = "聖閗士 吐金",
							["clColor"] = "fff38bb9",
						}, -- [116]
						{
							["arg2"] = "聖閗士-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590929890,
							["arg1"] = "3",
							["clColor"] = "fff38bb9",
						}, -- [117]
						{
							["arg2"] = "聖閗士-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590929891,
							["arg1"] = "2",
							["clColor"] = "fff38bb9",
						}, -- [118]
						{
							["arg2"] = "聖閗士-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590929892,
							["arg1"] = "1",
							["clColor"] = "fff38bb9",
						}, -- [119]
						{
							["arg2"] = "希文喵丨-死亡之翼",
							["type"] = "SAY",
							["time"] = 1590929894,
							["arg1"] = "希文喵丨 中了吐金",
							["clColor"] = "fff38bb9",
						}, -- [120]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590929912,
							["arg1"] = "3秒",
							["clColor"] = "ffa22fc8",
						}, -- [121]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590929913,
							["arg1"] = "2秒",
							["clColor"] = "ffa22fc8",
						}, -- [122]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590929914,
							["arg1"] = "1秒",
							["clColor"] = "ffa22fc8",
						}, -- [123]
						{
							["arg2"] = "聖閗士-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590929975,
							["arg1"] = "聖閗士 剑刃风暴",
							["clColor"] = "fff38bb9",
						}, -- [124]
						{
							["arg2"] = "聖閗士-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590930000,
							["arg1"] = "聖閗士 剑刃风暴",
							["clColor"] = "fff38bb9",
						}, -- [125]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "SAY",
							["time"] = 1590930058,
							["arg1"] = "我出幻象了,快刷我!",
							["clColor"] = "ffa22fc8",
						}, -- [126]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "SAY",
							["time"] = 1590930135,
							["arg1"] = "我出幻象了,快刷我!",
							["clColor"] = "ffa22fc8",
						}, -- [127]
						{
							["arg2"] = "聖閗士-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590930146,
							["arg1"] = "聖閗士 隐秘刀刃",
							["clColor"] = "fff38bb9",
						}, -- [128]
						{
							["arg2"] = "希文喵丨-死亡之翼",
							["type"] = "SAY",
							["time"] = 1590930183,
							["arg1"] = "希文喵丨 中了狩猎跃击",
							["clColor"] = "fff38bb9",
						}, -- [129]
						{
							["arg2"] = "希文喵丨-死亡之翼",
							["type"] = "SAY",
							["time"] = 1590930227,
							["arg1"] = "希文喵丨 中了狩猎跃击",
							["clColor"] = "fff38bb9",
						}, -- [130]
						{
							["arg2"] = "希文喵丨-死亡之翼",
							["type"] = "SAY",
							["time"] = 1590930244,
							["arg1"] = "希文喵丨 中了狩猎跃击",
							["clColor"] = "fff38bb9",
						}, -- [131]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590930282,
							["arg1"] = "分散5碼",
							["clColor"] = "ffa22fc8",
						}, -- [132]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590930300,
							["arg1"] = "分散5碼",
							["clColor"] = "ffa22fc8",
						}, -- [133]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590930308,
							["arg1"] = "我被恐懼",
							["clColor"] = "ffa22fc8",
						}, -- [134]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590930336,
							["arg1"] = "分散5碼",
							["clColor"] = "ffa22fc8",
						}, -- [135]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590930340,
							["arg1"] = "我被恐懼",
							["clColor"] = "ffa22fc8",
						}, -- [136]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590930354,
							["arg1"] = "分散5碼",
							["clColor"] = "ffa22fc8",
						}, -- [137]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590930360,
							["arg1"] = "我被恐懼",
							["clColor"] = "ffa22fc8",
						}, -- [138]
						{
							["arg2"] = "先知祖尔",
							["type"] = "MONSTER_SAY",
							["time"] = 1590930500,
							["arg1"] = "数千年前，一场血液传染病几乎摧毁了整个赞达拉。",
						}, -- [139]
						{
							["arg2"] = "先知祖尔",
							["type"] = "MONSTER_SAY",
							["time"] = 1590930507,
							["arg1"] = "亡者堆满了神殿，我们便制造了魔像来处理这些病死的尸体。",
						}, -- [140]
						{
							["arg2"] = "先知祖尔",
							["type"] = "MONSTER_SAY",
							["time"] = 1590930515,
							["arg1"] = "我相信用它来对付你也绰绰有余。",
						}, -- [141]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "SAY",
							["time"] = 1590930640,
							["arg1"] = "十里扬州路 中了埋葬",
							["clColor"] = "ffa22fc8",
						}, -- [142]
						{
							["arg2"] = "希文喵丨-死亡之翼",
							["type"] = "SAY",
							["time"] = 1590930648,
							["arg1"] = "希文喵丨 中了埋葬",
							["clColor"] = "fff38bb9",
						}, -- [143]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590930674,
							["arg1"] = "万物咸覩 中了埋葬",
							["clColor"] = "ffa22fc8",
						}, -- [144]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590930682,
							["arg1"] = "万物咸覩 中了埋葬",
							["clColor"] = "ffa22fc8",
						}, -- [145]
						{
							["arg2"] = "希文喵丨-死亡之翼",
							["type"] = "SAY",
							["time"] = 1590930708,
							["arg1"] = "希文喵丨 中了埋葬",
							["clColor"] = "fff38bb9",
						}, -- [146]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590930768,
							["arg1"] = "万物咸覩 中了埋葬",
							["clColor"] = "ffa22fc8",
						}, -- [147]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590930839,
							["arg1"] = "万物咸覩 中了埋葬",
							["clColor"] = "ffa22fc8",
						}, -- [148]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "SAY",
							["time"] = 1590930888,
							["arg1"] = "我出幻象了,快刷我!",
							["clColor"] = "ffa22fc8",
						}, -- [149]
						{
							["arg2"] = "先知祖尔",
							["type"] = "MONSTER_SAY",
							["time"] = 1590931079,
							["arg1"] = "数千年前，一场血液传染病几乎摧毁了整个赞达拉。",
						}, -- [150]
						{
							["arg2"] = "先知祖尔",
							["type"] = "MONSTER_SAY",
							["time"] = 1590931087,
							["arg1"] = "亡者堆满了神殿，我们便制造了魔像来处理这些病死的尸体。",
						}, -- [151]
						{
							["arg2"] = "先知祖尔",
							["type"] = "MONSTER_SAY",
							["time"] = 1590931095,
							["arg1"] = "我相信用它来对付你也绰绰有余。",
						}, -- [152]
						{
							["arg2"] = "希文喵丨-死亡之翼",
							["type"] = "SAY",
							["time"] = 1590931324,
							["arg1"] = "希文喵丨 中了狩猎跃击",
							["clColor"] = "fff38bb9",
						}, -- [153]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590931329,
							["arg1"] = "万物咸覩 中了毒幕",
							["clColor"] = "ffa22fc8",
						}, -- [154]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590931329,
							["arg1"] = "Barrage on ME!",
							["clColor"] = "ffa22fc8",
						}, -- [155]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590931330,
							["arg1"] = "3秒",
							["clColor"] = "ffa22fc8",
						}, -- [156]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590931331,
							["arg1"] = "2秒",
							["clColor"] = "ffa22fc8",
						}, -- [157]
						{
							["arg2"] = "聖閗士-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590931332,
							["arg1"] = "聖閗士 毒幕",
							["clColor"] = "fff38bb9",
						}, -- [158]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590931332,
							["arg1"] = "1秒",
							["clColor"] = "ffa22fc8",
						}, -- [159]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590931336,
							["arg1"] = "万物咸覩 中了毒幕",
							["clColor"] = "ffa22fc8",
						}, -- [160]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590931336,
							["arg1"] = "Barrage on ME!",
							["clColor"] = "ffa22fc8",
						}, -- [161]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590931336,
							["arg1"] = "Barrage on ME!",
							["clColor"] = "ffa22fc8",
						}, -- [162]
						{
							["arg2"] = "希文喵丨-死亡之翼",
							["type"] = "SAY",
							["time"] = 1590931336,
							["arg1"] = "希文喵丨 中了狩猎跃击",
							["clColor"] = "fff38bb9",
						}, -- [163]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590931337,
							["arg1"] = "万物咸覩 中了狩猎跃击",
							["clColor"] = "ffa22fc8",
						}, -- [164]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590931337,
							["arg1"] = "3秒",
							["clColor"] = "ffa22fc8",
						}, -- [165]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590931338,
							["arg1"] = "2秒",
							["clColor"] = "ffa22fc8",
						}, -- [166]
						{
							["arg2"] = "希文喵丨-死亡之翼",
							["type"] = "SAY",
							["time"] = 1590931340,
							["arg1"] = "希文喵丨 中了毒幕",
							["clColor"] = "fff38bb9",
						}, -- [167]
						{
							["arg2"] = "希文喵丨-死亡之翼",
							["type"] = "SAY",
							["time"] = 1590931341,
							["arg1"] = "3秒",
							["clColor"] = "fff38bb9",
						}, -- [168]
						{
							["arg2"] = "希文喵丨-死亡之翼",
							["type"] = "SAY",
							["time"] = 1590931342,
							["arg1"] = "2秒",
							["clColor"] = "fff38bb9",
						}, -- [169]
						{
							["arg2"] = "希文喵丨-死亡之翼",
							["type"] = "SAY",
							["time"] = 1590931343,
							["arg1"] = "1秒",
							["clColor"] = "fff38bb9",
						}, -- [170]
						{
							["arg2"] = "聖閗士-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590931344,
							["arg1"] = "聖閗士 毒幕",
							["clColor"] = "fff38bb9",
						}, -- [171]
						{
							["arg2"] = "希文喵丨-死亡之翼",
							["type"] = "SAY",
							["time"] = 1590931351,
							["arg1"] = "希文喵丨 中了狩猎跃击",
							["clColor"] = "fff38bb9",
						}, -- [172]
						{
							["arg2"] = "希文喵丨-死亡之翼",
							["type"] = "SAY",
							["time"] = 1590931361,
							["arg1"] = "希文喵丨 中了狩猎跃击",
							["clColor"] = "fff38bb9",
						}, -- [173]
						{
							["arg2"] = "希文喵丨-死亡之翼",
							["type"] = "SAY",
							["time"] = 1590931364,
							["arg1"] = "希文喵丨 中了狩猎跃击",
							["clColor"] = "fff38bb9",
						}, -- [174]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590931590,
							["arg1"] = "快跑開",
							["clColor"] = "ffa22fc8",
						}, -- [175]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590931613,
							["arg1"] = "快跑開",
							["clColor"] = "ffa22fc8",
						}, -- [176]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590931632,
							["arg1"] = "快跑開",
							["clColor"] = "ffa22fc8",
						}, -- [177]
						{
							["arg2"] = "聖閗士-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590932235,
							["arg1"] = "聖閗士 翻滚",
							["clColor"] = "fff38bb9",
						}, -- [178]
						{
							["arg2"] = "聖閗士-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590932240,
							["arg1"] = "3",
							["clColor"] = "fff38bb9",
						}, -- [179]
						{
							["arg2"] = "聖閗士-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590932241,
							["arg1"] = "2",
							["clColor"] = "fff38bb9",
						}, -- [180]
						{
							["arg2"] = "聖閗士-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590932242,
							["arg1"] = "1",
							["clColor"] = "fff38bb9",
						}, -- [181]
						{
							["arg2"] = "聖閗士-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590932258,
							["arg1"] = "聖閗士 翻滚",
							["clColor"] = "fff38bb9",
						}, -- [182]
						{
							["arg2"] = "聖閗士-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590932263,
							["arg1"] = "3",
							["clColor"] = "fff38bb9",
						}, -- [183]
						{
							["arg2"] = "聖閗士-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590932264,
							["arg1"] = "2",
							["clColor"] = "fff38bb9",
						}, -- [184]
						{
							["arg2"] = "聖閗士-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590932265,
							["arg1"] = "1",
							["clColor"] = "fff38bb9",
						}, -- [185]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590932281,
							["arg1"] = "万物咸覩 中了翻滚",
							["clColor"] = "ffa22fc8",
						}, -- [186]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590932286,
							["arg1"] = "3秒",
							["clColor"] = "ffa22fc8",
						}, -- [187]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590932287,
							["arg1"] = "2秒",
							["clColor"] = "ffa22fc8",
						}, -- [188]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590932288,
							["arg1"] = "1秒",
							["clColor"] = "ffa22fc8",
						}, -- [189]
						{
							["arg2"] = "聖閗士-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590932304,
							["arg1"] = "聖閗士 翻滚",
							["clColor"] = "fff38bb9",
						}, -- [190]
						{
							["arg2"] = "聖閗士-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590932309,
							["arg1"] = "3",
							["clColor"] = "fff38bb9",
						}, -- [191]
						{
							["arg2"] = "聖閗士-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590932310,
							["arg1"] = "2",
							["clColor"] = "fff38bb9",
						}, -- [192]
						{
							["arg2"] = "聖閗士-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590932311,
							["arg1"] = "1",
							["clColor"] = "fff38bb9",
						}, -- [193]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590932327,
							["arg1"] = "万物咸覩 中了翻滚",
							["clColor"] = "ffa22fc8",
						}, -- [194]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590932332,
							["arg1"] = "3秒",
							["clColor"] = "ffa22fc8",
						}, -- [195]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590932333,
							["arg1"] = "2秒",
							["clColor"] = "ffa22fc8",
						}, -- [196]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590932334,
							["arg1"] = "1秒",
							["clColor"] = "ffa22fc8",
						}, -- [197]
						{
							["arg2"] = "希文喵丨-死亡之翼",
							["type"] = "SAY",
							["time"] = 1590932446,
							["arg1"] = "希文喵丨 中了狩猎跃击",
							["clColor"] = "fff38bb9",
						}, -- [198]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "SAY",
							["time"] = 1590932450,
							["arg1"] = "Barrage on ME!",
							["clColor"] = "ffa22fc8",
						}, -- [199]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "SAY",
							["time"] = 1590932450,
							["arg1"] = "Barrage on ME!",
							["clColor"] = "ffa22fc8",
						}, -- [200]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "SAY",
							["time"] = 1590932450,
							["arg1"] = "十里扬州路 中了毒幕",
							["clColor"] = "ffa22fc8",
						}, -- [201]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "SAY",
							["time"] = 1590932451,
							["arg1"] = "3秒",
							["clColor"] = "ffa22fc8",
						}, -- [202]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "SAY",
							["time"] = 1590932452,
							["arg1"] = "2秒",
							["clColor"] = "ffa22fc8",
						}, -- [203]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "SAY",
							["time"] = 1590932453,
							["arg1"] = "1秒",
							["clColor"] = "ffa22fc8",
						}, -- [204]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590932455,
							["arg1"] = "万物咸覩 中了毒幕",
							["clColor"] = "ffa22fc8",
						}, -- [205]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590932455,
							["arg1"] = "Barrage on ME!",
							["clColor"] = "ffa22fc8",
						}, -- [206]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590932455,
							["arg1"] = "Barrage on ME!",
							["clColor"] = "ffa22fc8",
						}, -- [207]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590932456,
							["arg1"] = "3秒",
							["clColor"] = "ffa22fc8",
						}, -- [208]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590932457,
							["arg1"] = "2秒",
							["clColor"] = "ffa22fc8",
						}, -- [209]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590932458,
							["arg1"] = "1秒",
							["clColor"] = "ffa22fc8",
						}, -- [210]
						{
							["arg2"] = "祖尔之影",
							["type"] = "MONSTER_SAY",
							["time"] = 1590932460,
							["arg1"] = "想抱怨就抱怨吧，我的国王……你应该知道，没人能从戈霍恩手中逃走。",
						}, -- [211]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590932470,
							["arg1"] = "万物咸覩 中了毒幕",
							["clColor"] = "ffa22fc8",
						}, -- [212]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590932471,
							["arg1"] = "Barrage on ME!",
							["clColor"] = "ffa22fc8",
						}, -- [213]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590932471,
							["arg1"] = "Barrage on ME!",
							["clColor"] = "ffa22fc8",
						}, -- [214]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590932471,
							["arg1"] = "3秒",
							["clColor"] = "ffa22fc8",
						}, -- [215]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590932472,
							["arg1"] = "2秒",
							["clColor"] = "ffa22fc8",
						}, -- [216]
						{
							["arg2"] = "希文喵丨-死亡之翼",
							["type"] = "SAY",
							["time"] = 1590932473,
							["arg1"] = "希文喵丨 中了毒幕",
							["clColor"] = "fff38bb9",
						}, -- [217]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590932473,
							["arg1"] = "1秒",
							["clColor"] = "ffa22fc8",
						}, -- [218]
						{
							["arg2"] = "希文喵丨-死亡之翼",
							["type"] = "SAY",
							["time"] = 1590932474,
							["arg1"] = "3秒",
							["clColor"] = "fff38bb9",
						}, -- [219]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590932474,
							["arg1"] = "万物咸覩 中了狩猎跃击",
							["clColor"] = "ffa22fc8",
						}, -- [220]
						{
							["arg2"] = "希文喵丨-死亡之翼",
							["type"] = "SAY",
							["time"] = 1590932475,
							["arg1"] = "2秒",
							["clColor"] = "fff38bb9",
						}, -- [221]
						{
							["arg2"] = "希文喵丨-死亡之翼",
							["type"] = "SAY",
							["time"] = 1590932476,
							["arg1"] = "1秒",
							["clColor"] = "fff38bb9",
						}, -- [222]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590932487,
							["arg1"] = "万物咸覩 中了狩猎跃击",
							["clColor"] = "ffa22fc8",
						}, -- [223]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590932488,
							["arg1"] = "万物咸覩 中了毒幕",
							["clColor"] = "ffa22fc8",
						}, -- [224]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590932489,
							["arg1"] = "Barrage on ME!",
							["clColor"] = "ffa22fc8",
						}, -- [225]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590932489,
							["arg1"] = "Barrage on ME!",
							["clColor"] = "ffa22fc8",
						}, -- [226]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590932489,
							["arg1"] = "3秒",
							["clColor"] = "ffa22fc8",
						}, -- [227]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590932491,
							["arg1"] = "2秒",
							["clColor"] = "ffa22fc8",
						}, -- [228]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590932491,
							["arg1"] = "1秒",
							["clColor"] = "ffa22fc8",
						}, -- [229]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590932511,
							["arg1"] = "万物咸覩 中了狩猎跃击",
							["clColor"] = "ffa22fc8",
						}, -- [230]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590932525,
							["arg1"] = "万物咸覩 中了狩猎跃击",
							["clColor"] = "ffa22fc8",
						}, -- [231]
						{
							["arg2"] = "希文喵丨-死亡之翼",
							["type"] = "SAY",
							["time"] = 1590932660,
							["arg1"] = "希文喵丨 中了黑暗启示",
							["clColor"] = "fff38bb9",
						}, -- [232]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590932691,
							["arg1"] = "万物咸覩 中了黑暗启示",
							["clColor"] = "ffa22fc8",
						}, -- [233]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590932698,
							["arg1"] = "3秒",
							["clColor"] = "ffa22fc8",
						}, -- [234]
						{
							["arg2"] = "希文喵丨-死亡之翼",
							["type"] = "SAY",
							["time"] = 1590932757,
							["arg1"] = "希文喵丨 中了震地之跃",
							["clColor"] = "fff38bb9",
						}, -- [235]
						{
							["arg2"] = "聖閗士-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590932776,
							["arg1"] = "聖閗士 震地之跃",
							["clColor"] = "fff38bb9",
						}, -- [236]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590932783,
							["arg1"] = "万物咸覩 中了狩猎跃击",
							["clColor"] = "ffa22fc8",
						}, -- [237]
						{
							["arg2"] = "希文喵丨-死亡之翼",
							["type"] = "SAY",
							["time"] = 1590932795,
							["arg1"] = "希文喵丨 中了狩猎跃击",
							["clColor"] = "fff38bb9",
						}, -- [238]
						{
							["arg2"] = "聖閗士-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590932801,
							["arg1"] = "聖閗士 震地之跃",
							["clColor"] = "fff38bb9",
						}, -- [239]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590932807,
							["arg1"] = "万物咸覩 中了狩猎跃击",
							["clColor"] = "ffa22fc8",
						}, -- [240]
						{
							["arg2"] = "希文喵丨-死亡之翼",
							["type"] = "SAY",
							["time"] = 1590932820,
							["arg1"] = "希文喵丨 中了震地之跃",
							["clColor"] = "fff38bb9",
						}, -- [241]
						{
							["arg2"] = "希文喵丨-死亡之翼",
							["type"] = "SAY",
							["time"] = 1590932868,
							["arg1"] = "希文喵丨 中了震地之跃",
							["clColor"] = "fff38bb9",
						}, -- [242]
						{
							["arg2"] = "希文喵丨-死亡之翼",
							["type"] = "SAY",
							["time"] = 1590932886,
							["arg1"] = "希文喵丨 中了震地之跃",
							["clColor"] = "fff38bb9",
						}, -- [243]
						{
							["arg2"] = "希文喵丨-死亡之翼",
							["type"] = "SAY",
							["time"] = 1590932914,
							["arg1"] = "希文喵丨 中了震地之跃",
							["clColor"] = "fff38bb9",
						}, -- [244]
						{
							["arg2"] = "聖閗士-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590932933,
							["arg1"] = "聖閗士 震地之跃",
							["clColor"] = "fff38bb9",
						}, -- [245]
						{
							["arg2"] = "聖閗士-凤凰之神",
							["type"] = "SAY",
							["time"] = 1590932957,
							["arg1"] = "聖閗士 震地之跃",
							["clColor"] = "fff38bb9",
						}, -- [246]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_SAY",
							["time"] = 1590932962,
							["arg1"] = "你们打破了祖尔的束缚！我再也不用听命于那头猪猡了！",
						}, -- [247]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_SAY",
							["time"] = 1590932968,
							["arg1"] = "你们让我免遭残酷的命运，但祖尔只是更大阴谋中的一枚棋子。",
						}, -- [248]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_SAY",
							["time"] = 1590932975,
							["arg1"] = "他主人的力量与日俱增。祖尔不会善罢甘休，他会让血神夺取整个世界。",
						}, -- [249]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_SAY",
							["time"] = 1590932984,
							["arg1"] = "为了赞达拉……也为了你们的国度……请务必阻止他。",
						}, -- [250]
					},
				}, -- [4]
				{
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "呼喊",
					["logs"] = {
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590843588,
							["arg1"] = "你们躲不开我的目标锁定系统！",
						}, -- [1]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590843595,
							["arg1"] = "推进器点火！",
						}, -- [2]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590843599,
							["arg1"] = "你们以为这就打败我了？哈！蠢货！",
						}, -- [3]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590843603,
							["arg1"] = "你们不过是毁了一台玩具模型！",
						}, -- [4]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590843607,
							["arg1"] = "想瞧瞧我真正的秘密武器吗？那就让你们见识一下！",
						}, -- [5]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590843619,
							["arg1"] = "所有能量传输至武器系统！",
						}, -- [6]
						{
							["arg2"] = "歼敌机器人5000型",
							["type"] = "MONSTER_YELL",
							["time"] = 1590843620,
							["arg1"] = "输入成功。倒计时已终止。",
						}, -- [7]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590843639,
							["arg1"] = "磁力装置已就位！",
						}, -- [8]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590843654,
							["arg1"] = "炮击充能完毕！",
						}, -- [9]
						{
							["arg2"] = "歼敌机器人5000型",
							["type"] = "MONSTER_YELL",
							["time"] = 1590843665,
							["arg1"] = "输入失败。全局毁灭即将到来。",
						}, -- [10]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590843671,
							["arg1"] = "感谢你们帮忙调试武器。",
						}, -- [11]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590843748,
							["arg1"] = "我，完美无瑕！",
						}, -- [12]
						{
							["arg2"] = "歼敌机器人5000型",
							["type"] = "MONSTER_YELL",
							["time"] = 1590843748,
							["arg1"] = "警告！全局毁灭协议初始化完毕。",
						}, -- [13]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590843758,
							["arg1"] = "你们躲不开我的目标锁定系统！",
						}, -- [14]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590843775,
							["arg1"] = "你们躲不开我的目标锁定系统！",
						}, -- [15]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590843782,
							["arg1"] = "推进器点火！",
						}, -- [16]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590843794,
							["arg1"] = "你们躲不开我的目标锁定系统！",
						}, -- [17]
						{
							["arg2"] = "歼敌机器人5000型",
							["type"] = "MONSTER_YELL",
							["time"] = 1590843799,
							["arg1"] = "输入失败。全局毁灭即将到来。",
						}, -- [18]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590843805,
							["arg1"] = "感谢你们帮忙调试武器。",
						}, -- [19]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590843892,
							["arg1"] = "我，完美无瑕！",
						}, -- [20]
						{
							["arg2"] = "歼敌机器人5000型",
							["type"] = "MONSTER_YELL",
							["time"] = 1590843892,
							["arg1"] = "警告！全局毁灭协议初始化完毕。",
						}, -- [21]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590843902,
							["arg1"] = "你们躲不开我的目标锁定系统！",
						}, -- [22]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590843917,
							["arg1"] = "你们躲不开我的目标锁定系统！",
						}, -- [23]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590843923,
							["arg1"] = "推进器点火！",
						}, -- [24]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590843936,
							["arg1"] = "你们躲不开我的目标锁定系统！",
						}, -- [25]
						{
							["arg2"] = "歼敌机器人5000型",
							["type"] = "MONSTER_YELL",
							["time"] = 1590843941,
							["arg1"] = "输入成功。倒计时已终止。",
						}, -- [26]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590843953,
							["arg1"] = "你们躲不开我的目标锁定系统！",
						}, -- [27]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590843956,
							["arg1"] = "你们以为这就打败我了？哈！蠢货！",
						}, -- [28]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590843960,
							["arg1"] = "你们不过是毁了一台玩具模型！",
						}, -- [29]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590843964,
							["arg1"] = "想瞧瞧我真正的秘密武器吗？那就让你们见识一下！",
						}, -- [30]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590843977,
							["arg1"] = "所有能量传输至武器系统！",
						}, -- [31]
						{
							["arg2"] = "歼敌机器人5000型",
							["type"] = "MONSTER_YELL",
							["time"] = 1590843986,
							["arg1"] = "输入失败。全局毁灭即将到来。",
						}, -- [32]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590843992,
							["arg1"] = "感谢你们帮忙调试武器。",
						}, -- [33]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590844071,
							["arg1"] = "我，完美无瑕！",
						}, -- [34]
						{
							["arg2"] = "歼敌机器人5000型",
							["type"] = "MONSTER_YELL",
							["time"] = 1590844071,
							["arg1"] = "警告！全局毁灭协议初始化完毕。",
						}, -- [35]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590844081,
							["arg1"] = "你们躲不开我的目标锁定系统！",
						}, -- [36]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590844097,
							["arg1"] = "你们躲不开我的目标锁定系统！",
						}, -- [37]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590844104,
							["arg1"] = "推进器点火！",
						}, -- [38]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590844119,
							["arg1"] = "你们躲不开我的目标锁定系统！",
						}, -- [39]
						{
							["arg2"] = "歼敌机器人5000型",
							["type"] = "MONSTER_YELL",
							["time"] = 1590844121,
							["arg1"] = "输入失败。全局毁灭即将到来。",
						}, -- [40]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590844128,
							["arg1"] = "感谢你们帮忙调试武器。",
						}, -- [41]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590844233,
							["arg1"] = "我，完美无瑕！",
						}, -- [42]
						{
							["arg2"] = "歼敌机器人5000型",
							["type"] = "MONSTER_YELL",
							["time"] = 1590844233,
							["arg1"] = "警告！全局毁灭协议初始化完毕。",
						}, -- [43]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590844242,
							["arg1"] = "你们躲不开我的目标锁定系统！",
						}, -- [44]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590844260,
							["arg1"] = "你们躲不开我的目标锁定系统！",
						}, -- [45]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590844267,
							["arg1"] = "推进器点火！",
						}, -- [46]
						{
							["arg2"] = "歼敌机器人5000型",
							["type"] = "MONSTER_YELL",
							["time"] = 1590844280,
							["arg1"] = "输入成功。倒计时已终止。",
						}, -- [47]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590844281,
							["arg1"] = "你们躲不开我的目标锁定系统！",
						}, -- [48]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590844301,
							["arg1"] = "你们以为这就打败我了？哈！蠢货！",
						}, -- [49]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590844305,
							["arg1"] = "你们不过是毁了一台玩具模型！",
						}, -- [50]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590844309,
							["arg1"] = "想瞧瞧我真正的秘密武器吗？那就让你们见识一下！",
						}, -- [51]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590844320,
							["arg1"] = "炮击充能完毕！",
						}, -- [52]
						{
							["arg2"] = "歼敌机器人5000型",
							["type"] = "MONSTER_YELL",
							["time"] = 1590844323,
							["arg1"] = "输入成功。倒计时已终止。",
						}, -- [53]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590844341,
							["arg1"] = "磁力装置已就位！",
						}, -- [54]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590844356,
							["arg1"] = "所有能量传输至武器系统！",
						}, -- [55]
						{
							["arg2"] = "丶花落伊人泪-亡语者",
							["type"] = "YELL",
							["time"] = 1590844364,
							["arg1"] = "快加一口乌龟壳都开啦~",
							["clColor"] = "ffa9d271",
						}, -- [56]
						{
							["arg2"] = "歼敌机器人5000型",
							["type"] = "MONSTER_YELL",
							["time"] = 1590844369,
							["arg1"] = "输入成功。倒计时已终止。",
						}, -- [57]
						{
							["arg2"] = "丶花落伊人泪-亡语者",
							["type"] = "YELL",
							["time"] = 1590844370,
							["arg1"] = "快加一口乌龟壳都开啦~",
							["clColor"] = "ffa9d271",
						}, -- [58]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590844377,
							["arg1"] = "你们……这些……次品……",
						}, -- [59]
						{
							["arg1"] = " ",
						}, -- [60]
						{
							["arg1"] = " ",
						}, -- [61]
						{
							["arg1"] = "记录开始于 05/31/2020 的 11:06:42。",
							["type"] = "SYSTEM",
						}, -- [62]
						{
							["arg2"] = "被奴役的矿工",
							["type"] = "MONSTER_YELL",
							["time"] = 1590894568,
							["arg1"] = "求求你，不要！我再也不跑了！",
						}, -- [63]
						{
							["arg2"] = "被奴役的矿工",
							["type"] = "MONSTER_YELL",
							["time"] = 1590894571,
							["arg1"] = "不！！！！！",
						}, -- [64]
						{
							["arg2"] = "守奴人库鲁斯托",
							["type"] = "MONSTER_YELL",
							["time"] = 1590894727,
							["arg1"] = "卫兵！别废话了，快开打！",
						}, -- [65]
						{
							["arg2"] = "血槌典狱官",
							["type"] = "MONSTER_YELL",
							["time"] = 1590894730,
							["arg1"] = "我来阻止他们！",
						}, -- [66]
						{
							["arg2"] = "血槌典狱官",
							["type"] = "MONSTER_YELL",
							["time"] = 1590894730,
							["arg1"] = "我们会让他们付出代价的！",
						}, -- [67]
						{
							["arg2"] = "被奴役的矿工",
							["type"] = "MONSTER_YELL",
							["time"] = 1590894762,
							["arg1"] = "逃跑的机会来了！",
						}, -- [68]
						{
							["arg2"] = "被奴役的矿工",
							["type"] = "MONSTER_YELL",
							["time"] = 1590894765,
							["arg1"] = "逃跑的机会来了！",
						}, -- [69]
						{
							["arg2"] = "守奴人库鲁斯托",
							["type"] = "MONSTER_YELL",
							["time"] = 1590894768,
							["arg1"] = "我的奴隶！那都是血槌的财产！",
						}, -- [70]
						{
							["arg2"] = "守奴人库鲁斯托",
							["type"] = "MONSTER_YELL",
							["time"] = 1590894793,
							["arg1"] = "奴隶们！不想死的都给我打！",
						}, -- [71]
						{
							["arg2"] = "守奴人库鲁斯托",
							["type"] = "MONSTER_YELL",
							["time"] = 1590894816,
							["arg1"] = "奴隶们！不想死的都给我打！",
						}, -- [72]
						{
							["arg2"] = "守奴人库鲁斯托",
							["type"] = "MONSTER_YELL",
							["time"] = 1590894839,
							["arg1"] = "抓住那家伙！",
						}, -- [73]
						{
							["arg2"] = "守奴人库鲁斯托",
							["type"] = "MONSTER_YELL",
							["time"] = 1590894849,
							["arg1"] = "呃……我们会杀光你们……",
						}, -- [74]
						{
							["arg2"] = "血槌贩奴者",
							["type"] = "MONSTER_YELL",
							["time"] = 1590894937,
							["arg1"] = "你将成为比矿工更好的柴火！",
						}, -- [75]
						{
							["arg2"] = "被奴役的矿工",
							["type"] = "MONSTER_YELL",
							["time"] = 1590894939,
							["arg1"] = "啊啊啊啊啊！！！！！！！",
						}, -- [76]
						{
							["arg2"] = "血槌典狱官",
							["type"] = "MONSTER_YELL",
							["time"] = 1590894940,
							["arg1"] = "啊啊！！好多火！",
						}, -- [77]
						{
							["arg2"] = "熔岩领主",
							["type"] = "MONSTER_YELL",
							["time"] = 1590894958,
							["arg1"] = "这世界将陷入火海！",
						}, -- [78]
						{
							["arg2"] = "血槌碎地者",
							["type"] = "MONSTER_YELL",
							["time"] = 1590894961,
							["arg1"] = "噢！它着火了！",
						}, -- [79]
						{
							["arg2"] = "血槌碎地者",
							["type"] = "MONSTER_YELL",
							["time"] = 1590894976,
							["arg1"] = "噢！它着火了！",
						}, -- [80]
						{
							["arg2"] = "血槌碎地者",
							["type"] = "MONSTER_YELL",
							["time"] = 1590894991,
							["arg1"] = "火！烫！烫！烫！",
						}, -- [81]
						{
							["arg2"] = "血槌碎地者",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895005,
							["arg1"] = "火！烫！烫！烫！",
						}, -- [82]
						{
							["arg2"] = "血槌碎地者",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895019,
							["arg1"] = "哇哇哇！",
						}, -- [83]
						{
							["arg2"] = "血槌碎地者",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895048,
							["arg1"] = "噢！它着火了！",
						}, -- [84]
						{
							["arg2"] = "锻造大师戈杜哈",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895063,
							["arg1"] = "走开！让我来解决！",
						}, -- [85]
						{
							["arg2"] = "锻造大师戈杜哈",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895072,
							["arg1"] = "呃——石头！",
						}, -- [86]
						{
							["arg2"] = "玛格莫拉图斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895073,
							["arg1"] = "很好……野性变弱了……",
						}, -- [87]
						{
							["arg2"] = "锻造大师戈杜哈",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895081,
							["arg1"] = "火！",
						}, -- [88]
						{
							["arg2"] = "玛格莫拉图斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895093,
							["arg1"] = "杀了他！我就自由了！",
						}, -- [89]
						{
							["arg2"] = "锻造大师戈杜哈",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895099,
							["arg1"] = "啊！！不……",
						}, -- [90]
						{
							["arg2"] = "玛格莫拉图斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895103,
							["arg1"] = "你不过是巨石间的一颗小石子……",
						}, -- [91]
						{
							["arg2"] = "玛格莫拉图斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895108,
							["arg1"] = "天崩地裂！",
						}, -- [92]
						{
							["arg2"] = "玛格莫拉图斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895114,
							["arg1"] = "我要让你死无全尸。",
						}, -- [93]
						{
							["arg2"] = "玛格莫拉图斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895114,
							["arg1"] = "去死吧！",
						}, -- [94]
						{
							["arg2"] = "玛格莫拉图斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895124,
							["arg1"] = "仆从们，过来！",
						}, -- [95]
						{
							["arg2"] = "玛格莫拉图斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895132,
							["arg1"] = "让大地碾碎你吧！",
						}, -- [96]
						{
							["arg2"] = "玛格莫拉图斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895145,
							["arg1"] = "让烈焰烧焦你……",
						}, -- [97]
						{
							["arg2"] = "玛格莫拉图斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895151,
							["arg1"] = "让大地碾碎你吧！",
						}, -- [98]
						{
							["arg2"] = "玛格莫拉图斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895167,
							["arg1"] = "灰飞烟灭吧！",
						}, -- [99]
						{
							["arg2"] = "玛格莫拉图斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895173,
							["arg1"] = "去死吧！",
						}, -- [100]
						{
							["arg2"] = "玛格莫拉图斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895175,
							["arg1"] = "我将回归大地……",
						}, -- [101]
						{
							["arg2"] = "戈洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895434,
							["arg1"] = "打烂你一定会很有趣。",
						}, -- [102]
						{
							["arg2"] = "戈洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895535,
							["arg1"] = "我要先摧垮你的精神，再把你像奴隶一样卖掉。",
						}, -- [103]
						{
							["arg2"] = "戈洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895543,
							["arg1"] = "燃烧吧！",
						}, -- [104]
						{
							["arg2"] = "戈洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895555,
							["arg1"] = "元素听从我的命令！",
						}, -- [105]
						{
							["arg2"] = "戈洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895561,
							["arg1"] = "燃烧吧！",
						}, -- [106]
						{
							["arg2"] = "戈洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895579,
							["arg1"] = "你休想……获得……自由……",
						}, -- [107]
						{
							["arg2"] = "莎达娜·血怒",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895824,
							["arg1"] = "崛起吧，诅咒之河！以黑暗之名，以耐奥祖之名崛起吧！影月氏族在召唤……",
						}, -- [108]
						{
							["arg2"] = "影月死忠者",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895857,
							["arg1"] = "死亡只是一个开始！",
						}, -- [109]
						{
							["arg2"] = "莎达娜·血怒",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895977,
							["arg1"] = "影月的先祖，在黑暗中闪耀吧！赐予我力量吧！",
						}, -- [110]
						{
							["arg2"] = "莎达娜·血怒",
							["type"] = "MONSTER_YELL",
							["time"] = 1590896003,
							["arg1"] = "唔，没错。完美的祭品。",
						}, -- [111]
						{
							["arg2"] = "莎达娜·血怒",
							["type"] = "MONSTER_YELL",
							["time"] = 1590896022,
							["arg1"] = "你们的灵魂将属于我。",
						}, -- [112]
						{
							["arg2"] = "莎达娜·血怒",
							["type"] = "MONSTER_YELL",
							["time"] = 1590896050,
							["arg1"] = "亡者……不死……",
						}, -- [113]
						{
							["arg2"] = "纳利什",
							["type"] = "MONSTER_YELL",
							["time"] = 1590896115,
							["arg1"] = "在我面前颤栗吧！",
						}, -- [114]
						{
							["arg2"] = "纳利什",
							["type"] = "MONSTER_YELL",
							["time"] = 1590896140,
							["arg1"] = "对……靠近点……你们的灵魂强大而骄傲，你们的恐惧足够我享用几天了！",
						}, -- [115]
						{
							["arg2"] = "纳利什",
							["type"] = "MONSTER_YELL",
							["time"] = 1590896166,
							["arg1"] = "谁都逃不出虚空的手心！",
						}, -- [116]
						{
							["arg2"] = "纳利什",
							["type"] = "MONSTER_YELL",
							["time"] = 1590896178,
							["arg1"] = "逃吧，逃离你们的主人！",
						}, -- [117]
						{
							["arg2"] = "纳利什",
							["type"] = "MONSTER_YELL",
							["time"] = 1590896208,
							["arg1"] = "你逃不掉的。",
						}, -- [118]
						{
							["arg2"] = "纳利什",
							["type"] = "MONSTER_YELL",
							["time"] = 1590896229,
							["arg1"] = "你们这些蛆虫，只配涌向垂死神祇的尸体。",
						}, -- [119]
						{
							["arg2"] = "耐奥祖",
							["type"] = "MONSTER_YELL",
							["time"] = 1590896592,
							["arg1"] = "影月氏族不会失败——我们行走在死神的国度。",
						}, -- [120]
						{
							["arg2"] = "耐奥祖",
							["type"] = "MONSTER_YELL",
							["time"] = 1590896618,
							["arg1"] = "枯骨残骸，暗影弥漫！来吧，亡者的大军！",
						}, -- [121]
						{
							["arg2"] = "耐奥祖",
							["type"] = "MONSTER_YELL",
							["time"] = 1590896665,
							["arg1"] = "我的力量……永垂……不朽。",
						}, -- [122]
						{
							["arg2"] = "缚魂者尼娅米",
							["type"] = "MONSTER_YELL",
							["time"] = 1590897079,
							["arg1"] = "成功了！至于你们，我想可以让我的工具之一来对付……",
						}, -- [123]
						{
							["arg2"] = "缚魂者尼娅米",
							["type"] = "MONSTER_YELL",
							["time"] = 1590897092,
							["arg1"] = "守护者！消灭这些入侵者！",
						}, -- [124]
						{
							["arg2"] = "警戒者凯萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590897094,
							["arg1"] = "没有生者胆敢攻击神圣的奥金尼。",
						}, -- [125]
						{
							["arg2"] = "警戒者凯萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590897101,
							["arg1"] = "我要打倒你。",
						}, -- [126]
						{
							["arg2"] = "警戒者凯萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590897139,
							["arg1"] = "沐浴在圣光的荣耀中吧！",
						}, -- [127]
						{
							["arg2"] = "警戒者凯萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590897179,
							["arg1"] = "奥金顿……已经……完了……",
						}, -- [128]
						{
							["arg2"] = "缚魂者尼娅米",
							["type"] = "MONSTER_YELL",
							["time"] = 1590897360,
							["arg1"] = "我要把你们的灵魂困在黑暗之中！",
						}, -- [129]
						{
							["arg2"] = "缚魂者尼娅米",
							["type"] = "MONSTER_YELL",
							["time"] = 1590897381,
							["arg1"] = "幽灵们，听我号令！",
						}, -- [130]
						{
							["arg2"] = "缚魂者尼娅米",
							["type"] = "MONSTER_YELL",
							["time"] = 1590897407,
							["arg1"] = "你还没有履行你的誓言！",
						}, -- [131]
						{
							["arg2"] = "缚魂者尼娅米",
							["type"] = "MONSTER_YELL",
							["time"] = 1590897432,
							["arg1"] = "我要用阴影湮没这个世界！",
						}, -- [132]
						{
							["arg2"] = "缚魂者尼娅米",
							["type"] = "MONSTER_YELL",
							["time"] = 1590897434,
							["arg1"] = "太迟了……我的主人……已经来了……",
						}, -- [133]
						{
							["arg2"] = "奥金尼守护者",
							["type"] = "MONSTER_YELL",
							["time"] = 1590897440,
							["arg1"] = "勇士们！是尼娅米的密探——他们走了这条路！",
						}, -- [134]
						{
							["arg2"] = "奥金尼守护者",
							["type"] = "MONSTER_YELL",
							["time"] = 1590897443,
							["arg1"] = "奥金尼，守住这座大厅。",
						}, -- [135]
						{
							["arg2"] = "奥金尼守护者",
							["type"] = "MONSTER_YELL",
							["time"] = 1590897448,
							["arg1"] = "不……噢，不……",
						}, -- [136]
						{
							["arg2"] = "阿扎凯尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590897625,
							["arg1"] = "谁敢阻挠燃烧军团？",
						}, -- [137]
						{
							["arg2"] = "阿扎凯尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590897627,
							["arg1"] = "你的世界……所有世界……都将燃烧！",
						}, -- [138]
						{
							["arg2"] = "阿扎凯尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590897642,
							["arg1"] = "去死吧，爬虫！",
						}, -- [139]
						{
							["arg2"] = "阿扎凯尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590897648,
							["arg1"] = "在主人的烈焰中燃烧吧！",
						}, -- [140]
						{
							["arg2"] = "阿扎凯尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590897661,
							["arg1"] = "过来吧，仆从们！",
						}, -- [141]
						{
							["arg2"] = "阿扎凯尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590897687,
							["arg1"] = "在主人的烈焰中燃烧吧！",
						}, -- [142]
						{
							["arg2"] = "阿扎凯尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590897708,
							["arg1"] = "在主人的烈焰中燃烧吧！",
						}, -- [143]
						{
							["arg2"] = "阿扎凯尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590897720,
							["arg1"] = "去死吧，爬虫！",
						}, -- [144]
						{
							["arg2"] = "阿扎凯尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590897729,
							["arg1"] = "在主人的烈焰中燃烧吧！",
						}, -- [145]
						{
							["arg2"] = "塔隆戈尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590897982,
							["arg1"] = "这力量……你们将是第一批有幸见识它的人。",
						}, -- [146]
						{
							["arg2"] = "塔隆戈尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590898001,
							["arg1"] = "乔拉，秩序的化身……我要扭曲你的灵魂，成为毁灭的力量之源！",
						}, -- [147]
						{
							["arg2"] = "塔隆戈尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590898022,
							["arg1"] = "毁灭！",
						}, -- [148]
						{
							["arg2"] = "塔隆戈尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590898043,
							["arg1"] = "毁灭！",
						}, -- [149]
						{
							["arg2"] = "塔隆戈尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590898066,
							["arg1"] = "更多！我……还要……更多……",
						}, -- [150]
						{
							["arg2"] = "缚魂者图拉妮",
							["type"] = "MONSTER_YELL",
							["time"] = 1590898073,
							["arg1"] = "你……你成功了！",
						}, -- [151]
						{
							["arg1"] = " ",
						}, -- [152]
						{
							["arg1"] = " ",
						}, -- [153]
						{
							["arg1"] = "记录开始于 05/31/2020 的 20:33:16。",
							["type"] = "SYSTEM",
						}, -- [154]
						{
							["arg2"] = "祖尔之影",
							["type"] = "MONSTER_YELL",
							["time"] = 1590929229,
							["arg1"] = "欢迎来到第一任巨魔国王的陵墓。我要是能亲自迎接你们就好了。",
						}, -- [155]
						{
							["arg2"] = "祖尔之影",
							["type"] = "MONSTER_YELL",
							["time"] = 1590929236,
							["arg1"] = "我的力量已经在此扎根，让古代灵魂与我主人的意志相连。",
						}, -- [156]
						{
							["arg2"] = "祖尔之影",
							["type"] = "MONSTER_YELL",
							["time"] = 1590929413,
							["arg1"] = "这座神殿将臣服于戈霍恩的力量！",
						}, -- [157]
						{
							["arg2"] = "聖閗士-凤凰之神",
							["type"] = "YELL",
							["time"] = 1590929474,
							["arg1"] = "|cff71d5ff|Hspell:6940:0|h[牺牲祝福]|h|r -> 岩熊-亡语者",
							["clColor"] = "fff38bb9",
						}, -- [158]
						{
							["arg2"] = "祖尔之影",
							["type"] = "MONSTER_YELL",
							["time"] = 1590929934,
							["arg1"] = "你是对抗不了赞达拉的！",
						}, -- [159]
						{
							["arg2"] = "殓尸者姆沁巴",
							["type"] = "MONSTER_YELL",
							["time"] = 1590930741,
							["arg1"] = "你的血液里充满诅咒！",
						}, -- [160]
						{
							["arg2"] = "殓尸者姆沁巴",
							["type"] = "MONSTER_YELL",
							["time"] = 1590930752,
							["arg1"] = "必须净化血肉诅咒！",
						}, -- [161]
						{
							["arg2"] = "殓尸者姆沁巴",
							["type"] = "MONSTER_YELL",
							["time"] = 1590930768,
							["arg1"] = "准备变尸体吧！",
						}, -- [162]
						{
							["arg2"] = "殓尸者姆沁巴",
							["type"] = "MONSTER_YELL",
							["time"] = 1590930777,
							["arg1"] = "防止感染！摘除大脑！",
						}, -- [163]
						{
							["arg2"] = "殓尸者姆沁巴",
							["type"] = "MONSTER_YELL",
							["time"] = 1590930788,
							["arg1"] = "必须净化血肉诅咒！",
						}, -- [164]
						{
							["arg2"] = "殓尸者姆沁巴",
							["type"] = "MONSTER_YELL",
							["time"] = 1590930803,
							["arg1"] = "必须净化血肉诅咒！",
						}, -- [165]
						{
							["arg2"] = "殓尸者姆沁巴",
							["type"] = "MONSTER_YELL",
							["time"] = 1590930821,
							["arg1"] = "清除疫病！",
						}, -- [166]
						{
							["arg2"] = "殓尸者姆沁巴",
							["type"] = "MONSTER_YELL",
							["time"] = 1590930822,
							["arg1"] = "必须净化血肉诅咒！",
						}, -- [167]
						{
							["arg2"] = "殓尸者姆沁巴",
							["type"] = "MONSTER_YELL",
							["time"] = 1590930839,
							["arg1"] = "准备变尸体吧！",
						}, -- [168]
						{
							["arg2"] = "殓尸者姆沁巴",
							["type"] = "MONSTER_YELL",
							["time"] = 1590930846,
							["arg1"] = "防止感染！摘除大脑！",
						}, -- [169]
						{
							["arg2"] = "殓尸者姆沁巴",
							["type"] = "MONSTER_YELL",
							["time"] = 1590930858,
							["arg1"] = "必须净化血肉诅咒！",
						}, -- [170]
						{
							["arg2"] = "殓尸者姆沁巴",
							["type"] = "MONSTER_YELL",
							["time"] = 1590930874,
							["arg1"] = "必须净化血肉诅咒！",
						}, -- [171]
						{
							["arg2"] = "殓尸者姆沁巴",
							["type"] = "MONSTER_YELL",
							["time"] = 1590930889,
							["arg1"] = "尸身……也要好好……保存……",
						}, -- [172]
						{
							["arg2"] = "祖尔之影",
							["type"] = "MONSTER_YELL",
							["time"] = 1590930920,
							["arg1"] = "这座神殿将臣服于戈霍恩的力量！",
						}, -- [173]
						{
							["arg2"] = "聖閗士-凤凰之神",
							["type"] = "YELL",
							["time"] = 1590931450,
							["arg1"] = "已断|cff71d5ff|Hspell:82326:0|h[圣光术]|h|r",
							["clColor"] = "fff38bb9",
						}, -- [174]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590931663,
							["arg1"] = "你逃不了了！",
						}, -- [175]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590931671,
							["arg1"] = "尝尝斧子的滋味！",
						}, -- [176]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590931682,
							["arg1"] = "尝尝斧子的滋味！",
						}, -- [177]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590931686,
							["arg1"] = "有人的脑袋要落地了！",
						}, -- [178]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590931693,
							["arg1"] = "尝尝斧子的滋味！",
						}, -- [179]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590931700,
							["arg1"] = "哈！我帮你减轻了肩上的负担！",
						}, -- [180]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590931704,
							["arg1"] = "尝尝斧子的滋味！",
						}, -- [181]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590931708,
							["arg1"] = "有人的脑袋要落地了！",
						}, -- [182]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590931716,
							["arg1"] = "尝尝斧子的滋味！",
						}, -- [183]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590931722,
							["arg1"] = "我的头……也可以拿去……做战利品……",
						}, -- [184]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590931729,
							["arg1"] = "你死后也是个窝囊废！滚一边去，瞧瞧我的本事！",
						}, -- [185]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590931746,
							["arg1"] = "我的毒可没得解！",
						}, -- [186]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590931749,
							["arg1"] = "元素之灵，听我召唤！",
						}, -- [187]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590931749,
							["arg1"] = "有人的脑袋要落地了！",
						}, -- [188]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590931769,
							["arg1"] = "我的毒可没得解！",
						}, -- [189]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590931783,
							["arg1"] = "巫毒法术取你性命！",
						}, -- [190]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932009,
							["arg1"] = "你逃不了了！",
						}, -- [191]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932017,
							["arg1"] = "尝尝斧子的滋味！",
						}, -- [192]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932028,
							["arg1"] = "尝尝斧子的滋味！",
						}, -- [193]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932032,
							["arg1"] = "有人的脑袋要落地了！",
						}, -- [194]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932040,
							["arg1"] = "尝尝斧子的滋味！",
						}, -- [195]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932051,
							["arg1"] = "尝尝斧子的滋味！",
						}, -- [196]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932055,
							["arg1"] = "有人的脑袋要落地了！",
						}, -- [197]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932063,
							["arg1"] = "尝尝斧子的滋味！",
						}, -- [198]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932073,
							["arg1"] = "我的头……也可以拿去……做战利品……",
						}, -- [199]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932080,
							["arg1"] = "你死后也是个窝囊废！滚一边去，瞧瞧我的本事！",
						}, -- [200]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932096,
							["arg1"] = "我的毒可没得解！",
						}, -- [201]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932096,
							["arg1"] = "有人的脑袋要落地了！",
						}, -- [202]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932100,
							["arg1"] = "元素之灵，听我召唤！",
						}, -- [203]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932120,
							["arg1"] = "我的毒可没得解！",
						}, -- [204]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932146,
							["arg1"] = "有人的脑袋要落地了！",
						}, -- [205]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932146,
							["arg1"] = "我的毒可没得解！",
						}, -- [206]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932165,
							["arg1"] = "元素之灵，听我召唤！",
						}, -- [207]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932171,
							["arg1"] = "我的毒可没得解！",
						}, -- [208]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932197,
							["arg1"] = "有人的脑袋要落地了！",
						}, -- [209]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932200,
							["arg1"] = "我的毒可没得解！",
						}, -- [210]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932219,
							["arg1"] = "元素之灵，听我召唤！",
						}, -- [211]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932223,
							["arg1"] = "请别把我……跟这些……白痴……埋在一起……",
						}, -- [212]
						{
							["arg2"] = "征服者阿卡阿里",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932229,
							["arg1"] = "哼，你们真没用，生前死后都一样。还得我来对付他们！",
						}, -- [213]
						{
							["arg2"] = "征服者阿卡阿里",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932235,
							["arg1"] = "苦难降临！",
						}, -- [214]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932248,
							["arg1"] = "有人的脑袋要落地了！",
						}, -- [215]
						{
							["arg2"] = "征服者阿卡阿里",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932258,
							["arg1"] = "苦难降临！",
						}, -- [216]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932276,
							["arg1"] = "我的毒可没得解！",
						}, -- [217]
						{
							["arg2"] = "征服者阿卡阿里",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932281,
							["arg1"] = "苦难降临！",
						}, -- [218]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932301,
							["arg1"] = "有人的脑袋要落地了！",
						}, -- [219]
						{
							["arg2"] = "征服者阿卡阿里",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932304,
							["arg1"] = "苦难降临！",
						}, -- [220]
						{
							["arg2"] = "征服者阿卡阿里",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932327,
							["arg1"] = "苦难降临！",
						}, -- [221]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932327,
							["arg1"] = "我的毒可没得解！",
						}, -- [222]
						{
							["arg2"] = "征服者阿卡阿里",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932342,
							["arg1"] = "啊……我的愤怒……是……不朽的……",
						}, -- [223]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932443,
							["arg1"] = "闭嘴，油嘴滑舌的先知！",
						}, -- [224]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932447,
							["arg1"] = "我毕生都在对抗你的主人，但你却在我死后，用他的意志控制我。",
						}, -- [225]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932454,
							["arg1"] = "入侵者当然得死……但我可不想听你喋喋不休。",
						}, -- [226]
						{
							["arg2"] = "聖閗士-凤凰之神",
							["type"] = "YELL",
							["time"] = 1590932685,
							["arg1"] = "|cff71d5ff|Hspell:633:0|h[圣疗术]|h|r -> 十里扬州路-亡语者",
							["clColor"] = "fff38bb9",
						}, -- [227]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932744,
							["arg1"] = "你们要为亵渎我的神殿付出代价！",
						}, -- [228]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932753,
							["arg1"] = "没人能挡下我的利刃！",
						}, -- [229]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932757,
							["arg1"] = "流血吧！",
						}, -- [230]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932763,
							["arg1"] = "我要把你大卸八块！",
						}, -- [231]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932775,
							["arg1"] = "来吧……来吧，可爱的莱班。进食时间到！",
						}, -- [232]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932776,
							["arg1"] = "流血吧！",
						}, -- [233]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932786,
							["arg1"] = "没人能挡下我的利刃！",
						}, -- [234]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932800,
							["arg1"] = "流血吧！",
						}, -- [235]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932810,
							["arg1"] = "我要把你大卸八块！",
						}, -- [236]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932820,
							["arg1"] = "流血吧！",
						}, -- [237]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932829,
							["arg1"] = "没人能挡下我的利刃！",
						}, -- [238]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932832,
							["arg1"] = "死亡也无法切断我们的联系，爱宠们。现在，吃吧，提扎拉……吃吧！",
						}, -- [239]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932868,
							["arg1"] = "流血吧！",
						}, -- [240]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932872,
							["arg1"] = "没人能挡下我的利刃！",
						}, -- [241]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932876,
							["arg1"] = "我要把你大卸八块！",
						}, -- [242]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932886,
							["arg1"] = "流血吧！",
						}, -- [243]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932899,
							["arg1"] = "够了！你们证明了自己的实力，可以死在我手上了！",
						}, -- [244]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932912,
							["arg1"] = "没人能挡下我的利刃！",
						}, -- [245]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932914,
							["arg1"] = "流血吧！",
						}, -- [246]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932933,
							["arg1"] = "流血吧！",
						}, -- [247]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932937,
							["arg1"] = "我要把你大卸八块！",
						}, -- [248]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932942,
							["arg1"] = "没人能挡下我的利刃！",
						}, -- [249]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932957,
							["arg1"] = "流血吧！",
						}, -- [250]
					},
				}, -- [5]
				{
					["enabled"] = true,
					["name"] = "公会官员",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/31/2020 的 20:33:16。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				}, -- [6]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "公会",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 20:27:04。",
						}, -- [1]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD",
							["time"] = 1588940978,
							["arg1"] = "熊 晚上？",
							["clColor"] = "ffa22fc8",
						}, -- [2]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941057,
							["arg1"] = "w想 lr打个|cffffff00|Hquest:57959:-1:120:120:0|h[战争前线：黑海岸之战（英雄）]|h|r ",
							["clColor"] = "fffe7b09",
						}, -- [3]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941074,
							["arg1"] = "但是又怕 工作室",
							["clColor"] = "fffe7b09",
						}, -- [4]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941151,
							["arg1"] = "我也想打",
							["clColor"] = "ffa22fc8",
						}, -- [5]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941342,
							["arg1"] = "刚好 1616",
							["clColor"] = "fffe7b09",
						}, -- [6]
						{
							["arg2"] = "西萌大猛攻-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941358,
							["arg1"] = "{无辜}",
							["clColor"] = "ff3ec5e9",
						}, -- [7]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941364,
							["arg1"] = "还差 300征服",
							["clColor"] = "fffe7b09",
						}, -- [8]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941410,
							["arg1"] = "西萌 明天祖格?",
							["clColor"] = "fffe7b09",
						}, -- [9]
						{
							["arg2"] = "西萌大猛攻-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941415,
							["arg1"] = "en ",
							["clColor"] = "ff3ec5e9",
						}, -- [10]
						{
							["arg2"] = "西萌大猛攻-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941420,
							["arg1"] = "明晚吧",
							["clColor"] = "ff3ec5e9",
						}, -- [11]
						{
							["arg2"] = "西萌大猛攻-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941428,
							["arg1"] = "明天正常上班",
							["clColor"] = "ff3ec5e9",
						}, -- [12]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941442,
							["arg1"] = "打多2次 就可以买 附魔了",
							["clColor"] = "fffe7b09",
						}, -- [13]
						{
							["arg2"] = "西萌大猛攻-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941456,
							["arg1"] = "今天刚打了一个 ",
							["clColor"] = "ff3ec5e9",
						}, -- [14]
						{
							["arg2"] = "西萌大猛攻-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941464,
							["arg1"] = "两个附魔卖了1200G。",
							["clColor"] = "ff3ec5e9",
						}, -- [15]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941486,
							["arg1"] = "这么贵",
							["clColor"] = "fffe7b09",
						}, -- [16]
						{
							["arg2"] = "西萌大猛攻-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941493,
							["arg1"] = "你要刷崇拜啊",
							["clColor"] = "ff3ec5e9",
						}, -- [17]
						{
							["arg2"] = "西萌大猛攻-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941499,
							["arg1"] = "崇拜有  肩膀附魔",
							["clColor"] = "ff3ec5e9",
						}, -- [18]
						{
							["arg2"] = "西萌大猛攻-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941511,
							["arg1"] = "买的是头腿   崇拜还有个肩膀附魔",
							["clColor"] = "ff3ec5e9",
						}, -- [19]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941514,
							["arg1"] = "去那刷?",
							["clColor"] = "fffe7b09",
						}, -- [20]
						{
							["arg2"] = "西萌大猛攻-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941538,
							["arg1"] = "祖格  一个怪4点声望  一个BOSS  200声望",
							["clColor"] = "ff3ec5e9",
						}, -- [21]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941540,
							["arg1"] = "艹",
							["clColor"] = "fffe7b09",
						}, -- [22]
						{
							["arg2"] = "西萌大猛攻-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941544,
							["arg1"] = "就这么刷",
							["clColor"] = "ff3ec5e9",
						}, -- [23]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941548,
							["arg1"] = "掉了17分",
							["clColor"] = "fffe7b09",
						}, -- [24]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941722,
							["arg1"] = "小虫 祖达萨 空投+海低空投 共亨吗?",
							["clColor"] = "fffe7b09",
						}, -- [25]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941728,
							["arg1"] = "不",
							["clColor"] = "ffa22fc8",
						}, -- [26]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941732,
							["arg1"] = "每天125",
							["clColor"] = "ffa22fc8",
						}, -- [27]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941739,
							["arg1"] = "你要拿冲突？",
							["clColor"] = "ffa22fc8",
						}, -- [28]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941750,
							["arg1"] = "掉到1601分刁",
							["clColor"] = "fffe7b09",
						}, -- [29]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941755,
							["arg1"] = "了",
							["clColor"] = "fffe7b09",
						}, -- [30]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941765,
							["arg1"] = "你是要冲突还是要1800？",
							["clColor"] = "ffa22fc8",
						}, -- [31]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941776,
							["arg1"] = "|cffa335ee|Hitem:169590::::::::120:104::::::|h[燎原战场之狂]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [32]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941780,
							["arg1"] = "冲突的话每天捡空投就好了",
							["clColor"] = "ffa22fc8",
						}, -- [33]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941788,
							["arg1"] = "保持1600 别打了",
							["clColor"] = "ffa22fc8",
						}, -- [34]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941788,
							["arg1"] = "现在11个",
							["clColor"] = "fffe7b09",
						}, -- [35]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941791,
							["arg1"] = "输了不划算",
							["clColor"] = "ffa22fc8",
						}, -- [36]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941803,
							["arg1"] = "刚好 1601分",
							["clColor"] = "fffe7b09",
						}, -- [37]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941809,
							["arg1"] = "还差 300",
							["clColor"] = "fffe7b09",
						}, -- [38]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941852,
							["arg1"] = "多久一个",
							["clColor"] = "fffe7b09",
						}, -- [39]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941946,
							["arg1"] = "还要打三周 全通|cff66bbff|Hjournal:0:1179:14|h[永恒王宫]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [40]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941954,
							["arg1"] = "|cff1eff00|Hazessence:2:1|h[艾泽拉斯的不朽赐福]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [41]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941982,
							["arg1"] = "小虫",
							["clColor"] = "fffe7b09",
						}, -- [42]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941989,
							["arg1"] = "进去了?",
							["clColor"] = "fffe7b09",
						}, -- [43]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941999,
							["arg1"] = "|cffffff00|Hquest:57959:-1:120:120:0|h[战争前线：黑海岸之战（英雄）]|h|r?",
							["clColor"] = "fffe7b09",
						}, -- [44]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588942037,
							["arg1"] = "还是=空投 算了",
							["clColor"] = "fffe7b09",
						}, -- [45]
						{
							["arg2"] = "爆橙-亡语者",
							["type"] = "GUILD",
							["time"] = 1588942234,
							["arg1"] = "熊H还海南",
							["clColor"] = "ffa22fc8",
						}, -- [46]
						{
							["arg2"] = "爆橙-亡语者",
							["type"] = "GUILD",
							["time"] = 1588942245,
							["arg1"] = "黑海岸？",
							["clColor"] = "ffa22fc8",
						}, -- [47]
						{
							["arg2"] = "爆橙-亡语者",
							["type"] = "GUILD",
							["time"] = 1588942253,
							["arg1"] = "来吗",
							["clColor"] = "ffa22fc8",
						}, -- [48]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588942268,
							["arg1"] = "有团?",
							["clColor"] = "fffe7b09",
						}, -- [49]
						{
							["arg2"] = "爆橙-亡语者",
							["type"] = "GUILD",
							["time"] = 1588942299,
							["arg1"] = "刚才跟过这个团长打的我的WS号",
							["clColor"] = "ffa22fc8",
						}, -- [50]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588942309,
							["arg1"] = "w用lr ?",
							["clColor"] = "fffe7b09",
						}, -- [51]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588942314,
							["arg1"] = "可以?",
							["clColor"] = "fffe7b09",
						}, -- [52]
						{
							["arg2"] = "爆橙-亡语者",
							["type"] = "GUILD",
							["time"] = 1588942323,
							["arg1"] = "嗯呢",
							["clColor"] = "ffa22fc8",
						}, -- [53]
						{
							["arg2"] = "爆橙-亡语者",
							["type"] = "GUILD",
							["time"] = 1588942341,
							["arg1"] = "标题都一样，他刚才在团里说的等一下会组一个一模一样名字的团",
							["clColor"] = "ffa22fc8",
						}, -- [54]
						{
							["arg1"] = " ",
						}, -- [55]
						{
							["arg1"] = " ",
						}, -- [56]
						{
							["arg1"] = "记录开始于 05/09/2020 的 20:50:50。",
							["type"] = "SYSTEM",
						}, -- [57]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1589028692,
							["arg1"] = "==",
							["clColor"] = "fffe7b09",
						}, -- [58]
						{
							["arg1"] = " ",
						}, -- [59]
						{
							["arg1"] = " ",
						}, -- [60]
						{
							["arg1"] = "记录开始于 05/11/2020 的 21:15:17。",
							["type"] = "SYSTEM",
						}, -- [61]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1589203771,
							["arg1"] = "|cffa335ee|Hitem:173492::::::::120:104::54:8:6412:6515:6578:6579:6476:6470:1522:4786:::|h[贪婪巨口裹手]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [62]
						{
							["arg1"] = " ",
						}, -- [63]
						{
							["arg1"] = " ",
						}, -- [64]
						{
							["arg1"] = "记录开始于 05/31/2020 的 20:33:16。",
							["type"] = "SYSTEM",
						}, -- [65]
					},
				}, -- [7]
				{
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "战利品",
					["logs"] = {
						{
							["type"] = "LOOT",
							["time"] = 1590841560,
							["arg1"] = "糖迪凯-血牙魔王获得了战利品：|cff1eff00|Hitem:166846::::::::120:581::::::|h[备用零件]|h|rx9。",
						}, -- [1]
						{
							["type"] = "LOOT",
							["time"] = 1590841560,
							["arg1"] = "糖迪凯-血牙魔王获得了战利品：|cffffffff|Hitem:152576::::::::120:581::::::|h[浪息亚麻布]|h|r。",
						}, -- [2]
						{
							["type"] = "LOOT",
							["time"] = 1590841560,
							["arg1"] = "糖迪凯-血牙魔王获得了战利品：|cffa335ee|Hitem:168752::::::::120:581::23:2:1498:4786:::|h[万用高效逻辑主板]|h|r。",
						}, -- [3]
						{
							["type"] = "LOOT",
							["time"] = 1590841562,
							["arg1"] = "丶花落伊人泪获得了战利品：|cffa335ee|Hitem:168648::::::::120:581::23::::|h[应急反重力装置]|h|r。",
						}, -- [4]
						{
							["type"] = "LOOT",
							["time"] = 1590841562,
							["arg1"] = "希文喵丨-死亡之翼获得了战利品：|cffffffff|Hitem:152576::::::::120:581::::::|h[浪息亚麻布]|h|rx3。",
						}, -- [5]
						{
							["type"] = "LOOT",
							["time"] = 1590841563,
							["arg1"] = "希文喵丨-死亡之翼获得了战利品：|cff1eff00|Hitem:166846::::::::120:581::::::|h[备用零件]|h|rx3。",
						}, -- [6]
						{
							["type"] = "LOOT",
							["time"] = 1590841566,
							["arg1"] = "你获得了战利品：|cffa335ee|Hitem:169054::::::::120:581::23:7:4779:6578:6579:6565:6513:1487:4786:::|h[电镀皮革之握]|h|r。",
						}, -- [7]
						{
							["type"] = "LOOT",
							["time"] = 1590841566,
							["arg1"] = "你获得了战利品：|cff1eff00|Hitem:166846::::::::120:581::::::|h[备用零件]|h|r。",
						}, -- [8]
						{
							["type"] = "LOOT",
							["time"] = 1590841566,
							["arg1"] = "万物咸覩-凤凰之神获得了战利品：|cff1eff00|Hitem:166846::::::::120:581::::::|h[备用零件]|h|rx6。",
						}, -- [9]
						{
							["type"] = "MONEY",
							["time"] = 1590841567,
							["arg1"] = "你拾取了9金币, 65银币, 35铜币",
						}, -- [10]
						{
							["type"] = "LOOT",
							["time"] = 1590841578,
							["arg1"] = "糖迪凯-血牙魔王获得了战利品：|cff9d9d9d|Hitem:169138::::::::120:581::::::|h[开裂的人格模块]|h|r。",
						}, -- [11]
						{
							["type"] = "LOOT",
							["time"] = 1590841578,
							["arg1"] = "糖迪凯-血牙魔王获得了战利品：|cff1eff00|Hitem:166846::::::::120:581::::::|h[备用零件]|h|rx14。",
						}, -- [12]
						{
							["type"] = "LOOT",
							["time"] = 1590841578,
							["arg1"] = "糖迪凯-血牙魔王获得了战利品：|cffffffff|Hitem:152576::::::::120:581::::::|h[浪息亚麻布]|h|rx5。",
						}, -- [13]
						{
							["type"] = "LOOT",
							["time"] = 1590841635,
							["arg1"] = "丶花落伊人泪获得了战利品：|cffffffff|Hitem:152576::::::::120:581::::::|h[浪息亚麻布]|h|rx2。",
						}, -- [14]
						{
							["type"] = "LOOT",
							["time"] = 1590841635,
							["arg1"] = "丶花落伊人泪获得了战利品：|cffa335ee|Hitem:168798::::::::120:581::23:2:1487:4786:::|h[弹道分析报告]|h|r。",
						}, -- [15]
						{
							["type"] = "LOOT",
							["time"] = 1590841635,
							["arg1"] = "希文喵丨-死亡之翼获得了战利品：|cff9d9d9d|Hitem:169132::::::::120:581::::::|h[裂口的陀螺仪]|h|r。",
						}, -- [16]
						{
							["type"] = "LOOT",
							["time"] = 1590841637,
							["arg1"] = "糖迪凯-血牙魔王获得了战利品：|cff1eff00|Hitem:166846::::::::120:581::::::|h[备用零件]|h|rx6。",
						}, -- [17]
						{
							["type"] = "LOOT",
							["time"] = 1590841637,
							["arg1"] = "糖迪凯-血牙魔王获得了战利品：|cff9d9d9d|Hitem:169138::::::::120:581::::::|h[开裂的人格模块]|h|r。",
						}, -- [18]
						{
							["type"] = "LOOT",
							["time"] = 1590841664,
							["arg1"] = "希文喵丨-死亡之翼获得了战利品：|cffffffff|Hitem:152576::::::::120:581::::::|h[浪息亚麻布]|h|r。",
						}, -- [19]
						{
							["type"] = "LOOT",
							["time"] = 1590841664,
							["arg1"] = "希文喵丨-死亡之翼获得了战利品：|cff9d9d9d|Hitem:169135::::::::120:581::::::|h[扭曲的减震器]|h|r。",
						}, -- [20]
						{
							["type"] = "LOOT",
							["time"] = 1590841743,
							["arg1"] = "丶花落伊人泪获得了战利品：|cff9d9d9d|Hitem:155615::::::::120:581::::::|h[瘟疫污物]|h|r。",
						}, -- [21]
						{
							["type"] = "LOOT",
							["time"] = 1590841743,
							["arg1"] = "糖迪凯-血牙魔王获得了战利品：|cff9d9d9d|Hitem:155636::::::::120:581::::::|h[粘稠墨汁]|h|r。",
						}, -- [22]
						{
							["type"] = "LOOT",
							["time"] = 1590841744,
							["arg1"] = "糖迪凯-血牙魔王获得了战利品：|cff9d9d9d|Hitem:155615::::::::120:581::::::|h[瘟疫污物]|h|r。",
						}, -- [23]
						{
							["type"] = "LOOT",
							["time"] = 1590841773,
							["arg1"] = "糖迪凯-血牙魔王获得了战利品：|cff9d9d9d|Hitem:155636::::::::120:581::::::|h[粘稠墨汁]|h|r。",
						}, -- [24]
						{
							["type"] = "MONEY",
							["time"] = 1590841867,
							["arg1"] = "你拾取了5金币, 99银币, 10铜币",
						}, -- [25]
						{
							["type"] = "LOOT",
							["time"] = 1590841868,
							["arg1"] = "万物咸覩-凤凰之神获得了战利品：|cffa335ee|Hitem:168744::::::::120:581::23:2:1487:4786:::|h[优化高效逻辑主板]|h|r。",
						}, -- [26]
						{
							["type"] = "LOOT",
							["time"] = 1590841869,
							["arg1"] = "丶花落伊人泪获得了战利品：|cffa335ee|Hitem:169060::::::::120:581::23:5:4779:6516:6515:1487:4786:::|h[机械师的实用腰带]|h|r。",
						}, -- [27]
						{
							["type"] = "LOOT",
							["time"] = 1590841869,
							["arg1"] = "希文喵丨-死亡之翼获得了战利品：|cffa335ee|Hitem:169057::::::::120:581::23:5:4779:6516:6515:1487:4786:::|h[润滑良好的板甲束腰]|h|r。",
						}, -- [28]
						{
							["type"] = "LOOT",
							["time"] = 1590841877,
							["arg1"] = "糖迪凯-血牙魔王获得了战利品：|cff9d9d9d|Hitem:169145::::::::120:581::::::|h[生锈的高精度夹钳]|h|r。",
						}, -- [29]
						{
							["type"] = "LOOT",
							["time"] = 1590841877,
							["arg1"] = "糖迪凯-血牙魔王获得了战利品：|cff9d9d9d|Hitem:169132::::::::120:581::::::|h[裂口的陀螺仪]|h|r。",
						}, -- [30]
						{
							["type"] = "LOOT",
							["time"] = 1590841877,
							["arg1"] = "糖迪凯-血牙魔王获得了战利品：|cff1eff00|Hitem:166846::::::::120:581::::::|h[备用零件]|h|rx6。",
						}, -- [31]
						{
							["type"] = "LOOT",
							["time"] = 1590841956,
							["arg1"] = "希文喵丨-死亡之翼获得了战利品：|cff9d9d9d|Hitem:169145::::::::120:581::::::|h[生锈的高精度夹钳]|h|r。",
						}, -- [32]
						{
							["type"] = "LOOT",
							["time"] = 1590841965,
							["arg1"] = "丶花落伊人泪获得了战利品：|cffffffff|Hitem:160502::::::::120:581::::::|h[化学雷管]|h|rx3。",
						}, -- [33]
						{
							["type"] = "LOOT",
							["time"] = 1590841965,
							["arg1"] = "丶花落伊人泪获得了战利品：|cffffffff|Hitem:163569::::::::120:581::::::|h[绝缘导线]|h|rx7。",
						}, -- [34]
						{
							["type"] = "LOOT",
							["time"] = 1590841965,
							["arg1"] = "丶花落伊人泪获得了战利品：|cff9d9d9d|Hitem:169130::::::::120:581::::::|h[弯折的齿轮]|h|r。",
						}, -- [35]
						{
							["type"] = "LOOT",
							["time"] = 1590841966,
							["arg1"] = "丶花落伊人泪获得了战利品：|cff1eff00|Hitem:166846::::::::120:581::::::|h[备用零件]|h|r。",
						}, -- [36]
						{
							["type"] = "LOOT",
							["time"] = 1590841966,
							["arg1"] = "希文喵丨-死亡之翼获得了战利品：|cff9d9d9d|Hitem:169130::::::::120:581::::::|h[弯折的齿轮]|h|r。",
						}, -- [37]
						{
							["type"] = "LOOT",
							["time"] = 1590841966,
							["arg1"] = "希文喵丨-死亡之翼获得了战利品：|cff1eff00|Hitem:166846::::::::120:581::::::|h[备用零件]|h|rx12。",
						}, -- [38]
						{
							["type"] = "LOOT",
							["time"] = 1590842130,
							["arg1"] = "糖迪凯-血牙魔王获得了战利品：|cff9d9d9d|Hitem:169130::::::::120:581::::::|h[弯折的齿轮]|h|r。",
						}, -- [39]
						{
							["type"] = "LOOT",
							["time"] = 1590842130,
							["arg1"] = "糖迪凯-血牙魔王获得了战利品：|cff1eff00|Hitem:166846::::::::120:581::::::|h[备用零件]|h|rx6。",
						}, -- [40]
						{
							["type"] = "LOOT",
							["time"] = 1590842189,
							["arg1"] = "丶花落伊人泪获得了战利品：|cff9d9d9d|Hitem:169135::::::::120:581::::::|h[扭曲的减震器]|h|r。",
						}, -- [41]
						{
							["type"] = "MONEY",
							["time"] = 1590842371,
							["arg1"] = "你拾取了5金币, 98银币, 63铜币",
						}, -- [42]
						{
							["type"] = "LOOT",
							["time"] = 1590842373,
							["arg1"] = "丶花落伊人泪获得了战利品：|cffa335ee|Hitem:168826::::::::120:581::23::::|h[麦卡贡维和者]|h|r。",
						}, -- [43]
						{
							["type"] = "LOOT",
							["time"] = 1590842374,
							["arg1"] = "糖迪凯-血牙魔王获得了战利品：|cffa335ee|Hitem:169156::::::::120:581::23:6:4779:4802:6516:6513:1487:4786:::|h[协同逻辑指环]|h|r。",
						}, -- [44]
						{
							["type"] = "LOOT",
							["time"] = 1590842376,
							["arg1"] = "万物咸覩-凤凰之神获得了战利品：|cffa335ee|Hitem:168657::::::::120:581::23::::|h[敌我识别器]|h|r。",
						}, -- [45]
						{
							["type"] = "LOOT",
							["time"] = 1590842470,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:169138::::::::120:581::::::|h[开裂的人格模块]|h|r。",
						}, -- [46]
						{
							["type"] = "LOOT",
							["time"] = 1590842470,
							["arg1"] = "你获得了战利品：|cff1eff00|Hitem:166846::::::::120:581::::::|h[备用零件]|h|rx6。",
						}, -- [47]
						{
							["type"] = "LOOT",
							["time"] = 1590842470,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:169132::::::::120:581::::::|h[裂口的陀螺仪]|h|r。",
						}, -- [48]
						{
							["type"] = "LOOT",
							["time"] = 1590842470,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:169135::::::::120:581::::::|h[扭曲的减震器]|h|r。",
						}, -- [49]
						{
							["type"] = "LOOT",
							["time"] = 1590842582,
							["arg1"] = "你获得了战利品：|cffa335ee|Hitem:168743::::::::120:581::23:2:1487:4786:::|h[强力高效逻辑主板]|h|r。",
						}, -- [50]
						{
							["type"] = "LOOT",
							["time"] = 1590842583,
							["arg1"] = "万物咸覩-凤凰之神获得了战利品：|cffa335ee|Hitem:168957::::::::120:581::23:5:4779:6516:6515:1487:4786:::|h[机械师的冠军腰带]|h|r。",
						}, -- [51]
						{
							["type"] = "MONEY",
							["time"] = 1590842583,
							["arg1"] = "你拾取了5金币, 70银币, 60铜币",
						}, -- [52]
						{
							["type"] = "LOOT",
							["time"] = 1590842636,
							["arg1"] = "丶花落伊人泪获得了战利品：|cff1eff00|Hitem:166846::::::::120:581::::::|h[备用零件]|h|rx18。",
						}, -- [53]
						{
							["type"] = "LOOT",
							["time"] = 1590842636,
							["arg1"] = "丶花落伊人泪获得了战利品：|cff9d9d9d|Hitem:155615::::::::120:581::::::|h[瘟疫污物]|h|r。",
						}, -- [54]
						{
							["type"] = "LOOT",
							["time"] = 1590842639,
							["arg1"] = "希文喵丨-死亡之翼获得了战利品：|cff1eff00|Hitem:166846::::::::120:581::::::|h[备用零件]|h|rx12。",
						}, -- [55]
						{
							["type"] = "LOOT",
							["time"] = 1590842639,
							["arg1"] = "希文喵丨-死亡之翼获得了战利品：|cff9d9d9d|Hitem:155636::::::::120:581::::::|h[粘稠墨汁]|h|r。",
						}, -- [56]
						{
							["type"] = "LOOT",
							["time"] = 1590842639,
							["arg1"] = "希文喵丨-死亡之翼获得了战利品：|cff9d9d9d|Hitem:169132::::::::120:581::::::|h[裂口的陀螺仪]|h|r。",
						}, -- [57]
						{
							["type"] = "LOOT",
							["time"] = 1590842639,
							["arg1"] = "丶花落伊人泪获得了战利品：|cff9d9d9d|Hitem:169132::::::::120:581::::::|h[裂口的陀螺仪]|h|r。",
						}, -- [58]
						{
							["type"] = "LOOT",
							["time"] = 1590842639,
							["arg1"] = "丶花落伊人泪获得了战利品：|cff1eff00|Hitem:166846::::::::120:581::::::|h[备用零件]|h|rx2。",
						}, -- [59]
						{
							["type"] = "MONEY",
							["time"] = 1590842746,
							["arg1"] = "你拾取了5金币, 81银币, 35铜币",
						}, -- [60]
						{
							["type"] = "LOOT",
							["time"] = 1590842746,
							["arg1"] = "万物咸覩-凤凰之神获得了战利品：|cffa335ee|Hitem:168746::::::::120:581::23:2:1487:4786:::|h[优化适应逻辑主板]|h|r。",
						}, -- [61]
						{
							["type"] = "LOOT",
							["time"] = 1590842747,
							["arg1"] = "万物咸覩-凤凰之神获得了战利品：|cffa335ee|Hitem:168970::::::::120:581::23:3:4819:1487:4786:::|h[垃圾大师的斗篷]|h|r。",
						}, -- [62]
						{
							["type"] = "LOOT",
							["time"] = 1590842815,
							["arg1"] = "你获得了战利品：|cff1eff00|Hitem:166846::::::::120:581::::::|h[备用零件]|h|rx6。",
						}, -- [63]
						{
							["type"] = "LOOT",
							["time"] = 1590842818,
							["arg1"] = "糖迪凯-血牙魔王获得了战利品：|cff9d9d9d|Hitem:169132::::::::120:581::::::|h[裂口的陀螺仪]|h|r。",
						}, -- [64]
						{
							["type"] = "LOOT",
							["time"] = 1590842818,
							["arg1"] = "糖迪凯-血牙魔王获得了战利品：|cff1eff00|Hitem:166846::::::::120:581::::::|h[备用零件]|h|rx6。",
						}, -- [65]
						{
							["type"] = "LOOT",
							["time"] = 1590842826,
							["arg1"] = "丶花落伊人泪获得了战利品：|cff1eff00|Hitem:166846::::::::120:581::::::|h[备用零件]|h|rx18。",
						}, -- [66]
						{
							["type"] = "LOOT",
							["time"] = 1590842869,
							["arg1"] = "丶花落伊人泪获得了战利品：|cff9d9d9d|Hitem:169135::::::::120:581::::::|h[扭曲的减震器]|h|r。",
						}, -- [67]
						{
							["type"] = "LOOT",
							["time"] = 1590842946,
							["arg1"] = "你获得了战利品：|cff1eff00|Hitem:166846::::::::120:581::::::|h[备用零件]|h|rx12。",
						}, -- [68]
						{
							["type"] = "LOOT",
							["time"] = 1590842946,
							["arg1"] = "你获得了战利品：|cffa335ee|Hitem:168632::::::::120:581::23::::|h[冲流发生器]|h|r。",
						}, -- [69]
						{
							["type"] = "LOOT",
							["time"] = 1590842947,
							["arg1"] = "希文喵丨-死亡之翼获得了战利品：|cff1eff00|Hitem:166846::::::::120:581::::::|h[备用零件]|h|rx6。",
						}, -- [70]
						{
							["type"] = "LOOT",
							["time"] = 1590842997,
							["arg1"] = "糖迪凯-血牙魔王获得了战利品：|cff9d9d9d|Hitem:169138::::::::120:581::::::|h[开裂的人格模块]|h|r。",
						}, -- [71]
						{
							["type"] = "LOOT",
							["time"] = 1590842997,
							["arg1"] = "糖迪凯-血牙魔王获得了战利品：|cff1eff00|Hitem:166846::::::::120:581::::::|h[备用零件]|h|rx6。",
						}, -- [72]
						{
							["type"] = "LOOT",
							["time"] = 1590843069,
							["arg1"] = "希文喵丨-死亡之翼获得了战利品：|cff1eff00|Hitem:170212::::::::120:581::23::::|h[食谱：机甲点心]|h|r。",
						}, -- [73]
						{
							["type"] = "LOOT",
							["time"] = 1590843070,
							["arg1"] = "你获得了战利品：|cffa335ee|Hitem:168975::::::::120:581::23:7:4779:6578:6579:6545:6513:1487:4786:::|h[机械师的珍宝踏靴]|h|r。",
						}, -- [74]
						{
							["type"] = "LOOT",
							["time"] = 1590843070,
							["arg1"] = "你获得了战利品：|cff1eff00|Hitem:159230::::::::120:581:512::3:4796:41:1704:120:::|h[曙光之艾什凡公司披风]|h|r。",
						}, -- [75]
						{
							["type"] = "MONEY",
							["time"] = 1590843071,
							["arg1"] = "你拾取了5金币, 59银币, 29铜币",
						}, -- [76]
						{
							["type"] = "LOOT",
							["time"] = 1590843085,
							["arg1"] = "丶花落伊人泪获得了战利品：|cffa335ee|Hitem:167556::::::::120:581::23:2:1498:4786:::|h[子程序：超频]|h|r。",
						}, -- [77]
						{
							["type"] = "LOOT",
							["time"] = 1590843115,
							["arg1"] = "丶花落伊人泪获得了战利品：|cff9d9d9d|Hitem:169138::::::::120:581::::::|h[开裂的人格模块]|h|r。",
						}, -- [78]
						{
							["type"] = "LOOT",
							["time"] = 1590843115,
							["arg1"] = "丶花落伊人泪获得了战利品：|cff1eff00|Hitem:166846::::::::120:581::::::|h[备用零件]|h|rx6。",
						}, -- [79]
						{
							["type"] = "LOOT",
							["time"] = 1590843179,
							["arg1"] = "丶花落伊人泪获得了战利品：|cff9d9d9d|Hitem:169138::::::::120:581::::::|h[开裂的人格模块]|h|r。",
						}, -- [80]
						{
							["type"] = "LOOT",
							["time"] = 1590843179,
							["arg1"] = "丶花落伊人泪获得了战利品：|cff1eff00|Hitem:166846::::::::120:581::::::|h[备用零件]|h|rx18。",
						}, -- [81]
						{
							["type"] = "LOOT",
							["time"] = 1590843180,
							["arg1"] = "糖迪凯-血牙魔王获得了战利品：|cffa335ee|Hitem:168632::::::::120:581::23::::|h[冲流发生器]|h|r。",
						}, -- [82]
						{
							["type"] = "LOOT",
							["time"] = 1590843180,
							["arg1"] = "糖迪凯-血牙魔王获得了战利品：|cff1eff00|Hitem:166846::::::::120:581::::::|h[备用零件]|h|rx12。",
						}, -- [83]
						{
							["type"] = "LOOT",
							["time"] = 1590843180,
							["arg1"] = "糖迪凯-血牙魔王获得了战利品：|cff9d9d9d|Hitem:169132::::::::120:581::::::|h[裂口的陀螺仪]|h|r。",
						}, -- [84]
						{
							["type"] = "LOOT",
							["time"] = 1590843326,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:169132::::::::120:581::::::|h[裂口的陀螺仪]|h|r。",
						}, -- [85]
						{
							["type"] = "LOOT",
							["time"] = 1590843326,
							["arg1"] = "你获得了战利品：|cff1eff00|Hitem:166846::::::::120:581::::::|h[备用零件]|h|rx12。",
						}, -- [86]
						{
							["type"] = "LOOT",
							["time"] = 1590843326,
							["arg1"] = "你获得了战利品：|cffa335ee|Hitem:168648::::::::120:581::23::::|h[应急反重力装置]|h|r。",
						}, -- [87]
						{
							["type"] = "LOOT",
							["time"] = 1590843342,
							["arg1"] = "希文喵丨-死亡之翼获得了战利品：|cff1eff00|Hitem:166846::::::::120:581::::::|h[备用零件]|h|rx12。",
						}, -- [88]
						{
							["type"] = "LOOT",
							["time"] = 1590843342,
							["arg1"] = "希文喵丨-死亡之翼获得了战利品：|cff1eff00|Hitem:170212::::::::120:581::23::::|h[食谱：机甲点心]|h|r。",
						}, -- [89]
						{
							["type"] = "LOOT",
							["time"] = 1590843858,
							["arg1"] = "万物咸覩-凤凰之神获得了战利品：|cffa335ee|Hitem:168648::::::::120:581::23::::|h[应急反重力装置]|h|r。",
						}, -- [90]
						{
							["type"] = "LOOT",
							["time"] = 1590844381,
							["arg1"] = "你获得了战利品：|cff0070dd|Hitem:165948::::::::120:581::::::|h[潮浪之核]|h|r。",
						}, -- [91]
						{
							["type"] = "LOOT",
							["time"] = 1590844381,
							["arg1"] = "万物咸覩-凤凰之神获得了战利品：|cffa335ee|Hitem:168985::::::::120:581::23:6:4779:4802:6516:6513:1487:4786:::|h[自洁裹手]|h|r。",
						}, -- [92]
						{
							["type"] = "LOOT",
							["time"] = 1590844381,
							["arg1"] = "你获得了战利品：|cffa335ee|Hitem:168785::::::::120:581::23:2:1487:4786:::|h[子程序：碎片整理]|h|r。",
						}, -- [93]
						{
							["type"] = "MONEY",
							["time"] = 1590844382,
							["arg1"] = "你拾取了12金币, 69银币, 46铜币",
						}, -- [94]
						{
							["type"] = "LOOT",
							["time"] = 1590844384,
							["arg1"] = "丶花落伊人泪获得了战利品：|cffa335ee|Hitem:168982::::::::120:581::23:8:4779:6578:6579:6479:6470:6515:1487:4786:::|h[皇室机甲马刺]|h|r。",
						}, -- [95]
						{
							["type"] = "LOOT",
							["time"] = 1590844384,
							["arg1"] = "丶花落伊人泪获得了战利品：|cffe6cc80|Hitem:168842::::::::120:581::23::::|h[完美机甲引擎]|h|r。",
						}, -- [96]
						{
							["type"] = "LOOT",
							["time"] = 1590844384,
							["arg1"] = "丶花落伊人泪获得了战利品：|cffa335ee|Hitem:158923::::::::120:581:8257536:::250:10:10:5:14:120:::|h[史诗钥石]|h|r。",
						}, -- [97]
						{
							["type"] = "LOOT",
							["time"] = 1590844384,
							["arg1"] = "丶花落伊人泪获得了战利品：|cffa335ee|Hitem:168830::::::::120:581::23::::|h[R-21/X型空中单位]|h|r。",
						}, -- [98]
						{
							["type"] = "LOOT",
							["time"] = 1590844385,
							["arg1"] = "糖迪凯-血牙魔王获得了战利品：|cffa335ee|Hitem:169003::::::::120:581::23:4:4819:1487:4786:6267:::|h[巅峰发明家的护目镜]|h|r。",
						}, -- [99]
						{
							["type"] = "LOOT",
							["time"] = 1590844385,
							["arg1"] = "糖迪凯-血牙魔王获得了战利品：|cffe6cc80|Hitem:168842::::::::120:581::23::::|h[完美机甲引擎]|h|r。",
						}, -- [100]
						{
							["type"] = "LOOT",
							["time"] = 1590844385,
							["arg1"] = "糖迪凯-血牙魔王获得了战利品：|cffa335ee|Hitem:168748::::::::120:581::23:2:1487:4786:::|h[高性能精校逻辑主板]|h|r。",
						}, -- [101]
						{
							["type"] = "LOOT",
							["time"] = 1590844447,
							["arg1"] = "希文喵丨-死亡之翼获得了物品：|cffffffff|Hitem:160298::::::::120:581::::::|h[耐用助焊剂]|h|rx2。",
						}, -- [102]
						{
							["type"] = "LOOT",
							["time"] = 1590844447,
							["arg1"] = "希文喵丨-死亡之翼获得了物品：|cff1eff00|Hitem:152513::::::::120:581::::::|h[白金矿石]|h|rx2。",
						}, -- [103]
						{
							["type"] = "LOOT",
							["time"] = 1590844447,
							["arg1"] = "希文喵丨-死亡之翼获得了物品：|cffffffff|Hitem:152579::::::::120:581::::::|h[雷银矿石]|h|rx2。",
						}, -- [104]
						{
							["type"] = "LOOT",
							["time"] = 1590844449,
							["arg1"] = "希文喵丨-死亡之翼获得了物品：|cffffffff|Hitem:160298::::::::120:581::::::|h[耐用助焊剂]|h|rx3。",
						}, -- [105]
						{
							["type"] = "LOOT",
							["time"] = 1590844449,
							["arg1"] = "希文喵丨-死亡之翼获得了物品：|cffffffff|Hitem:152579::::::::120:581::::::|h[雷银矿石]|h|rx2。",
						}, -- [106]
						{
							["type"] = "LOOT",
							["time"] = 1590844449,
							["arg1"] = "希文喵丨-死亡之翼获得了物品：|cff1eff00|Hitem:152513::::::::120:581::::::|h[白金矿石]|h|rx2。",
						}, -- [107]
						{
							["arg1"] = " ",
						}, -- [108]
						{
							["arg1"] = " ",
						}, -- [109]
						{
							["arg1"] = "记录开始于 05/31/2020 的 05:23:37。",
							["type"] = "SYSTEM",
						}, -- [110]
						{
							["type"] = "LOOT",
							["time"] = 1590875649,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:169765::::::::120:581::::::|h[世界血脉情报]|h|r。",
						}, -- [111]
						{
							["type"] = "LOOT",
							["time"] = 1590875649,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:166999::::::::120:581::11::::|h[藏宝图]|h|r。",
						}, -- [112]
						{
							["arg1"] = " ",
						}, -- [113]
						{
							["arg1"] = " ",
						}, -- [114]
						{
							["arg1"] = "记录开始于 05/31/2020 的 11:06:42。",
							["type"] = "SYSTEM",
						}, -- [115]
						{
							["type"] = "MONEY",
							["time"] = 1590894604,
							["arg1"] = "你拾取了3金币, 85银币, 28铜币",
						}, -- [116]
						{
							["type"] = "LOOT",
							["time"] = 1590894649,
							["arg1"] = "丶天喃-影之哀伤获得了战利品：|cff9d9d9d|Hitem:106312::::::::120:581:512:29:1:3847:113:::|h[皱巴巴的布质外套]|h|r。",
						}, -- [117]
						{
							["type"] = "LOOT",
							["time"] = 1590894700,
							["arg1"] = "丶天喃-影之哀伤获得了战利品：|cff9d9d9d|Hitem:106317::::::::120:581:512:29:1:3897:113:::|h[脆硬长剑]|h|r。",
						}, -- [118]
						{
							["type"] = "MONEY",
							["time"] = 1590894701,
							["arg1"] = "你拾取了45银币, 45铜币",
						}, -- [119]
						{
							["type"] = "LOOT",
							["time"] = 1590894730,
							["arg1"] = "凉了-萨尔获得了战利品：|cff1eff00|Hitem:106488::::::::120:581:512:29:2:3855:105:120:::|h[快刀之丛林之心外套]|h|r。",
						}, -- [120]
						{
							["type"] = "MONEY",
							["time"] = 1590894730,
							["arg1"] = "你拾取了2金币, 18银币, 75铜币",
						}, -- [121]
						{
							["type"] = "CURRENCY",
							["time"] = 1590894850,
							["arg1"] = "你获得了：|cff0070dd|Hcurrency:1166:0|h[时空扭曲徽章]|h|r x5。",
						}, -- [122]
						{
							["type"] = "LOOT",
							["time"] = 1590894850,
							["arg1"] = "你获得了战利品：|cff0070dd|Hitem:141643::::::::120:581::22::::|h[工艺图：清心圣典]|h|r。",
						}, -- [123]
						{
							["type"] = "MONEY",
							["time"] = 1590894851,
							["arg1"] = "你拾取了17金币, 12银币, 93铜币",
						}, -- [124]
						{
							["type"] = "LOOT",
							["time"] = 1590894851,
							["arg1"] = "丶天喃-影之哀伤获得了战利品：|cff0070dd|Hitem:109821::::::::120:581:512:22:2:6424:6652:113:::|h[裂胆腿甲]|h|r。",
						}, -- [125]
						{
							["type"] = "LOOT",
							["time"] = 1590894931,
							["arg1"] = "丶天喃-影之哀伤获得了战利品：|cff9d9d9d|Hitem:106289::::::::120:581:512:29:1:3847:113:::|h[暴晒的护腕]|h|r。",
						}, -- [126]
						{
							["type"] = "LOOT",
							["time"] = 1590894933,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:106300::::::::120:581:512:29:1:3847:120:::|h[酸蚀板甲长靴]|h|r。",
						}, -- [127]
						{
							["type"] = "LOOT",
							["time"] = 1590894933,
							["arg1"] = "凉了-萨尔获得了战利品：|cff0070dd|Hitem:112566::::::::120:581::::::|h[神秘合剂]|h|r。",
						}, -- [128]
						{
							["type"] = "LOOT",
							["time"] = 1590894933,
							["arg1"] = "凉了-萨尔获得了战利品：|cff9d9d9d|Hitem:106292::::::::120:581:512:29:1:3847:120:::|h[酸蚀板甲护腕]|h|r。",
						}, -- [129]
						{
							["type"] = "MONEY",
							["time"] = 1590894934,
							["arg1"] = "你拾取了3金币, 34银币, 5铜币",
						}, -- [130]
						{
							["type"] = "LOOT",
							["time"] = 1590895002,
							["arg1"] = "武术盲流-巴纳扎尔获得了战利品：|cff9d9d9d|Hitem:107472::::::::120:581::::::|h[炽燃元素碎块]|h|r。",
						}, -- [131]
						{
							["type"] = "LOOT",
							["time"] = 1590895003,
							["arg1"] = "嫌命长-影之哀伤获得了战利品：|cff9d9d9d|Hitem:107472::::::::120:581::::::|h[炽燃元素碎块]|h|r。",
						}, -- [132]
						{
							["type"] = "LOOT",
							["time"] = 1590895057,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:107469::::::::120:581::::::|h[枯竭的元素碎片]|h|r。",
						}, -- [133]
						{
							["type"] = "CURRENCY",
							["time"] = 1590895176,
							["arg1"] = "你获得了：|cff0070dd|Hcurrency:1166:0|h[时空扭曲徽章]|h|r x5。",
						}, -- [134]
						{
							["type"] = "LOOT",
							["time"] = 1590895176,
							["arg1"] = "丶天喃-影之哀伤获得了战利品：|cff9d9d9d|Hitem:107471::::::::120:581::::::|h[休眠的元素核心]|h|r。",
						}, -- [135]
						{
							["type"] = "MONEY",
							["time"] = 1590895177,
							["arg1"] = "你拾取了15金币, 53银币, 76铜币",
						}, -- [136]
						{
							["type"] = "LOOT",
							["time"] = 1590895180,
							["arg1"] = "凉了-萨尔获得了战利品：|cff0070dd|Hitem:109897::::::::120:581:512:22:2:6424:6652:120:::|h[护叶者长袍]|h|r。",
						}, -- [137]
						{
							["type"] = "LOOT",
							["time"] = 1590895189,
							["arg1"] = "嫌命长-影之哀伤获得了战利品：|cff0070dd|Hitem:109845::::::::120:581:512:22:2:6424:6652:120:::|h[霜染手套]|h|r。",
						}, -- [138]
						{
							["type"] = "LOOT",
							["time"] = 1590895189,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:107469::::::::120:581::::::|h[枯竭的元素碎片]|h|r。",
						}, -- [139]
						{
							["type"] = "LOOT",
							["time"] = 1590895189,
							["arg1"] = "你获得了战利品：|cff1eff00|Hitem:116505::::::::120:581:512:29:3:3876:210:550:120:::|h[谐律之缠藤长剑]|h|r。",
						}, -- [140]
						{
							["type"] = "LOOT",
							["time"] = 1590895248,
							["arg1"] = "武术盲流-巴纳扎尔获得了战利品：|cff9d9d9d|Hitem:106867::::::::120:581::::::|h[钝锉的爪子]|h|r。",
						}, -- [141]
						{
							["type"] = "MONEY",
							["time"] = 1590895307,
							["arg1"] = "你拾取了2金币, 6银币, 96铜币",
						}, -- [142]
						{
							["type"] = "CURRENCY",
							["time"] = 1590895382,
							["arg1"] = "你获得了：|cff0070dd|Hcurrency:1166:0|h[时空扭曲徽章]|h|r x5。",
						}, -- [143]
						{
							["type"] = "LOOT",
							["time"] = 1590895382,
							["arg1"] = "你获得了战利品：|cff0070dd|Hitem:109905::::::::120:581:512:22:4:41:523:6424:6652:120:::|h[神射大氅]|h|r。",
						}, -- [144]
						{
							["type"] = "LOOT",
							["time"] = 1590895382,
							["arg1"] = "丶天喃-影之哀伤获得了战利品：|cff0070dd|Hitem:109915::::::::120:581:512:22:2:6424:6652:113:::|h[刚鳞斗篷]|h|r。",
						}, -- [145]
						{
							["type"] = "MONEY",
							["time"] = 1590895383,
							["arg1"] = "你拾取了17金币, 67银币, 3铜币",
						}, -- [146]
						{
							["type"] = "CURRENCY",
							["time"] = 1590895579,
							["arg1"] = "你获得了：|cff0070dd|Hcurrency:1166:0|h[时空扭曲徽章]|h|r x10。",
						}, -- [147]
						{
							["type"] = "CURRENCY",
							["time"] = 1590895581,
							["arg1"] = "你获得了：|cff0070dd|Hcurrency:1166:0|h[时空扭曲徽章]|h|r x10。",
						}, -- [148]
						{
							["type"] = "MONEY",
							["time"] = 1590895581,
							["arg1"] = "你拾取了17金币, 98银币, 46铜币",
						}, -- [149]
						{
							["type"] = "LOOT",
							["time"] = 1590895582,
							["arg1"] = "武术盲流-巴纳扎尔获得了战利品：|cff0070dd|Hitem:109778::::::::120:581:512:22:3:42:6424:6652:120:::|h[荣耀守护者玺戒]|h|r。",
						}, -- [150]
						{
							["type"] = "LOOT",
							["time"] = 1590895582,
							["arg1"] = "凉了-萨尔获得了战利品：|cff0070dd|Hitem:167922::::::::120:581::::::|h[闪烁的时空扭曲水晶]|h|r。",
						}, -- [151]
						{
							["type"] = "LOOT",
							["time"] = 1590895582,
							["arg1"] = "凉了-萨尔获得了战利品：|cff0070dd|Hitem:109938::::::::120:581:512:22:2:6424:6652:120:::|h[黑水护肩]|h|r。",
						}, -- [152]
						{
							["type"] = "LOOT",
							["time"] = 1590895814,
							["arg1"] = "Hoyooken-格瑞姆巴托获得了战利品：|cff9d9d9d|Hitem:108979::::::::120:581::::::|h[褪色的骨骼]|h|r。",
						}, -- [153]
						{
							["type"] = "LOOT",
							["time"] = 1590895814,
							["arg1"] = "丨伤逝流年丨-克尔苏加德获得了战利品：|cff9d9d9d|Hitem:108980::::::::120:581::::::|h[骨骼碎片]|h|r。",
						}, -- [154]
						{
							["type"] = "LOOT",
							["time"] = 1590895819,
							["arg1"] = "晴天安仔-冰霜之刃获得了战利品：|cff9d9d9d|Hitem:116924::::::::120:581::::::|h[骨锤]|h|r。",
						}, -- [155]
						{
							["type"] = "LOOT",
							["time"] = 1590895893,
							["arg1"] = "Hoyooken-格瑞姆巴托获得了战利品：|cff9d9d9d|Hitem:108978::::::::120:581::::::|h[凝结的电气软泥]|h|r。",
						}, -- [156]
						{
							["type"] = "LOOT",
							["time"] = 1590895895,
							["arg1"] = "晴天安仔-冰霜之刃获得了战利品：|cff9d9d9d|Hitem:108978::::::::120:581::::::|h[凝结的电气软泥]|h|r。",
						}, -- [157]
						{
							["type"] = "LOOT",
							["time"] = 1590895907,
							["arg1"] = "凰天灬翎羽-奥尔加隆获得了战利品：|cff9d9d9d|Hitem:107517::::::::120:581::::::|h[巨型颚骨]|h|rx5。",
						}, -- [158]
						{
							["type"] = "LOOT",
							["time"] = 1590895979,
							["arg1"] = "丨伤逝流年丨-克尔苏加德获得了战利品：|cff9d9d9d|Hitem:107462::::::::120:581::::::|h[震颤的黑石]|h|r。",
						}, -- [159]
						{
							["type"] = "CURRENCY",
							["time"] = 1590896053,
							["arg1"] = "你获得了：|cff0070dd|Hcurrency:1166:0|h[时空扭曲徽章]|h|r x5。",
						}, -- [160]
						{
							["type"] = "LOOT",
							["time"] = 1590896054,
							["arg1"] = "丨伤逝流年丨-克尔苏加德获得了战利品：|cff0070dd|Hitem:109917::::::::120:581:512:22:2:6424:6652:120:::|h[三牛斗篷]|h|r。",
						}, -- [161]
						{
							["type"] = "MONEY",
							["time"] = 1590896054,
							["arg1"] = "你拾取了18金币, 85银币, 72铜币",
						}, -- [162]
						{
							["type"] = "MONEY",
							["time"] = 1590896136,
							["arg1"] = "你拾取了1金币, 2银币, 13铜币",
						}, -- [163]
						{
							["type"] = "LOOT",
							["time"] = 1590896136,
							["arg1"] = "晴天安仔-冰霜之刃获得了战利品：|cff9d9d9d|Hitem:113090::::::::120:581::::::|h[冰冷的纪念品]|h|r。",
						}, -- [164]
						{
							["type"] = "LOOT",
							["time"] = 1590896136,
							["arg1"] = "晴天安仔-冰霜之刃获得了战利品：|cff1eff00|Hitem:106733::::::::120:581:512:29:2:3854:89:120:::|h[快刀之草地践踏者兜帽]|h|r。",
						}, -- [165]
						{
							["type"] = "CURRENCY",
							["time"] = 1590896231,
							["arg1"] = "你获得了：|cff0070dd|Hcurrency:1166:0|h[时空扭曲徽章]|h|r x5。",
						}, -- [166]
						{
							["type"] = "LOOT",
							["time"] = 1590896231,
							["arg1"] = "你获得了战利品：|cff0070dd|Hitem:109871::::::::120:581:512:22:2:6424:6652:120:::|h[护叶者裹腕]|h|r。",
						}, -- [167]
						{
							["type"] = "LOOT",
							["time"] = 1590896231,
							["arg1"] = "Hoyooken-格瑞姆巴托获得了战利品：|cff0070dd|Hitem:109871::::::::120:581:512:22:2:6424:6652:120:::|h[护叶者裹腕]|h|r。",
						}, -- [168]
						{
							["type"] = "MONEY",
							["time"] = 1590896232,
							["arg1"] = "你拾取了16金币, 73银币, 8铜币",
						}, -- [169]
						{
							["type"] = "LOOT",
							["time"] = 1590896332,
							["arg1"] = "Hoyooken-格瑞姆巴托获得了战利品：|cff9d9d9d|Hitem:107517::::::::120:581::::::|h[巨型颚骨]|h|rx8。",
						}, -- [170]
						{
							["type"] = "LOOT",
							["time"] = 1590896336,
							["arg1"] = "丨伤逝流年丨-克尔苏加德获得了战利品：|cff9d9d9d|Hitem:107517::::::::120:581::::::|h[巨型颚骨]|h|rx5。",
						}, -- [171]
						{
							["type"] = "LOOT",
							["time"] = 1590896336,
							["arg1"] = "丨伤逝流年丨-克尔苏加德获得了战利品：|cff9d9d9d|Hitem:107526::::::::120:581::::::|h[无瑕的甲壳]|h|r。",
						}, -- [172]
						{
							["type"] = "LOOT",
							["time"] = 1590896497,
							["arg1"] = "晴天安仔-冰霜之刃获得了战利品：|cff0070dd|Hitem:109840::::::::120:581:512:22:3:42:6424:6652:120:::|h[裂胆重装腰带]|h|r。",
						}, -- [173]
						{
							["type"] = "CURRENCY",
							["time"] = 1590896498,
							["arg1"] = "你获得了：|cff0070dd|Hcurrency:1166:0|h[时空扭曲徽章]|h|r x5。",
						}, -- [174]
						{
							["type"] = "MONEY",
							["time"] = 1590896499,
							["arg1"] = "你拾取了18金币, 2银币, 85铜币",
						}, -- [175]
						{
							["type"] = "LOOT",
							["time"] = 1590896539,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:107526::::::::120:581::::::|h[无瑕的甲壳]|h|r。",
						}, -- [176]
						{
							["type"] = "LOOT",
							["time"] = 1590896539,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:107532::::::::120:581::::::|h[完整的声囊]|h|r。",
						}, -- [177]
						{
							["type"] = "LOOT",
							["time"] = 1590896539,
							["arg1"] = "你获得了战利品：|cff1eff00|Hitem:106694::::::::120:581:512:29:2:3875:29:120:::|h[燎火之铁拳之盾]|h|r。",
						}, -- [178]
						{
							["type"] = "LOOT",
							["time"] = 1590896539,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:107518::::::::120:581::::::|h[枯竭的毒囊]|h|r。",
						}, -- [179]
						{
							["type"] = "LOOT",
							["time"] = 1590896539,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:111557::::::::120:581::::::|h[奢华兽毛]|h|rx3。",
						}, -- [180]
						{
							["type"] = "LOOT",
							["time"] = 1590896539,
							["arg1"] = "凰天灬翎羽-奥尔加隆获得了战利品：|cff9d9d9d|Hitem:107517::::::::120:581::::::|h[巨型颚骨]|h|r。",
						}, -- [181]
						{
							["type"] = "LOOT",
							["time"] = 1590896540,
							["arg1"] = "凰天灬翎羽-奥尔加隆获得了战利品：|cff9d9d9d|Hitem:106868::::::::120:581::::::|h[剧毒的爪子]|h|r。",
						}, -- [182]
						{
							["type"] = "LOOT",
							["time"] = 1590896540,
							["arg1"] = "凰天灬翎羽-奥尔加隆获得了战利品：|cff9d9d9d|Hitem:107518::::::::120:581::::::|h[枯竭的毒囊]|h|r。",
						}, -- [183]
						{
							["type"] = "LOOT",
							["time"] = 1590896542,
							["arg1"] = "丨伤逝流年丨-克尔苏加德获得了战利品：|cffffffff|Hitem:111557::::::::120:581::::::|h[奢华兽毛]|h|rx3。",
						}, -- [184]
						{
							["type"] = "LOOT",
							["time"] = 1590896542,
							["arg1"] = "丨伤逝流年丨-克尔苏加德获得了战利品：|cff9d9d9d|Hitem:106868::::::::120:581::::::|h[剧毒的爪子]|h|r。",
						}, -- [185]
						{
							["type"] = "LOOT",
							["time"] = 1590896577,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:107462::::::::120:581::::::|h[震颤的黑石]|h|r。",
						}, -- [186]
						{
							["type"] = "LOOT",
							["time"] = 1590896578,
							["arg1"] = "Hoyooken-格瑞姆巴托获得了战利品：|cff9d9d9d|Hitem:107462::::::::120:581::::::|h[震颤的黑石]|h|r。",
						}, -- [187]
						{
							["type"] = "LOOT",
							["time"] = 1590896580,
							["arg1"] = "凰天灬翎羽-奥尔加隆获得了战利品：|cff9d9d9d|Hitem:107461::::::::120:581::::::|h[虚空沙粒]|h|r。",
						}, -- [188]
						{
							["type"] = "LOOT",
							["time"] = 1590896581,
							["arg1"] = "丨伤逝流年丨-克尔苏加德获得了战利品：|cff9d9d9d|Hitem:107461::::::::120:581::::::|h[虚空沙粒]|h|r。",
						}, -- [189]
						{
							["type"] = "CURRENCY",
							["time"] = 1590896665,
							["arg1"] = "你获得了：|cff0070dd|Hcurrency:1166:0|h[时空扭曲徽章]|h|r x60。",
						}, -- [190]
						{
							["type"] = "LOOT",
							["time"] = 1590896667,
							["arg1"] = "你获得了战利品：|cff0070dd|Hitem:109978::::::::120:581:512:22:2:6424:6652:120:::|h[护叶者兜帽]|h|r。",
						}, -- [191]
						{
							["type"] = "CURRENCY",
							["time"] = 1590896667,
							["arg1"] = "你获得了：|cff0070dd|Hcurrency:1166:0|h[时空扭曲徽章]|h|r x10。",
						}, -- [192]
						{
							["type"] = "LOOT",
							["time"] = 1590896667,
							["arg1"] = "凰天灬翎羽-奥尔加隆获得了战利品：|cff0070dd|Hitem:138806::::::::120:581::22::::|h[幻象：影月之印]|h|r。",
						}, -- [193]
						{
							["type"] = "MONEY",
							["time"] = 1590896667,
							["arg1"] = "你拾取了19金币, 5银币, 14铜币",
						}, -- [194]
						{
							["type"] = "LOOT",
							["time"] = 1590896668,
							["arg1"] = "Hoyooken-格瑞姆巴托获得了战利品：|cff0070dd|Hitem:167922::::::::120:581::::::|h[闪烁的时空扭曲水晶]|h|r。",
						}, -- [195]
						{
							["type"] = "LOOT",
							["time"] = 1590896668,
							["arg1"] = "Hoyooken-格瑞姆巴托获得了战利品：|cff0070dd|Hitem:109975::::::::120:581:512:22:2:6424:6652:120:::|h[炽燃焦点兜帽]|h|r。",
						}, -- [196]
						{
							["type"] = "LOOT",
							["time"] = 1590897041,
							["arg1"] = "你制造了：|cffffffff|Hitem:5512::::::::120:581::22::::|h[治疗石]|h|r。",
						}, -- [197]
						{
							["type"] = "LOOT",
							["time"] = 1590897050,
							["arg1"] = "床上有德飘过-燃烧之刃获得了战利品：|cff1eff00|Hitem:106589::::::::120:581:512:29:2:3855:54:120:::|h[无双之锐齿手甲]|h|r。",
						}, -- [198]
						{
							["type"] = "CURRENCY",
							["time"] = 1590897180,
							["arg1"] = "你获得了：|cff0070dd|Hcurrency:1166:0|h[时空扭曲徽章]|h|r x5。",
						}, -- [199]
						{
							["type"] = "MONEY",
							["time"] = 1590897181,
							["arg1"] = "你拾取了19金币, 31银币, 5铜币",
						}, -- [200]
						{
							["type"] = "LOOT",
							["time"] = 1590897187,
							["arg1"] = "床上有德飘过-燃烧之刃获得了战利品：|cff0070dd|Hitem:110045::::::::120:581:512:22:2:6424:6652:120:::|h[卡梅的晶化巫术法杖]|h|r。",
						}, -- [201]
						{
							["type"] = "MONEY",
							["time"] = 1590897244,
							["arg1"] = "你拾取了1金币, 70银币, 5铜币",
						}, -- [202]
						{
							["type"] = "LOOT",
							["time"] = 1590897300,
							["arg1"] = "床上有德飘过-燃烧之刃获得了战利品：|cff9d9d9d|Hitem:106283::::::::120:581:512:29:1:3847:120:::|h[撕坏的锁甲护肩]|h|r。",
						}, -- [203]
						{
							["type"] = "LOOT",
							["time"] = 1590897300,
							["arg1"] = "床上有德飘过-燃烧之刃获得了战利品：|cff9d9d9d|Hitem:106288::::::::120:581:512:29:1:3847:120:::|h[撕坏的锁甲腰带]|h|r。",
						}, -- [204]
						{
							["type"] = "CURRENCY",
							["time"] = 1590897436,
							["arg1"] = "你获得了：|cff0070dd|Hcurrency:1166:0|h[时空扭曲徽章]|h|r x5。",
						}, -- [205]
						{
							["type"] = "MONEY",
							["time"] = 1590897437,
							["arg1"] = "你拾取了16金币, 79银币, 27铜币",
						}, -- [206]
						{
							["type"] = "LOOT",
							["time"] = 1590897438,
							["arg1"] = "大原娜娜子丶-死亡之翼获得了战利品：|cff0070dd|Hitem:109889::::::::120:581:512:22:2:6424:6652:113:::|h[石肤胸甲]|h|r。",
						}, -- [207]
						{
							["type"] = "LOOT",
							["time"] = 1590897481,
							["arg1"] = "达氪邢-迦拉克隆获得了战利品：|cff9d9d9d|Hitem:108979::::::::120:581::::::|h[褪色的骨骼]|h|r。",
						}, -- [208]
						{
							["type"] = "LOOT",
							["time"] = 1590897494,
							["arg1"] = "大原娜娜子丶-死亡之翼获得了战利品：|cff9d9d9d|Hitem:108979::::::::120:581::::::|h[褪色的骨骼]|h|r。",
						}, -- [209]
						{
							["type"] = "LOOT",
							["time"] = 1590897494,
							["arg1"] = "达氪邢-迦拉克隆获得了战利品：|cff9d9d9d|Hitem:108979::::::::120:581::::::|h[褪色的骨骼]|h|rx3。",
						}, -- [210]
						{
							["type"] = "LOOT",
							["time"] = 1590897494,
							["arg1"] = "大原娜娜子丶-死亡之翼获得了战利品：|cff9d9d9d|Hitem:106876::::::::120:581::::::|h[仪式石]|h|r。",
						}, -- [211]
						{
							["type"] = "LOOT",
							["time"] = 1590897494,
							["arg1"] = "达氪邢-迦拉克隆获得了战利品：|cff1eff00|Hitem:106577::::::::120:581:512:29:2:4503:196:120:::|h[谐律之戈杜尼软鞋]|h|r。",
						}, -- [212]
						{
							["type"] = "LOOT",
							["time"] = 1590897517,
							["arg1"] = "迷人的小辣椒-迦拉克隆获得了战利品：|cff9d9d9d|Hitem:108979::::::::120:581::::::|h[褪色的骨骼]|h|r。",
						}, -- [213]
						{
							["type"] = "LOOT",
							["time"] = 1590897546,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:106867::::::::120:581::::::|h[钝锉的爪子]|h|r。",
						}, -- [214]
						{
							["type"] = "LOOT",
							["time"] = 1590897546,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:108979::::::::120:581::::::|h[褪色的骨骼]|h|rx2。",
						}, -- [215]
						{
							["type"] = "LOOT",
							["time"] = 1590897546,
							["arg1"] = "你获得了战利品：|cff1eff00|Hitem:106562::::::::120:581:512:29:2:3875:27:120:::|h[燎火之碎石者之盾]|h|r。",
						}, -- [216]
						{
							["type"] = "LOOT",
							["time"] = 1590897547,
							["arg1"] = "大原娜娜子丶-死亡之翼获得了战利品：|cff9d9d9d|Hitem:106876::::::::120:581::::::|h[仪式石]|h|r。",
						}, -- [217]
						{
							["type"] = "LOOT",
							["time"] = 1590897548,
							["arg1"] = "大原娜娜子丶-死亡之翼获得了战利品：|cff9d9d9d|Hitem:106867::::::::120:581::::::|h[钝锉的爪子]|h|r。",
						}, -- [218]
						{
							["type"] = "LOOT",
							["time"] = 1590897582,
							["arg1"] = "达氪邢-迦拉克隆获得了战利品：|cff9d9d9d|Hitem:106876::::::::120:581::::::|h[仪式石]|h|rx2。",
						}, -- [219]
						{
							["type"] = "LOOT",
							["time"] = 1590897621,
							["arg1"] = "床上有德飘过-燃烧之刃获得了战利品：|cff9d9d9d|Hitem:108979::::::::120:581::::::|h[褪色的骨骼]|h|r。",
						}, -- [220]
						{
							["type"] = "LOOT",
							["time"] = 1590897621,
							["arg1"] = "床上有德飘过-燃烧之刃获得了战利品：|cff9d9d9d|Hitem:106867::::::::120:581::::::|h[钝锉的爪子]|h|r。",
						}, -- [221]
						{
							["type"] = "CURRENCY",
							["time"] = 1590897732,
							["arg1"] = "你获得了：|cff0070dd|Hcurrency:1166:0|h[时空扭曲徽章]|h|r x5。",
						}, -- [222]
						{
							["type"] = "MONEY",
							["time"] = 1590897733,
							["arg1"] = "你拾取了18金币, 12银币, 46铜币",
						}, -- [223]
						{
							["type"] = "LOOT",
							["time"] = 1590897736,
							["arg1"] = "达氪邢-迦拉克隆获得了战利品：|cff0070dd|Hitem:109864::::::::120:581:512:22:3:42:6424:6652:120:::|h[奥秘护腕]|h|r。",
						}, -- [224]
						{
							["type"] = "CURRENCY",
							["time"] = 1590898071,
							["arg1"] = "你获得了：|cff0070dd|Hcurrency:1166:0|h[时空扭曲徽章]|h|r x60。",
						}, -- [225]
						{
							["type"] = "CURRENCY",
							["time"] = 1590898077,
							["arg1"] = "你获得了：|cff0070dd|Hcurrency:1166:0|h[时空扭曲徽章]|h|r x10。",
						}, -- [226]
						{
							["type"] = "LOOT",
							["time"] = 1590898077,
							["arg1"] = "你获得了战利品：|cff0070dd|Hitem:110049::::::::120:581:512:22:3:42:6424:6652:120:::|h[塔隆戈尔的血刃]|h|r。",
						}, -- [227]
						{
							["type"] = "MONEY",
							["time"] = 1590898078,
							["arg1"] = "你拾取了21金币, 58银币, 85铜币",
						}, -- [228]
						{
							["type"] = "LOOT",
							["time"] = 1590898097,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:174143::::::::120:581::3:6:4822:1808:6516:6515:1487:4786:::|h[骇人仪式长裤]|h|r。",
						}, -- [229]
						{
							["arg1"] = " ",
						}, -- [230]
						{
							["arg1"] = " ",
						}, -- [231]
						{
							["arg1"] = "记录开始于 05/31/2020 的 20:33:16。",
							["type"] = "SYSTEM",
						}, -- [232]
						{
							["type"] = "LOOT",
							["time"] = 1590928567,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:154722::::::::120:581::::::|h[风暴皮革]|h|rx2。",
						}, -- [233]
						{
							["type"] = "LOOT",
							["time"] = 1590928567,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:152542::::::::120:581::::::|h[硬化风暴之皮]|h|rx2。",
						}, -- [234]
						{
							["type"] = "LOOT",
							["time"] = 1590928567,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:154165::::::::120:581::::::|h[钙化之骨]|h|rx2。",
						}, -- [235]
						{
							["type"] = "CURRENCY",
							["time"] = 1590928568,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1718:0|h[泰坦残血精华]|h|r x200。",
						}, -- [236]
						{
							["type"] = "LOOT",
							["time"] = 1590928569,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:154722::::::::120:581::::::|h[风暴皮革]|h|rx2。",
						}, -- [237]
						{
							["type"] = "LOOT",
							["time"] = 1590928569,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:152542::::::::120:581::::::|h[硬化风暴之皮]|h|rx2。",
						}, -- [238]
						{
							["type"] = "LOOT",
							["time"] = 1590928569,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:154165::::::::120:581::::::|h[钙化之骨]|h|rx3。",
						}, -- [239]
						{
							["type"] = "CURRENCY",
							["time"] = 1590928570,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1718:0|h[泰坦残血精华]|h|r x40。",
						}, -- [240]
						{
							["type"] = "LOOT",
							["time"] = 1590928571,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:154722::::::::120:581::::::|h[风暴皮革]|h|rx2。",
						}, -- [241]
						{
							["type"] = "LOOT",
							["time"] = 1590928571,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:152542::::::::120:581::::::|h[硬化风暴之皮]|h|rx2。",
						}, -- [242]
						{
							["type"] = "LOOT",
							["time"] = 1590928571,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:154165::::::::120:581::::::|h[钙化之骨]|h|rx3。",
						}, -- [243]
						{
							["type"] = "CURRENCY",
							["time"] = 1590928571,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1718:0|h[泰坦残血精华]|h|r x20。",
						}, -- [244]
						{
							["type"] = "LOOT",
							["time"] = 1590932971,
							["arg1"] = "岩熊获得了战利品：|cffa335ee|Hitem:159642::::::::120:581::16:6:6536:41:6516:6515:1637:4786:::|h[皇家净化者之铲]|h|r。",
						}, -- [245]
						{
							["type"] = "LOOT",
							["time"] = 1590932972,
							["arg1"] = "你获得了战利品：|cff0070dd|Hitem:165948::::::::120:581::::::|h[潮浪之核]|h|r。",
						}, -- [246]
						{
							["type"] = "LOOT",
							["time"] = 1590932972,
							["arg1"] = "你获得了战利品：|cffa335ee|Hitem:159304::::::::120:581::16:5:6536:6516:6513:1637:4786:::|h[金羽长靴]|h|r。",
						}, -- [247]
						{
							["type"] = "LOOT",
							["time"] = 1590932972,
							["arg1"] = "聖閗士-凤凰之神获得了额外奖励： |cffa335ee|Hitem:160216::::::::120:581::16:5:6536:6516:6515:1637:4786:::|h[碎玉弯刀]|h|r。",
						}, -- [248]
						{
							["type"] = "CURRENCY",
							["time"] = 1590932973,
							["arg1"] = "你获得了：|cffe6cc80|Hcurrency:1803:0|h[尼奥罗萨的回响]|h|r x240。",
						}, -- [249]
						{
							["type"] = "LOOT",
							["time"] = 1590932979,
							["arg1"] = "聖閗士-凤凰之神获得了战利品：|cffa335ee|Hitem:158923::::::::120:581:8257536:::246:15:10:5:14:120:::|h[史诗钥石]|h|r。",
						}, -- [250]
					},
				}, -- [8]
				{
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "系统信息",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["time"] = 1590839937,
							["arg1"] = "你获得了物品：|cff1eff00|Hcurrency:1553:30|h[微型艾泽里特裂片]|h|r。",
						}, -- [1]
						{
							["type"] = "SYSTEM",
							["time"] = 1590839937,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:581::11:4:6316:4932:4933:1642:::|h[艾泽拉斯之心]|h|r获得了30点神器能量。",
						}, -- [2]
						{
							["type"] = "SYSTEM",
							["time"] = 1590839954,
							["arg1"] = "|Hplayer:秋夕七秒|h[秋夕七秒]|h上线了。",
						}, -- [3]
						{
							["type"] = "SYSTEM",
							["time"] = 1590840014,
							["arg1"] = "|Hplayer:丶花落伊人泪|h[丶花落伊人泪]|h上线了。",
						}, -- [4]
						{
							["type"] = "SYSTEM",
							["time"] = 1590840622,
							["arg1"] = "丶花落伊人泪下线了。",
						}, -- [5]
						{
							["type"] = "SYSTEM",
							["time"] = 1590840643,
							["arg1"] = "|Hplayer:丶花落伊人泪|h[丶花落伊人泪]|h上线了。",
						}, -- [6]
						{
							["type"] = "SYSTEM",
							["time"] = 1590840667,
							["arg1"] = "丶花落伊人泪下线了。",
						}, -- [7]
						{
							["type"] = "SYSTEM",
							["time"] = 1590840698,
							["arg1"] = "|Hplayer:丶花落伊人泪|h[丶花落伊人泪]|h上线了。",
						}, -- [8]
						{
							["type"] = "SYSTEM",
							["time"] = 1590840831,
							["arg1"] = "七黯已经死亡。",
						}, -- [9]
						{
							["type"] = "SYSTEM",
							["time"] = 1590840920,
							["arg1"] = "获得84金币, 24银币。",
						}, -- [10]
						{
							["type"] = "SYSTEM",
							["time"] = 1590840922,
							["arg1"] = "你获得了物品：|cff1eff00|Hcurrency:1553:40|h[微型艾泽里特裂片]|h|r。",
						}, -- [11]
						{
							["type"] = "SYSTEM",
							["time"] = 1590840922,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:581::11:4:6316:4932:4933:1642:::|h[艾泽拉斯之心]|h|r获得了40点神器能量。",
						}, -- [12]
						{
							["type"] = "SYSTEM",
							["time"] = 1590840923,
							["arg1"] = "|cffff80ff|Htransmogappearance:59478|h[血羽护腿]|h|r已加入了你的外观收藏。",
						}, -- [13]
						{
							["type"] = "SYSTEM",
							["time"] = 1590840924,
							["arg1"] = "你离开了队伍。",
						}, -- [14]
						{
							["type"] = "SYSTEM",
							["time"] = 1590840935,
							["arg1"] = "|Hplayer:丶花落伊人泪|h[丶花落伊人泪]|h邀请你加入队伍。",
						}, -- [15]
						{
							["type"] = "SYSTEM",
							["time"] = 1590840937,
							["arg1"] = "地下城难度已设置为史诗。",
						}, -- [16]
						{
							["type"] = "SYSTEM",
							["time"] = 1590841027,
							["arg1"] = "闪烁的水晶完成。",
						}, -- [17]
						{
							["type"] = "SYSTEM",
							["time"] = 1590841027,
							["arg1"] = "获得23金币, 40银币。",
						}, -- [18]
						{
							["type"] = "SYSTEM",
							["time"] = 1590841191,
							["arg1"] = "糖迪凯已经死亡。",
						}, -- [19]
						{
							["type"] = "SYSTEM",
							["time"] = 1590841369,
							["arg1"] = "你在此副本中的进度已保存",
						}, -- [20]
						{
							["type"] = "SYSTEM",
							["time"] = 1590841382,
							["arg1"] = "你获得了物品：|cff1eff00|Hcurrency:1553:35|h[微型艾泽里特裂片]|h|r。",
						}, -- [21]
						{
							["type"] = "SYSTEM",
							["time"] = 1590841382,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:581::11:4:6316:4932:4933:1642:::|h[艾泽拉斯之心]|h|r获得了35点神器能量。",
						}, -- [22]
						{
							["type"] = "SYSTEM",
							["time"] = 1590841566,
							["arg1"] = "你获得了物品：|cff1eff00|Hcurrency:1553:35|h[微型艾泽里特裂片]|h|r。",
						}, -- [23]
						{
							["type"] = "SYSTEM",
							["time"] = 1590841566,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:581::11:4:6316:4932:4933:1642:::|h[艾泽拉斯之心]|h|r获得了35点神器能量。",
						}, -- [24]
						{
							["type"] = "SYSTEM",
							["time"] = 1590841717,
							["arg1"] = "秋夕七秒下线了。",
						}, -- [25]
						{
							["type"] = "SYSTEM",
							["time"] = 1590841867,
							["arg1"] = "你获得了物品：|cff1eff00|Hcurrency:1553:35|h[微型艾泽里特裂片]|h|r。",
						}, -- [26]
						{
							["type"] = "SYSTEM",
							["time"] = 1590841867,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:581::11:4:6316:4932:4933:1642:::|h[艾泽拉斯之心]|h|r获得了35点神器能量。",
						}, -- [27]
						{
							["type"] = "SYSTEM",
							["time"] = 1590842004,
							["arg1"] = "糖迪凯已经死亡。",
						}, -- [28]
						{
							["type"] = "SYSTEM",
							["time"] = 1590842006,
							["arg1"] = "希文喵丨已经死亡。",
						}, -- [29]
						{
							["type"] = "SYSTEM",
							["time"] = 1590842082,
							["arg1"] = "万物咸覩已经死亡。",
						}, -- [30]
						{
							["type"] = "SYSTEM",
							["time"] = 1590842082,
							["arg1"] = "丶花落伊人泪已经死亡。",
						}, -- [31]
						{
							["type"] = "SYSTEM",
							["time"] = 1590842082,
							["arg1"] = "|cff71d5ff|Hdeath:1|h[你已死亡。]|h",
						}, -- [32]
						{
							["type"] = "SYSTEM",
							["time"] = 1590842275,
							["arg1"] = "糖迪凯已经死亡。",
						}, -- [33]
						{
							["type"] = "SYSTEM",
							["time"] = 1590842370,
							["arg1"] = "你获得了物品：|cff1eff00|Hcurrency:1553:35|h[微型艾泽里特裂片]|h|r。",
						}, -- [34]
						{
							["type"] = "SYSTEM",
							["time"] = 1590842370,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:581::11:4:6316:4932:4933:1642:::|h[艾泽拉斯之心]|h|r获得了35点神器能量。",
						}, -- [35]
						{
							["type"] = "SYSTEM",
							["time"] = 1590842582,
							["arg1"] = "你获得了物品：|cff1eff00|Hcurrency:1553:35|h[微型艾泽里特裂片]|h|r。",
						}, -- [36]
						{
							["type"] = "SYSTEM",
							["time"] = 1590842582,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:581::11:4:6316:4932:4933:1642:::|h[艾泽拉斯之心]|h|r获得了35点神器能量。",
						}, -- [37]
						{
							["type"] = "SYSTEM",
							["time"] = 1590842745,
							["arg1"] = "你获得了物品：|cff1eff00|Hcurrency:1553:35|h[微型艾泽里特裂片]|h|r。",
						}, -- [38]
						{
							["type"] = "SYSTEM",
							["time"] = 1590842745,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:581::11:4:6316:4932:4933:1642:::|h[艾泽拉斯之心]|h|r获得了35点神器能量。",
						}, -- [39]
						{
							["type"] = "SYSTEM",
							["time"] = 1590843070,
							["arg1"] = "你获得了物品：|cff1eff00|Hcurrency:1553:35|h[微型艾泽里特裂片]|h|r。",
						}, -- [40]
						{
							["type"] = "SYSTEM",
							["time"] = 1590843070,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:581::11:4:6316:4932:4933:1642:::|h[艾泽拉斯之心]|h|r获得了35点神器能量。",
						}, -- [41]
						{
							["type"] = "SYSTEM",
							["time"] = 1590843290,
							["arg1"] = "希文喵丨已经死亡。",
						}, -- [42]
						{
							["type"] = "SYSTEM",
							["time"] = 1590843290,
							["arg1"] = "糖迪凯已经死亡。",
						}, -- [43]
						{
							["type"] = "SYSTEM",
							["time"] = 1590843290,
							["arg1"] = "万物咸覩已经死亡。",
						}, -- [44]
						{
							["type"] = "SYSTEM",
							["time"] = 1590843290,
							["arg1"] = "丶花落伊人泪已经死亡。",
						}, -- [45]
						{
							["type"] = "SYSTEM",
							["time"] = 1590843290,
							["arg1"] = "|cff71d5ff|Hdeath:2|h[你已死亡。]|h",
						}, -- [46]
						{
							["type"] = "SYSTEM",
							["time"] = 1590843443,
							["arg1"] = "希文喵丨已经死亡。",
						}, -- [47]
						{
							["type"] = "SYSTEM",
							["time"] = 1590843443,
							["arg1"] = "糖迪凯已经死亡。",
						}, -- [48]
						{
							["type"] = "SYSTEM",
							["time"] = 1590843443,
							["arg1"] = "万物咸覩已经死亡。",
						}, -- [49]
						{
							["type"] = "SYSTEM",
							["time"] = 1590843443,
							["arg1"] = "丶花落伊人泪已经死亡。",
						}, -- [50]
						{
							["type"] = "SYSTEM",
							["time"] = 1590843443,
							["arg1"] = "|cff71d5ff|Hdeath:3|h[你已死亡。]|h",
						}, -- [51]
						{
							["type"] = "SYSTEM",
							["time"] = 1590843671,
							["arg1"] = "希文喵丨已经死亡。",
						}, -- [52]
						{
							["type"] = "SYSTEM",
							["time"] = 1590843671,
							["arg1"] = "糖迪凯已经死亡。",
						}, -- [53]
						{
							["type"] = "SYSTEM",
							["time"] = 1590843671,
							["arg1"] = "万物咸覩已经死亡。",
						}, -- [54]
						{
							["type"] = "SYSTEM",
							["time"] = 1590843671,
							["arg1"] = "丶花落伊人泪已经死亡。",
						}, -- [55]
						{
							["type"] = "SYSTEM",
							["time"] = 1590843671,
							["arg1"] = "|cff71d5ff|Hdeath:4|h[你已死亡。]|h",
						}, -- [56]
						{
							["type"] = "SYSTEM",
							["time"] = 1590843804,
							["arg1"] = "希文喵丨已经死亡。",
						}, -- [57]
						{
							["type"] = "SYSTEM",
							["time"] = 1590843804,
							["arg1"] = "糖迪凯已经死亡。",
						}, -- [58]
						{
							["type"] = "SYSTEM",
							["time"] = 1590843804,
							["arg1"] = "万物咸覩已经死亡。",
						}, -- [59]
						{
							["type"] = "SYSTEM",
							["time"] = 1590843804,
							["arg1"] = "丶花落伊人泪已经死亡。",
						}, -- [60]
						{
							["type"] = "SYSTEM",
							["time"] = 1590843805,
							["arg1"] = "|cff71d5ff|Hdeath:5|h[你已死亡。]|h",
						}, -- [61]
						{
							["type"] = "SYSTEM",
							["time"] = 1590843952,
							["arg1"] = "|Hplayer:过江龙丶|h[过江龙丶]|h上线了。",
						}, -- [62]
						{
							["type"] = "SYSTEM",
							["time"] = 1590843988,
							["arg1"] = "万物咸覩已经死亡。",
						}, -- [63]
						{
							["type"] = "SYSTEM",
							["time"] = 1590843992,
							["arg1"] = "希文喵丨已经死亡。",
						}, -- [64]
						{
							["type"] = "SYSTEM",
							["time"] = 1590843992,
							["arg1"] = "糖迪凯已经死亡。",
						}, -- [65]
						{
							["type"] = "SYSTEM",
							["time"] = 1590843992,
							["arg1"] = "丶花落伊人泪已经死亡。",
						}, -- [66]
						{
							["type"] = "SYSTEM",
							["time"] = 1590843992,
							["arg1"] = "|cff71d5ff|Hdeath:6|h[你已死亡。]|h",
						}, -- [67]
						{
							["type"] = "SYSTEM",
							["time"] = 1590844127,
							["arg1"] = "希文喵丨已经死亡。",
						}, -- [68]
						{
							["type"] = "SYSTEM",
							["time"] = 1590844127,
							["arg1"] = "糖迪凯已经死亡。",
						}, -- [69]
						{
							["type"] = "SYSTEM",
							["time"] = 1590844127,
							["arg1"] = "万物咸覩已经死亡。",
						}, -- [70]
						{
							["type"] = "SYSTEM",
							["time"] = 1590844127,
							["arg1"] = "丶花落伊人泪已经死亡。",
						}, -- [71]
						{
							["type"] = "SYSTEM",
							["time"] = 1590844127,
							["arg1"] = "|cff71d5ff|Hdeath:7|h[你已死亡。]|h",
						}, -- [72]
						{
							["type"] = "SYSTEM",
							["time"] = 1590844381,
							["arg1"] = "你获得了物品：|cff1eff00|Hcurrency:1553:50|h[小型艾泽里特碎屑]|h|r。",
						}, -- [73]
						{
							["type"] = "SYSTEM",
							["time"] = 1590844381,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:581::11:4:6316:4932:4933:1642:::|h[艾泽拉斯之心]|h|r获得了50点神器能量。",
						}, -- [74]
						{
							["type"] = "SYSTEM",
							["time"] = 1590844439,
							["arg1"] = "糖迪凯-血牙魔王离开了队伍。",
						}, -- [75]
						{
							["arg1"] = " ",
						}, -- [76]
						{
							["arg1"] = " ",
						}, -- [77]
						{
							["arg1"] = "记录开始于 05/31/2020 的 05:23:37。",
							["type"] = "SYSTEM",
						}, -- [78]
						{
							["type"] = "SYSTEM",
							["time"] = 1590874180,
							["arg1"] = "你现在处于离开状态：离开",
						}, -- [79]
						{
							["type"] = "SYSTEM",
							["time"] = 1590875142,
							["arg1"] = "艾泽拉斯大陆最新火热招聘，战鼓再次被敲响，这一次你将用自己的双手铸造起守护艾泽拉斯世界的屏障！魔兽客 服招聘，简历请投递至wow163@188. com 【工作地点：杭州】",
						}, -- [80]
						{
							["type"] = "SYSTEM",
							["time"] = 1590875466,
							["arg1"] = "你不再处于离开状态。",
						}, -- [81]
						{
							["type"] = "SYSTEM",
							["time"] = 1590875479,
							["arg1"] = "你已加入团队查找队列。",
						}, -- [82]
						{
							["type"] = "SYSTEM",
							["time"] = 1590875626,
							["arg1"] = "晨光熹微，无尽之海与天相接处一抹鱼肚白。艾泽拉斯的勇士们接受到大地母亲的召唤，是时候开启一天的旅程了。探险者们，愿风指引你的道路！",
						}, -- [83]
						{
							["type"] = "SYSTEM",
							["time"] = 1590875649,
							["arg1"] = "你获得了物品：|cffa335ee|Hcurrency:1553:3500|h[嗡鸣的艾泽里特之心]|h|r。",
						}, -- [84]
						{
							["type"] = "SYSTEM",
							["time"] = 1590875649,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:581::11:4:6316:4932:4933:1642:::|h[艾泽拉斯之心]|h|r获得了3,500点神器能量。",
						}, -- [85]
						{
							["type"] = "SYSTEM",
							["time"] = 1590875649,
							["arg1"] = "部落的艾泽里特完成。",
						}, -- [86]
						{
							["type"] = "SYSTEM",
							["time"] = 1590875649,
							["arg1"] = "接受任务：世界血脉的传言",
						}, -- [87]
						{
							["type"] = "SYSTEM",
							["time"] = 1590875662,
							["arg1"] = "|cffffff00|Hgarrmission:2116:00000000facd28f7|h[藏宝图：泥沼跋涉]|h|r已经被添加到了你的任务桌。",
						}, -- [88]
						{
							["type"] = "SYSTEM",
							["time"] = 1590875699,
							["arg1"] = "你获得了物品：|cffa335ee|Hcurrency:1553:500|h[闪耀的艾泽里特碎片]|h|r。",
						}, -- [89]
						{
							["type"] = "SYSTEM",
							["time"] = 1590875699,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:581::11:4:6316:4932:4933:1642:::|h[艾泽拉斯之心]|h|r获得了500点神器能量。",
						}, -- [90]
						{
							["type"] = "SYSTEM",
							["time"] = 1590875699,
							["arg1"] = "阿拉希捐赠：战争物资完成。",
						}, -- [91]
						{
							["type"] = "SYSTEM",
							["time"] = 1590875708,
							["arg1"] = "黑海岸捐赠：黄金完成。",
						}, -- [92]
						{
							["type"] = "SYSTEM",
							["time"] = 1590875708,
							["arg1"] = "你获得了物品：|cffa335ee|Hcurrency:1553:500|h[闪耀的艾泽里特碎片]|h|r。",
						}, -- [93]
						{
							["type"] = "SYSTEM",
							["time"] = 1590875708,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:581::11:4:6316:4932:4933:1642:::|h[艾泽拉斯之心]|h|r获得了500点神器能量。",
						}, -- [94]
						{
							["arg1"] = " ",
						}, -- [95]
						{
							["arg1"] = " ",
						}, -- [96]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/31/2020 的 07:02:07。",
						}, -- [97]
						{
							["type"] = "SYSTEM",
							["time"] = 1590879930,
							["arg1"] = "你获得了物品：|cffa335ee|Hcurrency:1553:500|h[闪耀的艾泽里特碎片]|h|r。",
						}, -- [98]
						{
							["type"] = "SYSTEM",
							["time"] = 1590879930,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:581::11:4:6316:4932:4933:1642:::|h[艾泽拉斯之心]|h|r获得了500点神器能量。",
						}, -- [99]
						{
							["type"] = "SYSTEM",
							["time"] = 1590879930,
							["arg1"] = "黑海岸捐赠：战争物资完成。",
						}, -- [100]
						{
							["type"] = "SYSTEM",
							["time"] = 1590879932,
							["arg1"] = "你获得了物品：|cffa335ee|Hcurrency:1553:500|h[闪耀的艾泽里特碎片]|h|r。",
						}, -- [101]
						{
							["type"] = "SYSTEM",
							["time"] = 1590879932,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:581::11:4:6316:4932:4933:1642:::|h[艾泽拉斯之心]|h|r获得了500点神器能量。",
						}, -- [102]
						{
							["type"] = "SYSTEM",
							["time"] = 1590879932,
							["arg1"] = "阿拉希捐赠：黄金完成。",
						}, -- [103]
						{
							["arg1"] = " ",
						}, -- [104]
						{
							["arg1"] = " ",
						}, -- [105]
						{
							["arg1"] = "记录开始于 05/31/2020 的 11:06:42。",
							["type"] = "SYSTEM",
						}, -- [106]
						{
							["type"] = "SYSTEM",
							["time"] = 1590894551,
							["arg1"] = "你现在处于地下城查找队列中。",
						}, -- [107]
						{
							["type"] = "SYSTEM",
							["time"] = 1590894559,
							["arg1"] = "地下城难度已设置为英雄。",
						}, -- [108]
						{
							["type"] = "SYSTEM",
							["time"] = 1590894559,
							["arg1"] = "你现在没有在一个队伍中",
						}, -- [109]
						{
							["type"] = "SYSTEM",
							["time"] = 1590894850,
							["arg1"] = "你获得了物品：|cff1eff00|Hcurrency:1553:30|h[微型艾泽里特裂片]|h|r。",
						}, -- [110]
						{
							["type"] = "SYSTEM",
							["time"] = 1590894850,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:581::11:4:6316:4932:4933:1642:::|h[艾泽拉斯之心]|h|r获得了30点神器能量。",
						}, -- [111]
						{
							["type"] = "SYSTEM",
							["time"] = 1590895176,
							["arg1"] = "你获得了物品：|cff1eff00|Hcurrency:1553:30|h[微型艾泽里特裂片]|h|r。",
						}, -- [112]
						{
							["type"] = "SYSTEM",
							["time"] = 1590895176,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:581::11:4:6316:4932:4933:1642:::|h[艾泽拉斯之心]|h|r获得了30点神器能量。",
						}, -- [113]
						{
							["type"] = "SYSTEM",
							["time"] = 1590895178,
							["arg1"] = "|Hplayer:空瓶子丶|h[空瓶子丶]|h上线了。",
						}, -- [114]
						{
							["type"] = "SYSTEM",
							["time"] = 1590895382,
							["arg1"] = "你获得了物品：|cff1eff00|Hcurrency:1553:30|h[微型艾泽里特裂片]|h|r。",
						}, -- [115]
						{
							["type"] = "SYSTEM",
							["time"] = 1590895382,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:581::11:4:6316:4932:4933:1642:::|h[艾泽拉斯之心]|h|r获得了30点神器能量。",
						}, -- [116]
						{
							["type"] = "SYSTEM",
							["time"] = 1590895579,
							["arg1"] = "获得84金币, 24银币。",
						}, -- [117]
						{
							["type"] = "SYSTEM",
							["time"] = 1590895581,
							["arg1"] = "你获得了物品：|cff1eff00|Hcurrency:1553:40|h[微型艾泽里特裂片]|h|r。",
						}, -- [118]
						{
							["type"] = "SYSTEM",
							["time"] = 1590895581,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:581::11:4:6316:4932:4933:1642:::|h[艾泽拉斯之心]|h|r获得了40点神器能量。",
						}, -- [119]
						{
							["type"] = "SYSTEM",
							["time"] = 1590895583,
							["arg1"] = "你离开了队伍。",
						}, -- [120]
						{
							["type"] = "SYSTEM",
							["time"] = 1590895619,
							["arg1"] = "你现在处于地下城查找队列中。",
						}, -- [121]
						{
							["type"] = "SYSTEM",
							["time"] = 1590895650,
							["arg1"] = "有人拒绝了你的组队邀请。你已被添加到队列的前端。",
						}, -- [122]
						{
							["type"] = "SYSTEM",
							["time"] = 1590895691,
							["arg1"] = "有人拒绝了你的组队邀请。你已被添加到队列的前端。",
						}, -- [123]
						{
							["type"] = "SYSTEM",
							["time"] = 1590895725,
							["arg1"] = "有人拒绝了你的组队邀请。你已被添加到队列的前端。",
						}, -- [124]
						{
							["type"] = "SYSTEM",
							["time"] = 1590895757,
							["arg1"] = "地下城难度已设置为英雄。",
						}, -- [125]
						{
							["type"] = "SYSTEM",
							["time"] = 1590895757,
							["arg1"] = "你现在没有在一个队伍中",
						}, -- [126]
						{
							["type"] = "SYSTEM",
							["time"] = 1590895818,
							["arg1"] = "丶花落伊人泪下线了。",
						}, -- [127]
						{
							["type"] = "SYSTEM",
							["time"] = 1590895851,
							["arg1"] = "|Hplayer:丶花落伊人泪|h[丶花落伊人泪]|h上线了。",
						}, -- [128]
						{
							["type"] = "SYSTEM",
							["time"] = 1590895859,
							["arg1"] = "丶花落伊人泪下线了。",
						}, -- [129]
						{
							["type"] = "SYSTEM",
							["time"] = 1590895881,
							["arg1"] = "|Hplayer:丶花落伊人泪|h[丶花落伊人泪]|h上线了。",
						}, -- [130]
						{
							["type"] = "SYSTEM",
							["time"] = 1590896053,
							["arg1"] = "你获得了物品：|cff1eff00|Hcurrency:1553:30|h[微型艾泽里特裂片]|h|r。",
						}, -- [131]
						{
							["type"] = "SYSTEM",
							["time"] = 1590896053,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:581::11:4:6316:4932:4933:1642:::|h[艾泽拉斯之心]|h|r获得了30点神器能量。",
						}, -- [132]
						{
							["type"] = "SYSTEM",
							["time"] = 1590896231,
							["arg1"] = "你获得了物品：|cff1eff00|Hcurrency:1553:30|h[微型艾泽里特裂片]|h|r。",
						}, -- [133]
						{
							["type"] = "SYSTEM",
							["time"] = 1590896231,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:581::11:4:6316:4932:4933:1642:::|h[艾泽拉斯之心]|h|r获得了30点神器能量。",
						}, -- [134]
						{
							["type"] = "SYSTEM",
							["time"] = 1590896231,
							["arg1"] = "|cffff80ff|Htransmogappearance:59539|h[护叶者裹腕]|h|r已加入了你的外观收藏。",
						}, -- [135]
						{
							["type"] = "SYSTEM",
							["time"] = 1590896325,
							["arg1"] = "Hoyooken-格瑞姆巴托现在被加入屏蔽名单了",
						}, -- [136]
						{
							["type"] = "SYSTEM",
							["time"] = 1590896498,
							["arg1"] = "你获得了物品：|cff1eff00|Hcurrency:1553:30|h[微型艾泽里特裂片]|h|r。",
						}, -- [137]
						{
							["type"] = "SYSTEM",
							["time"] = 1590896498,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:581::11:4:6316:4932:4933:1642:::|h[艾泽拉斯之心]|h|r获得了30点神器能量。",
						}, -- [138]
						{
							["type"] = "SYSTEM",
							["time"] = 1590896665,
							["arg1"] = "获得84金币, 24银币。",
						}, -- [139]
						{
							["type"] = "SYSTEM",
							["time"] = 1590896667,
							["arg1"] = "|cffff80ff|Htransmogappearance:59620|h[护叶者兜帽]|h|r已加入了你的外观收藏。",
						}, -- [140]
						{
							["type"] = "SYSTEM",
							["time"] = 1590896667,
							["arg1"] = "你获得了物品：|cff1eff00|Hcurrency:1553:40|h[微型艾泽里特裂片]|h|r。",
						}, -- [141]
						{
							["type"] = "SYSTEM",
							["time"] = 1590896667,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:581::11:4:6316:4932:4933:1642:::|h[艾泽拉斯之心]|h|r获得了40点神器能量。",
						}, -- [142]
						{
							["type"] = "SYSTEM",
							["time"] = 1590896668,
							["arg1"] = "你离开了队伍。",
						}, -- [143]
						{
							["type"] = "SYSTEM",
							["time"] = 1590896682,
							["arg1"] = "你现在处于地下城查找队列中。",
						}, -- [144]
						{
							["type"] = "SYSTEM",
							["time"] = 1590896737,
							["arg1"] = "艾泽拉斯大陆最新火热招聘，战鼓再次被敲响，这一次你将用自己的双手铸造起守护艾泽拉斯世界的屏障！魔兽客 服招聘，简历请投递至wow163@188. com 【工作地点：杭州】",
						}, -- [145]
						{
							["type"] = "SYSTEM",
							["time"] = 1590896775,
							["arg1"] = "你已加入团队查找队列。",
						}, -- [146]
						{
							["type"] = "SYSTEM",
							["time"] = 1590896856,
							["arg1"] = "有人拒绝了你的组队邀请。你已被添加到队列的前端。",
						}, -- [147]
						{
							["type"] = "SYSTEM",
							["time"] = 1590896901,
							["arg1"] = "有人拒绝了你的组队邀请。你已被添加到队列的前端。",
						}, -- [148]
						{
							["type"] = "SYSTEM",
							["time"] = 1590896909,
							["arg1"] = "地下城难度已设置为英雄。",
						}, -- [149]
						{
							["type"] = "SYSTEM",
							["time"] = 1590897180,
							["arg1"] = "你获得了物品：|cff1eff00|Hcurrency:1553:30|h[微型艾泽里特裂片]|h|r。",
						}, -- [150]
						{
							["type"] = "SYSTEM",
							["time"] = 1590897180,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:581::11:4:6316:4932:4933:1642:::|h[艾泽拉斯之心]|h|r获得了30点神器能量。",
						}, -- [151]
						{
							["type"] = "SYSTEM",
							["time"] = 1590897221,
							["arg1"] = "碧空无垠，斑驳的树荫下，正适合勇士们进行休憩。补充体力的午餐必不可少，接下来的旅程依旧震撼人心。是时候为下午的冒险充沛体力了，冒险者！",
						}, -- [152]
						{
							["type"] = "SYSTEM",
							["time"] = 1590897369,
							["arg1"] = "空瓶子丶下线了。",
						}, -- [153]
						{
							["type"] = "SYSTEM",
							["time"] = 1590897436,
							["arg1"] = "你获得了物品：|cff1eff00|Hcurrency:1553:30|h[微型艾泽里特裂片]|h|r。",
						}, -- [154]
						{
							["type"] = "SYSTEM",
							["time"] = 1590897436,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:581::11:4:6316:4932:4933:1642:::|h[艾泽拉斯之心]|h|r获得了30点神器能量。",
						}, -- [155]
						{
							["type"] = "SYSTEM",
							["time"] = 1590897733,
							["arg1"] = "你获得了物品：|cff1eff00|Hcurrency:1553:30|h[微型艾泽里特裂片]|h|r。",
						}, -- [156]
						{
							["type"] = "SYSTEM",
							["time"] = 1590897733,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:581::11:4:6316:4932:4933:1642:::|h[艾泽拉斯之心]|h|r获得了30点神器能量。",
						}, -- [157]
						{
							["type"] = "SYSTEM",
							["time"] = 1590897794,
							["arg1"] = "迷人的小辣椒-迦拉克隆现在被加入屏蔽名单了",
						}, -- [158]
						{
							["type"] = "SYSTEM",
							["time"] = 1590897853,
							["arg1"] = "迷人的小辣椒已经死亡。",
						}, -- [159]
						{
							["type"] = "SYSTEM",
							["time"] = 1590897927,
							["arg1"] = "丶花落伊人泪下线了。",
						}, -- [160]
						{
							["type"] = "SYSTEM",
							["time"] = 1590897934,
							["arg1"] = "|Hplayer:花花不是发发|h[花花不是发发]|h上线了。",
						}, -- [161]
						{
							["type"] = "SYSTEM",
							["time"] = 1590897974,
							["arg1"] = "|Hplayer:谁撞树上了|h[谁撞树上了]|h上线了。",
						}, -- [162]
						{
							["type"] = "SYSTEM",
							["time"] = 1590898071,
							["arg1"] = "获得84金币, 24银币。",
						}, -- [163]
						{
							["type"] = "SYSTEM",
							["time"] = 1590898077,
							["arg1"] = "你获得了物品：|cff1eff00|Hcurrency:1553:40|h[微型艾泽里特裂片]|h|r。",
						}, -- [164]
						{
							["type"] = "SYSTEM",
							["time"] = 1590898077,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:581::11:4:6316:4932:4933:1642:::|h[艾泽拉斯之心]|h|r获得了40点神器能量。",
						}, -- [165]
						{
							["type"] = "SYSTEM",
							["time"] = 1590898077,
							["arg1"] = "|cffff80ff|Htransmogappearance:59653|h[塔隆戈尔的血刃]|h|r已加入了你的外观收藏。",
						}, -- [166]
						{
							["type"] = "SYSTEM",
							["time"] = 1590898078,
							["arg1"] = "你离开了队伍。",
						}, -- [167]
						{
							["type"] = "SYSTEM",
							["time"] = 1590898097,
							["arg1"] = "你获得了物品：|cffa335ee|Hcurrency:1553:750|h[闪耀的艾泽里特之核]|h|r。",
						}, -- [168]
						{
							["type"] = "SYSTEM",
							["time"] = 1590898097,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:581::11:4:6316:4932:4933:1642:::|h[艾泽拉斯之心]|h|r获得了750点神器能量。",
						}, -- [169]
						{
							["type"] = "SYSTEM",
							["time"] = 1590898097,
							["arg1"] = "蛮荒的时光之路完成。",
						}, -- [170]
						{
							["type"] = "SYSTEM",
							["time"] = 1590898220,
							["arg1"] = "花花不是发发下线了。",
						}, -- [171]
						{
							["type"] = "SYSTEM",
							["time"] = 1590898227,
							["arg1"] = "|Hplayer:魂魄妖如梦丶|h[魂魄妖如梦丶]|h上线了。",
						}, -- [172]
						{
							["arg1"] = " ",
						}, -- [173]
						{
							["arg1"] = " ",
						}, -- [174]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/31/2020 的 20:03:41。",
						}, -- [175]
						{
							["type"] = "SYSTEM",
							["time"] = 1590926785,
							["arg1"] = "岩熊下线了。",
						}, -- [176]
						{
							["type"] = "SYSTEM",
							["time"] = 1590926794,
							["arg1"] = "|Hplayer:深渊|h[深渊]|h上线了。",
						}, -- [177]
						{
							["arg1"] = " ",
						}, -- [178]
						{
							["arg1"] = " ",
						}, -- [179]
						{
							["arg1"] = "记录开始于 05/31/2020 的 20:33:16。",
							["type"] = "SYSTEM",
						}, -- [180]
						{
							["type"] = "SYSTEM",
							["time"] = 1590928745,
							["arg1"] = "|Hplayer:深渊|h[深渊]|h邀请你加入队伍。",
						}, -- [181]
						{
							["type"] = "SYSTEM",
							["time"] = 1590928746,
							["arg1"] = "地下城难度已设置为史诗。",
						}, -- [182]
						{
							["type"] = "SYSTEM",
							["time"] = 1590928771,
							["arg1"] = "你邀请万物咸覩-凤凰之神加入你的队伍",
						}, -- [183]
						{
							["type"] = "SYSTEM",
							["time"] = 1590928781,
							["arg1"] = "万物咸覩-凤凰之神加入了队伍。",
						}, -- [184]
						{
							["type"] = "SYSTEM",
							["time"] = 1590928825,
							["arg1"] = "你现在是队长",
						}, -- [185]
						{
							["type"] = "SYSTEM",
							["time"] = 1590928834,
							["arg1"] = "深渊离开了队伍。",
						}, -- [186]
						{
							["type"] = "SYSTEM",
							["time"] = 1590928835,
							["arg1"] = "深渊下线了。",
						}, -- [187]
						{
							["type"] = "SYSTEM",
							["time"] = 1590928844,
							["arg1"] = "|Hplayer:岩熊|h[岩熊]|h上线了。",
						}, -- [188]
						{
							["type"] = "SYSTEM",
							["time"] = 1590928856,
							["arg1"] = "你邀请岩熊加入你的队伍",
						}, -- [189]
						{
							["type"] = "SYSTEM",
							["time"] = 1590928859,
							["arg1"] = "岩熊加入了队伍。",
						}, -- [190]
						{
							["type"] = "SYSTEM",
							["time"] = 1590928911,
							["arg1"] = "魂斗士-凤凰之神加入了队伍。",
						}, -- [191]
						{
							["type"] = "SYSTEM",
							["time"] = 1590928912,
							["arg1"] = "岩熊现在是队长",
						}, -- [192]
						{
							["type"] = "SYSTEM",
							["time"] = 1590928922,
							["arg1"] = "魂斗士-凤凰之神离开了队伍。",
						}, -- [193]
						{
							["type"] = "SYSTEM",
							["time"] = 1590928974,
							["arg1"] = "聖閗士-凤凰之神加入了队伍。",
						}, -- [194]
						{
							["type"] = "SYSTEM",
							["time"] = 1590929174,
							["arg1"] = "岩熊开始进行就位确认。",
						}, -- [195]
						{
							["type"] = "SYSTEM",
							["time"] = 1590929204,
							["arg1"] = "岩熊开始进行就位确认。",
						}, -- [196]
						{
							["type"] = "SYSTEM",
							["time"] = 1590929483,
							["arg1"] = "聖閗士已经死亡。",
						}, -- [197]
						{
							["type"] = "SYSTEM",
							["time"] = 1590929486,
							["arg1"] = "希文喵丨已经死亡。",
						}, -- [198]
						{
							["type"] = "SYSTEM",
							["time"] = 1590929486,
							["arg1"] = "万物咸覩已经死亡。",
						}, -- [199]
						{
							["type"] = "SYSTEM",
							["time"] = 1590929490,
							["arg1"] = "岩熊已经死亡。",
						}, -- [200]
						{
							["type"] = "SYSTEM",
							["time"] = 1590929493,
							["arg1"] = "|cff71d5ff|Hdeath:1|h[你已死亡。]|h",
						}, -- [201]
						{
							["type"] = "SYSTEM",
							["time"] = 1590929508,
							["arg1"] = "|Hplayer:胡桃|h[胡桃]|h上线了。",
						}, -- [202]
						{
							["type"] = "SYSTEM",
							["time"] = 1590929716,
							["arg1"] = "岩熊已经死亡。",
						}, -- [203]
						{
							["type"] = "SYSTEM",
							["time"] = 1590929871,
							["arg1"] = "|cff71d5ff|Hdeath:2|h[你已死亡。]|h",
						}, -- [204]
						{
							["type"] = "SYSTEM",
							["time"] = 1590929873,
							["arg1"] = "胡桃下线了。",
						}, -- [205]
						{
							["type"] = "SYSTEM",
							["time"] = 1590929964,
							["arg1"] = "|Hplayer:胡桃|h[胡桃]|h上线了。",
						}, -- [206]
						{
							["type"] = "SYSTEM",
							["time"] = 1590930186,
							["arg1"] = "万物咸覩已经死亡。",
						}, -- [207]
						{
							["type"] = "SYSTEM",
							["time"] = 1590930447,
							["arg1"] = "聖閗士已经死亡。",
						}, -- [208]
						{
							["type"] = "SYSTEM",
							["time"] = 1590930467,
							["arg1"] = "万物咸覩已经死亡。",
						}, -- [209]
						{
							["type"] = "SYSTEM",
							["time"] = 1590930566,
							["arg1"] = "岩熊已经死亡。",
						}, -- [210]
						{
							["type"] = "SYSTEM",
							["time"] = 1590930571,
							["arg1"] = "希文喵丨已经死亡。",
						}, -- [211]
						{
							["type"] = "SYSTEM",
							["time"] = 1590930755,
							["arg1"] = "聖閗士已经死亡。",
						}, -- [212]
						{
							["type"] = "SYSTEM",
							["time"] = 1590930806,
							["arg1"] = "聖閗士已经死亡。",
						}, -- [213]
						{
							["type"] = "SYSTEM",
							["time"] = 1590930820,
							["arg1"] = "希文喵丨已经死亡。",
						}, -- [214]
						{
							["type"] = "SYSTEM",
							["time"] = 1590930938,
							["arg1"] = "希文喵丨已经死亡。",
						}, -- [215]
						{
							["type"] = "SYSTEM",
							["time"] = 1590930940,
							["arg1"] = "岩熊已经死亡。",
						}, -- [216]
						{
							["type"] = "SYSTEM",
							["time"] = 1590930953,
							["arg1"] = "万物咸覩已经死亡。",
						}, -- [217]
						{
							["type"] = "SYSTEM",
							["time"] = 1590930956,
							["arg1"] = "|cff71d5ff|Hdeath:3|h[你已死亡。]|h",
						}, -- [218]
						{
							["type"] = "SYSTEM",
							["time"] = 1590930959,
							["arg1"] = "聖閗士已经死亡。",
						}, -- [219]
						{
							["type"] = "SYSTEM",
							["time"] = 1590931339,
							["arg1"] = "万物咸覩已经死亡。",
						}, -- [220]
						{
							["type"] = "SYSTEM",
							["time"] = 1590931700,
							["arg1"] = "聖閗士已经死亡。",
						}, -- [221]
						{
							["type"] = "SYSTEM",
							["time"] = 1590931707,
							["arg1"] = "|Hplayer:哀伤骑|h[哀伤骑]|h上线了。",
						}, -- [222]
						{
							["type"] = "SYSTEM",
							["time"] = 1590931763,
							["arg1"] = "希文喵丨已经死亡。",
						}, -- [223]
						{
							["type"] = "SYSTEM",
							["time"] = 1590931763,
							["arg1"] = "聖閗士已经死亡。",
						}, -- [224]
						{
							["type"] = "SYSTEM",
							["time"] = 1590931763,
							["arg1"] = "岩熊已经死亡。",
						}, -- [225]
						{
							["type"] = "SYSTEM",
							["time"] = 1590931780,
							["arg1"] = "|cff71d5ff|Hdeath:4|h[你已死亡。]|h",
						}, -- [226]
						{
							["type"] = "SYSTEM",
							["time"] = 1590931783,
							["arg1"] = "万物咸覩已经死亡。",
						}, -- [227]
						{
							["type"] = "SYSTEM",
							["time"] = 1590931816,
							["arg1"] = "|cff71d5ff|Hdeath:5|h[你已死亡。]|h",
						}, -- [228]
						{
							["type"] = "SYSTEM",
							["time"] = 1590931823,
							["arg1"] = "希文喵丨已经死亡。",
						}, -- [229]
						{
							["type"] = "SYSTEM",
							["time"] = 1590931826,
							["arg1"] = "聖閗士已经死亡。",
						}, -- [230]
						{
							["type"] = "SYSTEM",
							["time"] = 1590931864,
							["arg1"] = "你已死亡。",
						}, -- [231]
						{
							["type"] = "SYSTEM",
							["time"] = 1590931873,
							["arg1"] = "希文喵丨已经死亡。",
						}, -- [232]
						{
							["type"] = "SYSTEM",
							["time"] = 1590931892,
							["arg1"] = "岩熊已经死亡。",
						}, -- [233]
						{
							["type"] = "SYSTEM",
							["time"] = 1590931990,
							["arg1"] = "岩熊开始进行就位确认。",
						}, -- [234]
						{
							["type"] = "SYSTEM",
							["time"] = 1590932363,
							["arg1"] = "|Hplayer:潮汐沫沫|h[潮汐沫沫]|h上线了。",
						}, -- [235]
						{
							["type"] = "SYSTEM",
							["time"] = 1590932466,
							["arg1"] = "聖閗士已经死亡。",
						}, -- [236]
						{
							["type"] = "SYSTEM",
							["time"] = 1590932487,
							["arg1"] = "岩熊已经死亡。",
						}, -- [237]
						{
							["type"] = "SYSTEM",
							["time"] = 1590932501,
							["arg1"] = "希文喵丨已经死亡。",
						}, -- [238]
						{
							["type"] = "SYSTEM",
							["time"] = 1590932517,
							["arg1"] = "岩熊已经死亡。",
						}, -- [239]
						{
							["type"] = "SYSTEM",
							["time"] = 1590932736,
							["arg1"] = "艾泽拉斯大陆最新火热招聘，战鼓再次被敲响，这一次你将用自己的双手铸造起守护艾泽拉斯世界的屏障！魔兽客 服招聘，简历请投递至wow163@188. com 【工作地点：杭州】",
						}, -- [240]
						{
							["type"] = "SYSTEM",
							["time"] = 1590932760,
							["arg1"] = "希文喵丨已经死亡。",
						}, -- [241]
						{
							["type"] = "SYSTEM",
							["time"] = 1590932809,
							["arg1"] = "万物咸覩已经死亡。",
						}, -- [242]
						{
							["type"] = "SYSTEM",
							["time"] = 1590932838,
							["arg1"] = "潮汐沫沫下线了。",
						}, -- [243]
						{
							["type"] = "SYSTEM",
							["time"] = 1590932973,
							["arg1"] = "你获得了物品：|cffa335ee|Hcurrency:1553:680|h[闪耀的艾泽里特碎片]|h|r。",
						}, -- [244]
						{
							["type"] = "SYSTEM",
							["time"] = 1590932973,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:581::11:4:6316:4932:4933:1642:::|h[艾泽拉斯之心]|h|r获得了680点神器能量。",
						}, -- [245]
						{
							["type"] = "SYSTEM",
							["time"] = 1590932979,
							["arg1"] = "你获得了物品：|cffa335ee|Hcurrency:1553:750|h[闪耀的艾泽里特之核]|h|r。",
						}, -- [246]
						{
							["type"] = "SYSTEM",
							["time"] = 1590932979,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:581::11:4:6316:4932:4933:1642:::|h[艾泽拉斯之心]|h|r获得了750点神器能量。",
						}, -- [247]
						{
							["type"] = "SYSTEM",
							["time"] = 1590932998,
							["arg1"] = "希文喵丨-死亡之翼现在是队长",
						}, -- [248]
						{
							["type"] = "SYSTEM",
							["time"] = 1590933006,
							["arg1"] = "岩熊离开了队伍。",
						}, -- [249]
						{
							["type"] = "SYSTEM",
							["time"] = 1590933006,
							["arg1"] = "聖閗士-凤凰之神离开了队伍。",
						}, -- [250]
					},
				}, -- [9]
				{
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "成就",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 20:27:04。",
						}, -- [1]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1588944174,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14149:Player-2124-0BD1E0C6:1:5:8:20:4294967295:4294967295:4294967295:4294967295|h[海岸之战（英雄）]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [2]
						{
							["arg1"] = " ",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["arg1"] = "记录开始于 05/08/2020 的 23:33:15。",
							["type"] = "SYSTEM",
						}, -- [5]
						{
							["arg2"] = "哀伤骑-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1588952488,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13711:Player-2124-084B06D9:1:5:8:20:4294967295:4294967295:4294967295:4294967295|h[一把法力珍珠]|h|r！",
							["clColor"] = "ffc31d39",
						}, -- [6]
						{
							["arg1"] = " ",
						}, -- [7]
						{
							["arg1"] = " ",
						}, -- [8]
						{
							["arg1"] = "记录开始于 05/08/2020 的 23:52:15。",
							["type"] = "SYSTEM",
						}, -- [9]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1588953862,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13769:Player-2124-0BD1E0C6:1:5:9:20:4294967295:4294967295:4294967295:4294967295|h[能量提升]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [10]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1588953862,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13770:Player-2124-0BD1E0C6:1:5:9:20:4294967295:4294967295:4294967295:4294967295|h[力量累积]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [11]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1588954290,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14063:Player-2124-0BD1E0C6:1:5:9:20:4294967295:4294967295:4294967295:4294967295|h[奥格瑞玛的惊魂幻象]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [12]
						{
							["arg1"] = " ",
						}, -- [13]
						{
							["arg1"] = " ",
						}, -- [14]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 14:13:50。",
						}, -- [15]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589004951,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12957:Player-2124-0BD1E0C6:1:5:9:20:4294967295:4294967295:4294967295:4294967295|h[荣耀战团的勇士]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [16]
						{
							["arg1"] = " ",
						}, -- [17]
						{
							["arg1"] = " ",
						}, -- [18]
						{
							["arg1"] = "记录开始于 05/09/2020 的 14:30:48。",
							["type"] = "SYSTEM",
						}, -- [19]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589006188,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14170:Player-2124-0BD1E0C6:1:5:9:20:4294967295:4294967295:4294967295:4294967295|h[纪念回忆]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [20]
						{
							["arg1"] = " ",
						}, -- [21]
						{
							["arg1"] = " ",
						}, -- [22]
						{
							["arg1"] = "记录开始于 05/09/2020 的 19:26:35。",
							["type"] = "SYSTEM",
						}, -- [23]
						{
							["arg2"] = "非酋巴扎黑-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589024279,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:8302:Player-2124-0102B664:1:5:9:20:4294967295:4294967295:4294967295:4294967295|h[坐骑大巡游]|h|r！",
							["clColor"] = "ffa9d271",
						}, -- [24]
						{
							["arg1"] = " ",
						}, -- [25]
						{
							["arg1"] = " ",
						}, -- [26]
						{
							["arg1"] = "记录开始于 05/09/2020 的 20:50:50。",
							["type"] = "SYSTEM",
						}, -- [27]
						{
							["arg2"] = "非酋巴扎黑-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589028961,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:5245:Player-2124-0102B664:1:5:9:20:4294967295:4294967295:4294967295:4294967295|h[吉尔尼斯之战的胜利]|h|r！",
							["clColor"] = "ffa9d271",
						}, -- [28]
						{
							["arg1"] = " ",
						}, -- [29]
						{
							["arg1"] = " ",
						}, -- [30]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 20:56:29。",
						}, -- [31]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589030112,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14065:Player-2124-0BD1E0C6:1:5:9:20:4294967295:4294967295:4294967295:4294967295|h[奥格瑞玛的夺命惊魂幻象]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [32]
						{
							["arg1"] = " ",
						}, -- [33]
						{
							["arg1"] = " ",
						}, -- [34]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/10/2020 的 13:47:26。",
						}, -- [35]
						{
							["arg2"] = "非酋巴扎黑-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589091042,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13025:Player-2124-0102B664:1:5:10:20:4294967295:4294967295:4294967295:4294967295|h[赞达拉间谍捕手]|h|r！",
							["clColor"] = "ffa9d271",
						}, -- [36]
						{
							["arg1"] = " ",
						}, -- [37]
						{
							["arg1"] = " ",
						}, -- [38]
						{
							["arg1"] = "记录开始于 05/10/2020 的 19:31:39。",
							["type"] = "SYSTEM",
						}, -- [39]
						{
							["arg2"] = "爱吃梅子-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589110533,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:5247:Player-2124-0C0EF041:1:5:10:20:4294967295:4294967295:4294967295:4294967295|h[完美吉尔尼斯之战]|h|r！",
							["clColor"] = "fffef367",
						}, -- [40]
						{
							["arg2"] = "爱吃梅子-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589110533,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:5254:Player-2124-0C0EF041:1:5:10:20:4294967295:4294967295:4294967295:4294967295|h[从菜鸟到强力党]|h|r！",
							["clColor"] = "fffef367",
						}, -- [41]
						{
							["arg2"] = "爱吃梅子-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589110533,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:5245:Player-2124-0C0EF041:1:5:10:20:4294967295:4294967295:4294967295:4294967295|h[吉尔尼斯之战的胜利]|h|r！",
							["clColor"] = "fffef367",
						}, -- [42]
						{
							["arg2"] = "爱吃梅子-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589110533,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:5269:Player-2124-0C0EF041:1:5:10:20:4294967295:4294967295:4294967295:4294967295|h[效忠部落]|h|r！",
							["clColor"] = "fffef367",
						}, -- [43]
						{
							["arg2"] = "爱吃梅子-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589111081,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:212:Player-2124-0C0EF041:1:5:10:20:4294967295:4294967295:4294967295:4294967295|h[风暴旗手]|h|r！",
							["clColor"] = "fffef367",
						}, -- [44]
						{
							["arg2"] = "爱吃梅子-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589111181,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:208:Player-2124-0C0EF041:1:5:10:20:4294967295:4294967295:4294967295:4294967295|h[风暴之眼胜利]|h|r！",
							["clColor"] = "fffef367",
						}, -- [45]
						{
							["arg2"] = "爱吃梅子-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589111181,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:214:Player-2124-0C0EF041:1:5:10:20:4294967295:4294967295:4294967295:4294967295|h[疾风闪电]|h|r！",
							["clColor"] = "fffef367",
						}, -- [46]
						{
							["arg1"] = " ",
						}, -- [47]
						{
							["arg1"] = " ",
						}, -- [48]
						{
							["arg1"] = "记录开始于 05/10/2020 的 20:12:12。",
							["type"] = "SYSTEM",
						}, -- [49]
						{
							["arg2"] = "爱吃梅子-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589113350,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:6740:Player-2124-0C0EF041:1:5:10:20:4294967295:4294967295:4294967295:4294967295|h[寇魔古寺的胜利]|h|r！",
							["clColor"] = "fffef367",
						}, -- [50]
						{
							["arg2"] = "爱吃梅子-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589113350,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:6971:Player-2124-0C0EF041:1:5:10:20:4294967295:4294967295:4294967295:4294967295|h[能量归我了]|h|r！",
							["clColor"] = "fffef367",
						}, -- [51]
						{
							["arg2"] = "爱吃梅子-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589113457,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12546:Player-2124-0C0EF041:1:5:10:20:4294967295:4294967295:4294967295:4294967295|h[精良]|h|r！",
							["clColor"] = "fffef367",
						}, -- [52]
						{
							["arg1"] = " ",
						}, -- [53]
						{
							["arg1"] = " ",
						}, -- [54]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/10/2020 的 20:35:56。",
						}, -- [55]
						{
							["arg2"] = "爱吃梅子-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589115347,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:6739:Player-2124-0C0EF041:1:5:10:20:4294967295:4294967295:4294967295:4294967295|h[碎银矿脉的胜利]|h|r！",
							["clColor"] = "fffef367",
						}, -- [56]
						{
							["arg2"] = "爱吃梅子-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589115347,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:7100:Player-2124-0C0EF041:1:5:10:20:4294967295:4294967295:4294967295:4294967295|h[我拿钻石，你吃铁锈]|h|r！",
							["clColor"] = "fffef367",
						}, -- [57]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589116716,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14193:Player-2124-0BD1E0C6:1:5:10:20:4294967295:4294967295:4294967295:4294967295|h[命运幻象]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [58]
						{
							["arg1"] = " ",
						}, -- [59]
						{
							["arg1"] = " ",
						}, -- [60]
						{
							["arg1"] = "记录开始于 05/10/2020 的 22:33:19。",
							["type"] = "SYSTEM",
						}, -- [61]
						{
							["arg2"] = "风啸九天-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589121271,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:11185:Player-2124-01CB9B13:1:5:10:20:4294967295:4294967295:4294967295:4294967295|h[钥石征服者]|h|r！",
							["clColor"] = "fff38bb9",
						}, -- [62]
						{
							["arg1"] = " ",
						}, -- [63]
						{
							["arg1"] = " ",
						}, -- [64]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/11/2020 的 20:47:52。",
						}, -- [65]
						{
							["arg2"] = "风啸九天-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589201833,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:227:Player-2124-01CB9B13:1:5:11:20:4294967295:4294967295:4294967295:4294967295|h[伤害控制]|h|r！",
							["clColor"] = "fff38bb9",
						}, -- [66]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589202025,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14153:Player-2124-0BD1E0C6:1:5:11:20:4294967295:4294967295:4294967295:4294967295|h[奥丹姆危机]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [67]
						{
							["arg2"] = "风啸九天-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589202533,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:154:Player-2124-01CB9B13:1:5:11:20:4294967295:4294967295:4294967295:4294967295|h[阿拉希盆地胜利]|h|r！",
							["clColor"] = "fff38bb9",
						}, -- [68]
						{
							["arg2"] = "风啸九天-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589202533,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:165:Player-2124-01CB9B13:1:5:11:20:4294967295:4294967295:4294967295:4294967295|h[完美阿拉希盆地]|h|r！",
							["clColor"] = "fff38bb9",
						}, -- [69]
						{
							["arg2"] = "风啸九天-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589202533,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:159:Player-2124-01CB9B13:1:5:11:20:4294967295:4294967295:4294967295:4294967295|h[一鼓作气]|h|r！",
							["clColor"] = "fff38bb9",
						}, -- [70]
						{
							["arg1"] = " ",
						}, -- [71]
						{
							["arg1"] = " ",
						}, -- [72]
						{
							["arg1"] = "记录开始于 05/11/2020 的 21:15:17。",
							["type"] = "SYSTEM",
						}, -- [73]
						{
							["arg2"] = "骄傲的小骑士-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589203751,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:11184:Player-2124-04FFD3F9:1:5:11:20:4294967295:4294967295:4294967295:4294967295|h[钥石挑战者]|h|r！",
							["clColor"] = "fff38bb9",
						}, -- [74]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589203775,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14173:Player-2124-07B60681:1:5:11:20:4294967295:4294967295:4294967295:4294967295|h[成山的纪念品]|h|r！",
							["clColor"] = "fffe7b09",
						}, -- [75]
						{
							["arg2"] = "骄傲的小骑士-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589206372,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14063:Player-2124-04FFD3F9:1:5:11:20:4294967295:4294967295:4294967295:4294967295|h[奥格瑞玛的惊魂幻象]|h|r！",
							["clColor"] = "fff38bb9",
						}, -- [76]
						{
							["arg2"] = "风啸九天-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589206611,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:214:Player-2124-01CB9B13:1:5:11:20:4294967295:4294967295:4294967295:4294967295|h[疾风闪电]|h|r！",
							["clColor"] = "fff38bb9",
						}, -- [77]
						{
							["arg2"] = "风啸九天-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589206611,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:5345:Player-2124-01CB9B13:1:5:11:20:4294967295:4294967295:4294967295:4294967295|h[侦察兵]|h|r！",
							["clColor"] = "fff38bb9",
						}, -- [78]
						{
							["arg2"] = "沙漏的舞蹈-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589206802,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14063:Player-2124-03C2B43A:1:5:11:20:4294967295:4294967295:4294967295:4294967295|h[奥格瑞玛的惊魂幻象]|h|r！",
							["clColor"] = "ff006fdc",
						}, -- [79]
						{
							["arg1"] = " ",
						}, -- [80]
						{
							["arg1"] = " ",
						}, -- [81]
						{
							["arg1"] = "记录开始于 05/12/2020 的 22:08:29。",
							["type"] = "SYSTEM",
						}, -- [82]
						{
							["arg2"] = "风啸九天-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589294732,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14068:Player-2124-01CB9B13:1:5:12:20:4294967295:4294967295:4294967295:4294967295|h[引领潮流：腐蚀者恩佐斯]|h|r！",
							["clColor"] = "fff38bb9",
						}, -- [83]
						{
							["arg1"] = " ",
						}, -- [84]
						{
							["arg1"] = " ",
						}, -- [85]
						{
							["arg1"] = "记录开始于 05/13/2020 的 21:11:42。",
							["type"] = "SYSTEM",
						}, -- [86]
						{
							["arg2"] = "爱吃梅子-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589376767,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:6469:Player-2124-0C0EF041:1:5:13:20:4294967295:4294967295:4294967295:4294967295|h[影踪禅院]|h|r！",
							["clColor"] = "fffef367",
						}, -- [87]
						{
							["arg2"] = "爱吃梅子-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589376767,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:6470:Player-2124-0C0EF041:1:5:13:20:4294967295:4294967295:4294967295:4294967295|h[影踪禅院（英雄难度）]|h|r！",
							["clColor"] = "fffef367",
						}, -- [88]
						{
							["arg1"] = " ",
						}, -- [89]
						{
							["arg1"] = " ",
						}, -- [90]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/13/2020 的 22:20:39。",
						}, -- [91]
						{
							["arg2"] = "爱吃梅子-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589379839,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:6485:Player-2124-0C0EF041:1:5:13:20:4294967295:4294967295:4294967295:4294967295|h[退件]|h|r！",
							["clColor"] = "fffef367",
						}, -- [92]
						{
							["arg2"] = "爱吃梅子-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589380110,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:10011:Player-2124-0C0EF041:1:5:13:20:4294967295:4294967295:4294967295:4294967295|h[围攻砮皂寺]|h|r！",
							["clColor"] = "fffef367",
						}, -- [93]
						{
							["arg2"] = "爱吃梅子-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589380110,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:6763:Player-2124-0C0EF041:1:5:13:20:4294967295:4294967295:4294967295:4294967295|h[围攻砮皂寺（英雄难度）]|h|r！",
							["clColor"] = "fffef367",
						}, -- [94]
						{
							["arg1"] = " ",
						}, -- [95]
						{
							["arg1"] = " ",
						}, -- [96]
						{
							["arg1"] = "记录开始于 05/14/2020 的 13:23:57。",
							["type"] = "SYSTEM",
						}, -- [97]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589433867,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13777:Player-2124-0BD1E0C6:1:5:14:20:4294967295:4294967295:4294967295:4294967295|h[心满意足]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [98]
						{
							["arg1"] = " ",
						}, -- [99]
						{
							["arg1"] = " ",
						}, -- [100]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/14/2020 的 15:57:09。",
						}, -- [101]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589443762,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13771:Player-2124-0BD1E0C6:1:5:14:20:4294967295:4294967295:4294967295:4294967295|h[力量之美]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [102]
						{
							["arg2"] = "就爱逗你玩-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589443958,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14062:Player-2124-01ECAB92:1:5:14:20:4294967295:4294967295:4294967295:4294967295|h[暴风城的惊魂幻象]|h|r！",
							["clColor"] = "ffa9d271",
						}, -- [103]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589445294,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14062:Player-2124-0BD1E0C6:1:5:14:20:4294967295:4294967295:4294967295:4294967295|h[暴风城的惊魂幻象]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [104]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589445294,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14064:Player-2124-0BD1E0C6:1:5:14:20:4294967295:4294967295:4294967295:4294967295|h[暴风城的夺命惊魂幻象]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [105]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589445294,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14165:Player-2124-0BD1E0C6:1:5:14:20:4294967295:4294967295:4294967295:4294967295|h[假面独唱]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [106]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589445294,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14166:Player-2124-0BD1E0C6:1:5:14:20:4294967295:4294967295:4294967295:4294967295|h[假面二重唱]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [107]
						{
							["arg2"] = "就爱逗你玩-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589445590,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14064:Player-2124-01ECAB92:1:5:14:20:4294967295:4294967295:4294967295:4294967295|h[暴风城的夺命惊魂幻象]|h|r！",
							["clColor"] = "ffa9d271",
						}, -- [108]
						{
							["arg2"] = "就爱逗你玩-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589445590,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14143:Player-2124-01ECAB92:1:5:14:20:4294967295:4294967295:4294967295:4294967295|h[幻嗅]|h|r！",
							["clColor"] = "ffa9d271",
						}, -- [109]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589447102,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14167:Player-2124-0BD1E0C6:1:5:14:20:4294967295:4294967295:4294967295:4294967295|h[假面三重唱]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [110]
						{
							["arg1"] = " ",
						}, -- [111]
						{
							["arg1"] = " ",
						}, -- [112]
						{
							["arg1"] = "记录开始于 05/15/2020 的 13:22:46。",
							["type"] = "SYSTEM",
						}, -- [113]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589523199,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:238:Player-2124-0BD1E0C6:1:5:15:20:4294967295:4294967295:4294967295:4294967295|h[一次荣誉消灭]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [114]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589523218,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:227:Player-2124-0BD1E0C6:1:5:15:20:4294967295:4294967295:4294967295:4294967295|h[伤害控制]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [115]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589523513,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:5245:Player-2124-0BD1E0C6:1:5:15:20:4294967295:4294967295:4294967295:4294967295|h[吉尔尼斯之战的胜利]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [116]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589523513,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:5269:Player-2124-0BD1E0C6:1:5:15:20:4294967295:4294967295:4294967295:4294967295|h[效忠部落]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [117]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589524867,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12409:Player-2124-0BD1E0C6:1:5:15:20:4294967295:4294967295:4294967295:4294967295|h[涌泉海滩胜利]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [118]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589524867,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12407:Player-2124-0BD1E0C6:1:5:15:20:4294967295:4294967295:4294967295:4294967295|h[完美涌泉海滩]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [119]
						{
							["arg1"] = " ",
						}, -- [120]
						{
							["arg1"] = " ",
						}, -- [121]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/15/2020 的 21:05:30。",
						}, -- [122]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589549232,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:11212:Player-2124-0BD1E0C6:1:5:15:20:4294967295:4294967295:4294967295:4294967295|h[大军压境]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [123]
						{
							["arg1"] = " ",
						}, -- [124]
						{
							["arg1"] = " ",
						}, -- [125]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/15/2020 的 23:30:16。",
						}, -- [126]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589559554,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12840:Player-2124-0C0BE35E:1:5:16:20:4294967295:4294967295:4294967295:4294967295|h[托尔达戈]|h|r！",
							["clColor"] = "ffa9d271",
						}, -- [127]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589559554,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12841:Player-2124-0C0BE35E:1:5:16:20:4294967295:4294967295:4294967295:4294967295|h[托尔达戈（英雄难度）]|h|r！",
							["clColor"] = "ffa9d271",
						}, -- [128]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589559554,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12842:Player-2124-0C0BE35E:1:5:16:20:4294967295:4294967295:4294967295:4294967295|h[托尔达戈（史诗难度）]|h|r！",
							["clColor"] = "ffa9d271",
						}, -- [129]
						{
							["arg1"] = " ",
						}, -- [130]
						{
							["arg1"] = " ",
						}, -- [131]
						{
							["arg1"] = "记录开始于 05/17/2020 的 21:34:33。",
							["type"] = "SYSTEM",
						}, -- [132]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589724030,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14154:Player-2124-0BD1E0C6:1:5:17:20:4294967295:4294967295:4294967295:4294967295|h[守护锦绣谷]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [133]
						{
							["arg1"] = " ",
						}, -- [134]
						{
							["arg1"] = " ",
						}, -- [135]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/18/2020 的 19:21:06。",
						}, -- [136]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589803056,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14066:Player-2124-0BD1E0C6:1:5:18:20:4294967295:4294967295:4294967295:4294967295|h[暴风城的无面惊魂幻象]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [137]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589803056,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14168:Player-2124-0BD1E0C6:1:5:18:20:4294967295:4294967295:4294967295:4294967295|h[假面四重唱]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [138]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589803056,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14169:Player-2124-0BD1E0C6:1:5:18:20:4294967295:4294967295:4294967295:4294967295|h[假面合唱]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [139]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589803112,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14171:Player-2124-0BD1E0C6:1:5:18:20:4294967295:4294967295:4294967295:4294967295|h[知来者之可追]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [140]
						{
							["arg1"] = " ",
						}, -- [141]
						{
							["arg1"] = " ",
						}, -- [142]
						{
							["arg1"] = "记录开始于 05/28/2020 的 21:46:16。",
							["type"] = "SYSTEM",
						}, -- [143]
						{
							["arg2"] = "丶花落伊人泪-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1590676556,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12595:Player-2124-0224E3F4:1:5:28:20:4294967295:4294967295:4294967295:4294967295|h[职业探险家]|h|r！",
							["clColor"] = "ffa9d271",
						}, -- [144]
						{
							["arg1"] = " ",
						}, -- [145]
						{
							["arg1"] = " ",
						}, -- [146]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/29/2020 的 19:07:28。",
						}, -- [147]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1590754905,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:8843:Player-2124-0BD1E0C6:1:5:29:20:4294967295:4294967295:4294967295:4294967295|h[通天峰]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [148]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1590754905,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:8844:Player-2124-0BD1E0C6:1:5:29:20:4294967295:4294967295:4294967295:4294967295|h[通天峰（英雄难度）]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [149]
						{
							["arg1"] = " ",
						}, -- [150]
						{
							["arg1"] = " ",
						}, -- [151]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/30/2020 的 19:00:01。",
						}, -- [152]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1590837841,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14060:Player-2124-0BD1E0C6:1:5:30:20:4294967295:4294967295:4294967295:4294967295|h[坚毅决心]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [153]
						{
							["arg1"] = " ",
						}, -- [154]
						{
							["arg1"] = " ",
						}, -- [155]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/30/2020 的 19:51:31。",
						}, -- [156]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1590840921,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:9082:Player-2124-0BD1E0C6:1:5:30:20:4294967295:4294967295:4294967295:4294967295|h[隐蔽！]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [157]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1590840921,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:9038:Player-2124-0BD1E0C6:1:5:30:20:4294967295:4294967295:4294967295:4294967295|h[钢铁码头]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [158]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1590840921,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:9047:Player-2124-0BD1E0C6:1:5:30:20:4294967295:4294967295:4294967295:4294967295|h[钢铁码头（英雄难度）]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [159]
						{
							["arg2"] = "丶花落伊人泪-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1590843068,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13545:Player-2124-0224E3F4:1:5:30:20:4294967295:4294967295:4294967295:4294967295|h[花儿为什么这样红]|h|r！",
							["clColor"] = "ffa9d271",
						}, -- [160]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1590843068,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13545:Player-2124-0BD1E0C6:1:5:30:20:4294967295:4294967295:4294967295:4294967295|h[花儿为什么这样红]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [161]
						{
							["arg2"] = "胡桃-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1590843309,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:5471:Player-2124-0278D57D:1:5:30:20:4294967295:4294967295:4294967295:4294967295|h[料理铁人]|h|r！",
							["clColor"] = "ff8686ec",
						}, -- [162]
						{
							["arg2"] = "丶花落伊人泪-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1590844377,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13624:Player-2124-0224E3F4:1:5:30:20:4294967295:4294967295:4294967295:4294967295|h[保持输出，不会爆炸]|h|r！",
							["clColor"] = "ffa9d271",
						}, -- [163]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1590844377,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13624:Player-2124-0BD1E0C6:1:5:30:20:4294967295:4294967295:4294967295:4294967295|h[保持输出，不会爆炸]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [164]
						{
							["arg1"] = " ",
						}, -- [165]
						{
							["arg1"] = " ",
						}, -- [166]
						{
							["arg1"] = "记录开始于 05/31/2020 的 11:06:42。",
							["type"] = "SYSTEM",
						}, -- [167]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1590896665,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:9041:Player-2124-0BD1E0C6:1:5:31:20:4294967295:4294967295:4294967295:4294967295|h[影月墓地]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [168]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1590896665,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:9054:Player-2124-0BD1E0C6:1:5:31:20:4294967295:4294967295:4294967295:4294967295|h[影月墓地（英雄难度）]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [169]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1590898071,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:9039:Player-2124-0BD1E0C6:1:5:31:20:4294967295:4294967295:4294967295:4294967295|h[奥金顿]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [170]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1590898071,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:9049:Player-2124-0BD1E0C6:1:5:31:20:4294967295:4294967295:4294967295:4294967295|h[奥金顿（英雄难度）]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [171]
						{
							["arg1"] = " ",
						}, -- [172]
						{
							["arg1"] = " ",
						}, -- [173]
						{
							["arg1"] = "记录开始于 05/31/2020 的 20:33:16。",
							["type"] = "SYSTEM",
						}, -- [174]
						{
							["arg2"] = "胡桃-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1590932203,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14149:Player-2124-0278D57D:1:5:31:20:4294967295:4294967295:4294967295:4294967295|h[海岸之战（英雄）]|h|r！",
							["clColor"] = "ff8686ec",
						}, -- [175]
					},
				}, -- [10]
				{
					["logs"] = {
						{
							["arg2"] = "锻造大师戈杜哈",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895063,
							["arg1"] = "走开！让我来解决！",
						}, -- [1]
						{
							["arg2"] = "锻造大师戈杜哈",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895072,
							["arg1"] = "呃——石头！",
						}, -- [2]
						{
							["arg2"] = "玛格莫拉图斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895073,
							["arg1"] = "很好……野性变弱了……",
						}, -- [3]
						{
							["arg2"] = "锻造大师戈杜哈",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895081,
							["arg1"] = "火！",
						}, -- [4]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590895085,
							["arg1"] = "打断-->|cff71d5ff|Hspell:150290:0|h[灼烧]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [5]
						{
							["arg2"] = "玛格莫拉图斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895093,
							["arg1"] = "杀了他！我就自由了！",
						}, -- [6]
						{
							["arg2"] = "锻造大师戈杜哈",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895099,
							["arg1"] = "啊！！不……",
						}, -- [7]
						{
							["arg2"] = "玛格莫拉图斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895103,
							["arg1"] = "你不过是巨石间的一颗小石子……",
						}, -- [8]
						{
							["arg2"] = "玛格莫拉图斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895108,
							["arg1"] = "天崩地裂！",
						}, -- [9]
						{
							["arg2"] = "玛格莫拉图斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895114,
							["arg1"] = "我要让你死无全尸。",
						}, -- [10]
						{
							["arg2"] = "玛格莫拉图斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895114,
							["arg1"] = "去死吧！",
						}, -- [11]
						{
							["arg2"] = "玛格莫拉图斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895124,
							["arg1"] = "仆从们，过来！",
						}, -- [12]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590895132,
							["arg1"] = "打断-->|cff71d5ff|Hspell:150004:0|h[熔岩蔽天]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [13]
						{
							["arg2"] = "玛格莫拉图斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895132,
							["arg1"] = "让大地碾碎你吧！",
						}, -- [14]
						{
							["arg2"] = "玛格莫拉图斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895145,
							["arg1"] = "让烈焰烧焦你……",
						}, -- [15]
						{
							["arg2"] = "玛格莫拉图斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895151,
							["arg1"] = "让大地碾碎你吧！",
						}, -- [16]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590895157,
							["arg1"] = "打断-->|cff71d5ff|Hspell:150004:0|h[熔岩蔽天]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [17]
						{
							["arg2"] = "玛格莫拉图斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895167,
							["arg1"] = "灰飞烟灭吧！",
						}, -- [18]
						{
							["arg2"] = "玛格莫拉图斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895173,
							["arg1"] = "去死吧！",
						}, -- [19]
						{
							["arg2"] = "玛格莫拉图斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895175,
							["arg1"] = "我将回归大地……",
						}, -- [20]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590895260,
							["arg1"] = "打断-->|cff71d5ff|Hspell:164597:0|h[石壁]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [21]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590895264,
							["arg1"] = "驱散-->|cff71d5ff|Hspell:164597:0|h[石壁]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [22]
						{
							["arg2"] = "戈洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895434,
							["arg1"] = "打烂你一定会很有趣。",
						}, -- [23]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590895492,
							["arg1"] = "打断-->|cff71d5ff|Hspell:164617:0|h[爆炸烈焰]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [24]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590895517,
							["arg1"] = "打断-->|cff71d5ff|Hspell:164617:0|h[爆炸烈焰]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [25]
						{
							["arg2"] = "戈洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895535,
							["arg1"] = "我要先摧垮你的精神，再把你像奴隶一样卖掉。",
						}, -- [26]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590895536,
							["arg1"] = "打断-->|cff71d5ff|Hspell:150677:0|h[熔岩爆裂]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [27]
						{
							["arg2"] = "戈洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895543,
							["arg1"] = "燃烧吧！",
						}, -- [28]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590895553,
							["arg1"] = "驱散-->|cff71d5ff|Hspell:150678:0|h[熔岩之核]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [29]
						{
							["arg2"] = "戈洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895555,
							["arg1"] = "元素听从我的命令！",
						}, -- [30]
						{
							["arg2"] = "戈洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895561,
							["arg1"] = "燃烧吧！",
						}, -- [31]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590895567,
							["arg1"] = "驱散-->|cff71d5ff|Hspell:150678:0|h[熔岩之核]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [32]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590895568,
							["arg1"] = "打断-->|cff71d5ff|Hspell:150677:0|h[熔岩爆裂]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [33]
						{
							["arg2"] = "戈洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895579,
							["arg1"] = "你休想……获得……自由……",
						}, -- [34]
						{
							["arg2"] = "凉了-萨尔",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590895579,
							["arg1"] = "进度:完成时空漫游地下城: 1/5",
							["clColor"] = "ff00fe95",
						}, -- [35]
						{
							["arg2"] = "凉了-萨尔",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590895582,
							["arg1"] = "接受任务:[120]|cffffff00|Hquest:55499:-1:70:120:0|h[闪烁的水晶]|h|r",
							["clColor"] = "ff00fe95",
						}, -- [36]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590895769,
							["arg1"] = "等下   ",
							["clColor"] = "ffa22fc8",
						}, -- [37]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590895782,
							["arg1"] = "影月我忘了踩白色还是多白色了 老一",
							["clColor"] = "ffa22fc8",
						}, -- [38]
						{
							["arg2"] = "莎达娜·血怒",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895824,
							["arg1"] = "崛起吧，诅咒之河！以黑暗之名，以耐奥祖之名崛起吧！影月氏族在召唤……",
						}, -- [39]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590895828,
							["arg1"] = "打断-->|cff71d5ff|Hspell:152964:0|h[虚空脉冲]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [40]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590895845,
							["arg1"] = "打断-->|cff71d5ff|Hspell:152964:0|h[虚空脉冲]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [41]
						{
							["arg2"] = "影月死忠者",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895857,
							["arg1"] = "死亡只是一个开始！",
						}, -- [42]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590895867,
							["arg1"] = "打断-->|cff71d5ff|Hspell:152964:0|h[虚空脉冲]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [43]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590895921,
							["arg1"] = "打断-->|cff71d5ff|Hspell:152814:0|h[暗影箭]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [44]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590895946,
							["arg1"] = "打断-->|cff71d5ff|Hspell:152964:0|h[虚空脉冲]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [45]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590895963,
							["arg1"] = "打断-->|cff71d5ff|Hspell:152964:0|h[虚空脉冲]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [46]
						{
							["arg2"] = "莎达娜·血怒",
							["type"] = "MONSTER_YELL",
							["time"] = 1590895977,
							["arg1"] = "影月的先祖，在黑暗中闪耀吧！赐予我力量吧！",
						}, -- [47]
						{
							["arg2"] = "莎达娜·血怒",
							["type"] = "MONSTER_YELL",
							["time"] = 1590896003,
							["arg1"] = "唔，没错。完美的祭品。",
						}, -- [48]
						{
							["arg2"] = "莎达娜·血怒",
							["type"] = "MONSTER_YELL",
							["time"] = 1590896022,
							["arg1"] = "你们的灵魂将属于我。",
						}, -- [49]
						{
							["arg2"] = "莎达娜·血怒",
							["type"] = "MONSTER_YELL",
							["time"] = 1590896050,
							["arg1"] = "亡者……不死……",
						}, -- [50]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590896074,
							["arg1"] = "打断-->|cff71d5ff|Hspell:156776:0|h[虚空撕裂]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [51]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590896095,
							["arg1"] = "打断-->|cff71d5ff|Hspell:156776:0|h[虚空撕裂]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [52]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590896115,
							["arg1"] = "打断-->|cff71d5ff|Hspell:156722:0|h[虚空箭]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [53]
						{
							["arg2"] = "纳利什",
							["type"] = "MONSTER_YELL",
							["time"] = 1590896115,
							["arg1"] = "在我面前颤栗吧！",
						}, -- [54]
						{
							["arg2"] = "纳利什",
							["type"] = "MONSTER_YELL",
							["time"] = 1590896140,
							["arg1"] = "对……靠近点……你们的灵魂强大而骄傲，你们的恐惧足够我享用几天了！",
						}, -- [55]
						{
							["arg2"] = "纳利什",
							["type"] = "MONSTER_YELL",
							["time"] = 1590896166,
							["arg1"] = "谁都逃不出虚空的手心！",
						}, -- [56]
						{
							["arg2"] = "纳利什",
							["type"] = "MONSTER_YELL",
							["time"] = 1590896178,
							["arg1"] = "逃吧，逃离你们的主人！",
						}, -- [57]
						{
							["arg2"] = "纳利什",
							["type"] = "MONSTER_YELL",
							["time"] = 1590896208,
							["arg1"] = "你逃不掉的。",
						}, -- [58]
						{
							["arg2"] = "纳利什",
							["type"] = "MONSTER_YELL",
							["time"] = 1590896229,
							["arg1"] = "你们这些蛆虫，只配涌向垂死神祇的尸体。",
						}, -- [59]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590896248,
							["arg1"] = "打断-->|cff71d5ff|Hspell:156776:0|h[虚空撕裂]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [60]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590896304,
							["arg1"] = "打断-->|cff71d5ff|Hspell:156718:0|h[骨疽爆裂]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [61]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590896320,
							["arg1"] = "打断-->|cff71d5ff|Hspell:156718:0|h[骨疽爆裂]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [62]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590896531,
							["arg1"] = "打断-->|cff71d5ff|Hspell:156718:0|h[骨疽爆裂]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [63]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590896557,
							["arg1"] = "打断-->|cff71d5ff|Hspell:152964:0|h[虚空脉冲]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [64]
						{
							["arg2"] = "耐奥祖",
							["type"] = "MONSTER_YELL",
							["time"] = 1590896592,
							["arg1"] = "影月氏族不会失败——我们行走在死神的国度。",
						}, -- [65]
						{
							["arg2"] = "耐奥祖",
							["type"] = "MONSTER_YELL",
							["time"] = 1590896618,
							["arg1"] = "枯骨残骸，暗影弥漫！来吧，亡者的大军！",
						}, -- [66]
						{
							["arg2"] = "耐奥祖",
							["type"] = "MONSTER_YELL",
							["time"] = 1590896665,
							["arg1"] = "我的力量……永垂……不朽。",
						}, -- [67]
						{
							["arg2"] = "大原娜娜子丶-死亡之翼",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590896911,
							["arg1"] = "<大脚组队提示>欢迎新的小队成员  [战士] 迷人的小辣椒-迦拉克隆",
							["clColor"] = "ffa9d271",
						}, -- [68]
						{
							["arg2"] = "大原娜娜子丶-死亡之翼",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590896911,
							["arg1"] = "<大脚组队提示>欢迎新的小队成员  [术士] 达氪邢-迦拉克隆",
							["clColor"] = "ffa9d271",
						}, -- [69]
						{
							["arg2"] = "大原娜娜子丶-死亡之翼",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590896911,
							["arg1"] = "<大脚组队提示>欢迎新的小队成员  [德鲁伊] 床上有德飘过-燃烧之刃",
							["clColor"] = "ffa9d271",
						}, -- [70]
						{
							["arg2"] = "大原娜娜子丶-死亡之翼",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590896912,
							["arg1"] = "<大脚组队提示>欢迎新的小队成员  [恶魔猎手] 十里扬州路-亡语者",
							["clColor"] = "ffa9d271",
						}, -- [71]
						{
							["arg2"] = "床上有德飘过-燃烧之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590896940,
							["arg1"] = "你们跑吧 我就不跑了",
							["clColor"] = "fffe7b09",
						}, -- [72]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590896996,
							["arg1"] = "打断-->|cff71d5ff|Hspell:157170:0|h[精神灼烧]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [73]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590897003,
							["arg1"] = "驱散-->|cff71d5ff|Hspell:160312:0|h[虚空壳壁]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [74]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590897003,
							["arg1"] = "驱散-->|cff71d5ff|Hspell:160312:0|h[虚空壳壁]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [75]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590897003,
							["arg1"] = "驱散-->|cff71d5ff|Hspell:160312:0|h[虚空壳壁]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [76]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590897003,
							["arg1"] = "驱散-->|cff71d5ff|Hspell:160312:0|h[虚空壳壁]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [77]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590897003,
							["arg1"] = "驱散-->|cff71d5ff|Hspell:160312:0|h[虚空壳壁]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [78]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590897003,
							["arg1"] = "驱散-->|cff71d5ff|Hspell:160312:0|h[虚空壳壁]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [79]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590897003,
							["arg1"] = "驱散-->|cff71d5ff|Hspell:160312:0|h[虚空壳壁]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [80]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590897003,
							["arg1"] = "驱散-->|cff71d5ff|Hspell:160312:0|h[虚空壳壁]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [81]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590897026,
							["arg1"] = "驱散-->|cff71d5ff|Hspell:160312:0|h[虚空壳壁]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [82]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590897048,
							["arg1"] = "打断-->|cff71d5ff|Hspell:157043:0|h[心灵尖刺]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [83]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590897053,
							["arg1"] = "驱散-->|cff71d5ff|Hspell:165031:0|h[虚空治愈]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [84]
						{
							["arg2"] = "缚魂者尼娅米",
							["type"] = "MONSTER_YELL",
							["time"] = 1590897079,
							["arg1"] = "成功了！至于你们，我想可以让我的工具之一来对付……",
						}, -- [85]
						{
							["arg2"] = "缚魂者尼娅米",
							["type"] = "MONSTER_YELL",
							["time"] = 1590897092,
							["arg1"] = "守护者！消灭这些入侵者！",
						}, -- [86]
						{
							["arg2"] = "警戒者凯萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590897094,
							["arg1"] = "没有生者胆敢攻击神圣的奥金尼。",
						}, -- [87]
						{
							["arg2"] = "警戒者凯萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590897101,
							["arg1"] = "我要打倒你。",
						}, -- [88]
						{
							["arg2"] = "警戒者凯萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590897139,
							["arg1"] = "沐浴在圣光的荣耀中吧！",
						}, -- [89]
						{
							["arg2"] = "警戒者凯萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590897179,
							["arg1"] = "奥金顿……已经……完了……",
						}, -- [90]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590897202,
							["arg1"] = "打断-->|cff71d5ff|Hspell:157931:0|h[奥术箭]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [91]
						{
							["arg2"] = "达氪邢-迦拉克隆",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590897220,
							["arg1"] = "|cff0070dd|Hitem:110045::::::::120:267:512:22:2:6424:6652:120:::|h[卡梅的晶化巫术法杖]|h|r可以给我吗？",
							["clColor"] = "ff8686ec",
						}, -- [92]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590897239,
							["arg1"] = "打断-->|cff71d5ff|Hspell:157797:0|h[仲裁者之锤]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [93]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590897254,
							["arg1"] = "打断-->|cff71d5ff|Hspell:157931:0|h[奥术箭]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [94]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590897295,
							["arg1"] = "打断-->|cff71d5ff|Hspell:157797:0|h[仲裁者之锤]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [95]
						{
							["arg2"] = "缚魂者尼娅米",
							["type"] = "MONSTER_YELL",
							["time"] = 1590897360,
							["arg1"] = "我要把你们的灵魂困在黑暗之中！",
						}, -- [96]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590897362,
							["arg1"] = "打断-->|cff71d5ff|Hspell:154415:0|h[心灵尖刺]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [97]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590897381,
							["arg1"] = "打断-->|cff71d5ff|Hspell:154415:0|h[心灵尖刺]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [98]
						{
							["arg2"] = "缚魂者尼娅米",
							["type"] = "MONSTER_YELL",
							["time"] = 1590897381,
							["arg1"] = "幽灵们，听我号令！",
						}, -- [99]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590897400,
							["arg1"] = "打断-->|cff71d5ff|Hspell:154415:0|h[心灵尖刺]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [100]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590897406,
							["arg1"] = "打断 OK？",
							["clColor"] = "ffa22fc8",
						}, -- [101]
						{
							["arg2"] = "缚魂者尼娅米",
							["type"] = "MONSTER_YELL",
							["time"] = 1590897407,
							["arg1"] = "你还没有履行你的誓言！",
						}, -- [102]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590897423,
							["arg1"] = "打断-->|cff71d5ff|Hspell:154415:0|h[心灵尖刺]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [103]
						{
							["arg2"] = "缚魂者尼娅米",
							["type"] = "MONSTER_YELL",
							["time"] = 1590897432,
							["arg1"] = "我要用阴影湮没这个世界！",
						}, -- [104]
						{
							["arg2"] = "缚魂者尼娅米",
							["type"] = "MONSTER_YELL",
							["time"] = 1590897434,
							["arg1"] = "太迟了……我的主人……已经来了……",
						}, -- [105]
						{
							["arg2"] = "奥金尼守护者",
							["type"] = "MONSTER_YELL",
							["time"] = 1590897440,
							["arg1"] = "勇士们！是尼娅米的密探——他们走了这条路！",
						}, -- [106]
						{
							["arg2"] = "奥金尼守护者",
							["type"] = "MONSTER_YELL",
							["time"] = 1590897443,
							["arg1"] = "奥金尼，守住这座大厅。",
						}, -- [107]
						{
							["arg2"] = "奥金尼守护者",
							["type"] = "MONSTER_YELL",
							["time"] = 1590897448,
							["arg1"] = "不……噢，不……",
						}, -- [108]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590897480,
							["arg1"] = "打断-->|cff71d5ff|Hspell:178837:0|h[邪能爆破]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [109]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590897526,
							["arg1"] = "打断-->|cff71d5ff|Hspell:178837:0|h[邪能爆破]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [110]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590897531,
							["arg1"] = "打断-->|cff71d5ff|Hspell:178837:0|h[邪能爆破]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [111]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590897559,
							["arg1"] = "打断-->|cff71d5ff|Hspell:178837:0|h[邪能爆破]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [112]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590897575,
							["arg1"] = "打断-->|cff71d5ff|Hspell:178837:0|h[邪能爆破]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [113]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590897595,
							["arg1"] = "打断-->|cff71d5ff|Hspell:178837:0|h[邪能爆破]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [114]
						{
							["arg2"] = "阿扎凯尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590897625,
							["arg1"] = "谁敢阻挠燃烧军团？",
						}, -- [115]
						{
							["arg2"] = "阿扎凯尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590897627,
							["arg1"] = "你的世界……所有世界……都将燃烧！",
						}, -- [116]
						{
							["arg2"] = "阿扎凯尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590897642,
							["arg1"] = "去死吧，爬虫！",
						}, -- [117]
						{
							["arg2"] = "阿扎凯尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590897648,
							["arg1"] = "在主人的烈焰中燃烧吧！",
						}, -- [118]
						{
							["arg2"] = "阿扎凯尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590897661,
							["arg1"] = "过来吧，仆从们！",
						}, -- [119]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590897674,
							["arg1"] = "打断-->|cff71d5ff|Hspell:154221:0|h[邪能爆破]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [120]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590897677,
							["arg1"] = "打断-->|cff71d5ff|Hspell:154221:0|h[邪能爆破]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [121]
						{
							["arg2"] = "阿扎凯尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590897687,
							["arg1"] = "在主人的烈焰中燃烧吧！",
						}, -- [122]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590897702,
							["arg1"] = "打断-->|cff71d5ff|Hspell:154221:0|h[邪能爆破]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [123]
						{
							["arg2"] = "阿扎凯尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590897708,
							["arg1"] = "在主人的烈焰中燃烧吧！",
						}, -- [124]
						{
							["arg2"] = "阿扎凯尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590897720,
							["arg1"] = "去死吧，爬虫！",
						}, -- [125]
						{
							["arg2"] = "阿扎凯尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590897729,
							["arg1"] = "在主人的烈焰中燃烧吧！",
						}, -- [126]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590897777,
							["arg1"] = "打断-->|cff71d5ff|Hspell:157053:0|h[暗影箭]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [127]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590897802,
							["arg1"] = "打断-->|cff71d5ff|Hspell:159021:0|h[魔典：恶魔奴役]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [128]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590897857,
							["arg1"] = "打断-->|cff71d5ff|Hspell:156829:0|h[暗影箭]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [129]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590897879,
							["arg1"] = "打断-->|cff71d5ff|Hspell:156829:0|h[暗影箭]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [130]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590897899,
							["arg1"] = "打断-->|cff71d5ff|Hspell:156829:0|h[暗影箭]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [131]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590897927,
							["arg1"] = "打断-->|cff71d5ff|Hspell:157051:0|h[烧尽]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [132]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590897936,
							["arg1"] = "打断-->|cff71d5ff|Hspell:157051:0|h[烧尽]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [133]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590897944,
							["arg1"] = "打断-->|cff71d5ff|Hspell:157051:0|h[烧尽]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [134]
						{
							["arg2"] = "塔隆戈尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590897982,
							["arg1"] = "这力量……你们将是第一批有幸见识它的人。",
						}, -- [135]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590897983,
							["arg1"] = "打断-->|cff71d5ff|Hspell:156829:0|h[暗影箭]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [136]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590897991,
							["arg1"] = "打断-->|cff71d5ff|Hspell:156829:0|h[暗影箭]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [137]
						{
							["arg2"] = "塔隆戈尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590898001,
							["arg1"] = "乔拉，秩序的化身……我要扭曲你的灵魂，成为毁灭的力量之源！",
						}, -- [138]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590898011,
							["arg1"] = "XD  可以缠绕",
							["clColor"] = "ffa22fc8",
						}, -- [139]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590898022,
							["arg1"] = "打断-->|cff71d5ff|Hspell:156963:0|h[烧尽]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [140]
						{
							["arg2"] = "塔隆戈尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590898022,
							["arg1"] = "毁灭！",
						}, -- [141]
						{
							["arg2"] = "塔隆戈尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590898043,
							["arg1"] = "毁灭！",
						}, -- [142]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1590898057,
							["arg1"] = "打断-->|cff71d5ff|Hspell:156963:0|h[烧尽]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [143]
						{
							["arg2"] = "塔隆戈尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590898066,
							["arg1"] = "更多！我……还要……更多……",
						}, -- [144]
						{
							["arg2"] = "缚魂者图拉妮",
							["type"] = "MONSTER_YELL",
							["time"] = 1590898073,
							["arg1"] = "你……你成功了！",
						}, -- [145]
						{
							["arg1"] = " ",
						}, -- [146]
						{
							["arg1"] = " ",
						}, -- [147]
						{
							["arg1"] = "记录开始于 05/31/2020 的 20:33:16。",
							["type"] = "SYSTEM",
						}, -- [148]
						{
							["arg2"] = "祖尔之影",
							["type"] = "MONSTER_YELL",
							["time"] = 1590929229,
							["arg1"] = "欢迎来到第一任巨魔国王的陵墓。我要是能亲自迎接你们就好了。",
						}, -- [149]
						{
							["arg2"] = "祖尔之影",
							["type"] = "MONSTER_YELL",
							["time"] = 1590929236,
							["arg1"] = "我的力量已经在此扎根，让古代灵魂与我主人的意志相连。",
						}, -- [150]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1590929311,
							["arg1"] = "来吧，淹死吧。",
						}, -- [151]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1590929404,
							["arg1"] = "你们的眼睛……闭上了。",
						}, -- [152]
						{
							["arg2"] = "祖尔之影",
							["type"] = "MONSTER_YELL",
							["time"] = 1590929413,
							["arg1"] = "这座神殿将臣服于戈霍恩的力量！",
						}, -- [153]
						{
							["arg2"] = "祖尔之影",
							["type"] = "MONSTER_YELL",
							["time"] = 1590929934,
							["arg1"] = "你是对抗不了赞达拉的！",
						}, -- [154]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1590930275,
							["arg1"] = "睁开你的眼睛。",
						}, -- [155]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1590930369,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [156]
						{
							["arg2"] = "殓尸者姆沁巴",
							["type"] = "MONSTER_YELL",
							["time"] = 1590930741,
							["arg1"] = "你的血液里充满诅咒！",
						}, -- [157]
						{
							["arg2"] = "殓尸者姆沁巴",
							["type"] = "MONSTER_YELL",
							["time"] = 1590930752,
							["arg1"] = "必须净化血肉诅咒！",
						}, -- [158]
						{
							["arg2"] = "殓尸者姆沁巴",
							["type"] = "MONSTER_YELL",
							["time"] = 1590930768,
							["arg1"] = "准备变尸体吧！",
						}, -- [159]
						{
							["arg2"] = "殓尸者姆沁巴",
							["type"] = "MONSTER_YELL",
							["time"] = 1590930777,
							["arg1"] = "防止感染！摘除大脑！",
						}, -- [160]
						{
							["arg2"] = "殓尸者姆沁巴",
							["type"] = "MONSTER_YELL",
							["time"] = 1590930788,
							["arg1"] = "必须净化血肉诅咒！",
						}, -- [161]
						{
							["arg2"] = "殓尸者姆沁巴",
							["type"] = "MONSTER_YELL",
							["time"] = 1590930803,
							["arg1"] = "必须净化血肉诅咒！",
						}, -- [162]
						{
							["arg2"] = "殓尸者姆沁巴",
							["type"] = "MONSTER_YELL",
							["time"] = 1590930821,
							["arg1"] = "清除疫病！",
						}, -- [163]
						{
							["arg2"] = "殓尸者姆沁巴",
							["type"] = "MONSTER_YELL",
							["time"] = 1590930822,
							["arg1"] = "必须净化血肉诅咒！",
						}, -- [164]
						{
							["arg2"] = "殓尸者姆沁巴",
							["type"] = "MONSTER_YELL",
							["time"] = 1590930839,
							["arg1"] = "准备变尸体吧！",
						}, -- [165]
						{
							["arg2"] = "殓尸者姆沁巴",
							["type"] = "MONSTER_YELL",
							["time"] = 1590930846,
							["arg1"] = "防止感染！摘除大脑！",
						}, -- [166]
						{
							["arg2"] = "殓尸者姆沁巴",
							["type"] = "MONSTER_YELL",
							["time"] = 1590930858,
							["arg1"] = "必须净化血肉诅咒！",
						}, -- [167]
						{
							["arg2"] = "殓尸者姆沁巴",
							["type"] = "MONSTER_YELL",
							["time"] = 1590930874,
							["arg1"] = "必须净化血肉诅咒！",
						}, -- [168]
						{
							["arg2"] = "殓尸者姆沁巴",
							["type"] = "MONSTER_YELL",
							["time"] = 1590930889,
							["arg1"] = "尸身……也要好好……保存……",
						}, -- [169]
						{
							["arg2"] = "祖尔之影",
							["type"] = "MONSTER_YELL",
							["time"] = 1590930920,
							["arg1"] = "这座神殿将臣服于戈霍恩的力量！",
						}, -- [170]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1590931454,
							["arg1"] = "睁开你的眼睛。",
						}, -- [171]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1590931550,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [172]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1590931558,
							["arg1"] = "进入我的国度……证明你们的价值。",
						}, -- [173]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1590931642,
							["arg1"] = "你让你真正的主人失望了。",
						}, -- [174]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1590931651,
							["arg1"] = "逃……逃吧。你终将侍奉我。",
						}, -- [175]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590931663,
							["arg1"] = "你逃不了了！",
						}, -- [176]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590931671,
							["arg1"] = "尝尝斧子的滋味！",
						}, -- [177]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590931682,
							["arg1"] = "尝尝斧子的滋味！",
						}, -- [178]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590931686,
							["arg1"] = "有人的脑袋要落地了！",
						}, -- [179]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590931693,
							["arg1"] = "尝尝斧子的滋味！",
						}, -- [180]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590931700,
							["arg1"] = "哈！我帮你减轻了肩上的负担！",
						}, -- [181]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590931704,
							["arg1"] = "尝尝斧子的滋味！",
						}, -- [182]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590931708,
							["arg1"] = "有人的脑袋要落地了！",
						}, -- [183]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590931716,
							["arg1"] = "尝尝斧子的滋味！",
						}, -- [184]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590931722,
							["arg1"] = "我的头……也可以拿去……做战利品……",
						}, -- [185]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590931729,
							["arg1"] = "你死后也是个窝囊废！滚一边去，瞧瞧我的本事！",
						}, -- [186]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590931746,
							["arg1"] = "我的毒可没得解！",
						}, -- [187]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590931749,
							["arg1"] = "元素之灵，听我召唤！",
						}, -- [188]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590931749,
							["arg1"] = "有人的脑袋要落地了！",
						}, -- [189]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590931769,
							["arg1"] = "我的毒可没得解！",
						}, -- [190]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590931783,
							["arg1"] = "巫毒法术取你性命！",
						}, -- [191]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932009,
							["arg1"] = "你逃不了了！",
						}, -- [192]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932017,
							["arg1"] = "尝尝斧子的滋味！",
						}, -- [193]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932028,
							["arg1"] = "尝尝斧子的滋味！",
						}, -- [194]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932032,
							["arg1"] = "有人的脑袋要落地了！",
						}, -- [195]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932040,
							["arg1"] = "尝尝斧子的滋味！",
						}, -- [196]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932051,
							["arg1"] = "尝尝斧子的滋味！",
						}, -- [197]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932055,
							["arg1"] = "有人的脑袋要落地了！",
						}, -- [198]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932063,
							["arg1"] = "尝尝斧子的滋味！",
						}, -- [199]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932073,
							["arg1"] = "我的头……也可以拿去……做战利品……",
						}, -- [200]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932080,
							["arg1"] = "你死后也是个窝囊废！滚一边去，瞧瞧我的本事！",
						}, -- [201]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932096,
							["arg1"] = "我的毒可没得解！",
						}, -- [202]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932096,
							["arg1"] = "有人的脑袋要落地了！",
						}, -- [203]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932100,
							["arg1"] = "元素之灵，听我召唤！",
						}, -- [204]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932120,
							["arg1"] = "我的毒可没得解！",
						}, -- [205]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932146,
							["arg1"] = "有人的脑袋要落地了！",
						}, -- [206]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932146,
							["arg1"] = "我的毒可没得解！",
						}, -- [207]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932165,
							["arg1"] = "元素之灵，听我召唤！",
						}, -- [208]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932171,
							["arg1"] = "我的毒可没得解！",
						}, -- [209]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932197,
							["arg1"] = "有人的脑袋要落地了！",
						}, -- [210]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932200,
							["arg1"] = "我的毒可没得解！",
						}, -- [211]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932219,
							["arg1"] = "元素之灵，听我召唤！",
						}, -- [212]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932223,
							["arg1"] = "请别把我……跟这些……白痴……埋在一起……",
						}, -- [213]
						{
							["arg2"] = "征服者阿卡阿里",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932229,
							["arg1"] = "哼，你们真没用，生前死后都一样。还得我来对付他们！",
						}, -- [214]
						{
							["arg2"] = "征服者阿卡阿里",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932235,
							["arg1"] = "苦难降临！",
						}, -- [215]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932248,
							["arg1"] = "有人的脑袋要落地了！",
						}, -- [216]
						{
							["arg2"] = "征服者阿卡阿里",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932258,
							["arg1"] = "苦难降临！",
						}, -- [217]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932276,
							["arg1"] = "我的毒可没得解！",
						}, -- [218]
						{
							["arg2"] = "征服者阿卡阿里",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932281,
							["arg1"] = "苦难降临！",
						}, -- [219]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932301,
							["arg1"] = "有人的脑袋要落地了！",
						}, -- [220]
						{
							["arg2"] = "征服者阿卡阿里",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932304,
							["arg1"] = "苦难降临！",
						}, -- [221]
						{
							["arg2"] = "征服者阿卡阿里",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932327,
							["arg1"] = "苦难降临！",
						}, -- [222]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932327,
							["arg1"] = "我的毒可没得解！",
						}, -- [223]
						{
							["arg2"] = "征服者阿卡阿里",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932342,
							["arg1"] = "啊……我的愤怒……是……不朽的……",
						}, -- [224]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932443,
							["arg1"] = "闭嘴，油嘴滑舌的先知！",
						}, -- [225]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932447,
							["arg1"] = "我毕生都在对抗你的主人，但你却在我死后，用他的意志控制我。",
						}, -- [226]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932454,
							["arg1"] = "入侵者当然得死……但我可不想听你喋喋不休。",
						}, -- [227]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932744,
							["arg1"] = "你们要为亵渎我的神殿付出代价！",
						}, -- [228]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932753,
							["arg1"] = "没人能挡下我的利刃！",
						}, -- [229]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932757,
							["arg1"] = "流血吧！",
						}, -- [230]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932763,
							["arg1"] = "我要把你大卸八块！",
						}, -- [231]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932775,
							["arg1"] = "来吧……来吧，可爱的莱班。进食时间到！",
						}, -- [232]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932776,
							["arg1"] = "流血吧！",
						}, -- [233]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932786,
							["arg1"] = "没人能挡下我的利刃！",
						}, -- [234]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932800,
							["arg1"] = "流血吧！",
						}, -- [235]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932810,
							["arg1"] = "我要把你大卸八块！",
						}, -- [236]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932820,
							["arg1"] = "流血吧！",
						}, -- [237]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932829,
							["arg1"] = "没人能挡下我的利刃！",
						}, -- [238]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932832,
							["arg1"] = "死亡也无法切断我们的联系，爱宠们。现在，吃吧，提扎拉……吃吧！",
						}, -- [239]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932868,
							["arg1"] = "流血吧！",
						}, -- [240]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932872,
							["arg1"] = "没人能挡下我的利刃！",
						}, -- [241]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932876,
							["arg1"] = "我要把你大卸八块！",
						}, -- [242]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932886,
							["arg1"] = "流血吧！",
						}, -- [243]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932899,
							["arg1"] = "够了！你们证明了自己的实力，可以死在我手上了！",
						}, -- [244]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932912,
							["arg1"] = "没人能挡下我的利刃！",
						}, -- [245]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932914,
							["arg1"] = "流血吧！",
						}, -- [246]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932933,
							["arg1"] = "流血吧！",
						}, -- [247]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932937,
							["arg1"] = "我要把你大卸八块！",
						}, -- [248]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932942,
							["arg1"] = "没人能挡下我的利刃！",
						}, -- [249]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1590932957,
							["arg1"] = "流血吧！",
						}, -- [250]
					},
					["hasMessage"] = true,
					["enabled"] = true,
				}, -- [11]
				["大脚世界频道"] = {
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "大脚世界频道",
					["logs"] = {
						{
							["clColor"] = "fffe7b09",
							["time"] = 1590585074,
							["arg1"] = "有",
							["arg9"] = "大脚世界频道",
							["arg2"] = "好厉害-亡语者",
						}, -- [1]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1590585129,
							["arg1"] = "再来一个才行 两人可能打不过 ",
							["arg9"] = "大脚世界频道",
							["arg2"] = "雪月风花丶丶-亡语者",
						}, -- [2]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1590585452,
							["arg1"] = "都来看看呗|cff82c5ff|HclubTicket:PJJ0rbETXnM|h[加入：方便的小程序]|h|r",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Ohpfkggeju-亡语者",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["arg1"] = " ",
						}, -- [5]
						{
							["arg1"] = "记录开始于 05/28/2020 的 19:35:48。",
							["type"] = "SYSTEM",
						}, -- [6]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1590665999,
							["arg1"] = "刚才是不是很卡，5面具差点翻车了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "大言不惭-亡语者",
						}, -- [7]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1590666016,
							["arg1"] = "世界延迟1500多",
							["arg9"] = "大脚世界频道",
							["arg2"] = "大言不惭-亡语者",
						}, -- [8]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1590666018,
							["arg1"] = "壁纸眼睛打",
							["arg9"] = "大脚世界频道",
							["arg2"] = "冲锋者色飞扬-亡语者",
						}, -- [9]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1590666037,
							["arg1"] = "抠脚打打就过了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "冲锋者色飞扬-亡语者",
						}, -- [10]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1590666055,
							["arg1"] = "刚开那个3只眼睛的BOSS就卡得动不了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "大言不惭-亡语者",
						}, -- [11]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1590666093,
							["arg1"] = "这周是哪？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "冲锋者色飞扬-亡语者",
						}, -- [12]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1590666101,
							["arg1"] = "卡了半分钟，差点两条命没过",
							["arg9"] = "大脚世界频道",
							["arg2"] = "大言不惭-亡语者",
						}, -- [13]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1590666105,
							["arg1"] = "暴风 ",
							["arg9"] = "大脚世界频道",
							["arg2"] = "大言不惭-亡语者",
						}, -- [14]
						{
							["arg1"] = " ",
						}, -- [15]
						{
							["arg1"] = " ",
						}, -- [16]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/28/2020 的 20:05:45。",
						}, -- [17]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1590668632,
							["arg1"] = "1",
							["arg9"] = "大脚世界频道",
							["arg2"] = "叫嚣的大妈-亡语者",
						}, -- [18]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1590670080,
							["arg1"] = "1",
							["arg9"] = "大脚世界频道",
							["arg2"] = "叫嚣的大妈-亡语者",
						}, -- [19]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1590672345,
							["arg1"] = "LPL  牛皮",
							["arg9"] = "大脚世界频道",
							["arg2"] = "天青色的烟雨-亡语者",
						}, -- [20]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1590672430,
							["arg1"] = "辣鸡",
							["arg9"] = "大脚世界频道",
							["arg2"] = "萌德烤咕咕-亡语者",
						}, -- [21]
						{
							["arg1"] = " ",
						}, -- [22]
						{
							["arg1"] = " ",
						}, -- [23]
						{
							["arg1"] = "记录开始于 05/28/2020 的 21:46:16。",
							["type"] = "SYSTEM",
						}, -- [24]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1590673656,
							["arg1"] = "|cffa335ee|Hkeystone:158923:251:9:10:5:14:0|h[钥石：地渊孢林 (9)]|h|r",
							["arg9"] = "大脚世界频道",
							["arg2"] = "树呆熊-亡语者",
						}, -- [25]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1590673659,
							["arg1"] = "有没有卖珊瑚的。收点珊瑚。有的M",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Mikumikumi-亡语者",
						}, -- [26]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1590673688,
							["arg1"] = "刚才去了金色平原一趟，那服务器里都是什么妖魔鬼怪..",
							["arg9"] = "大脚世界频道",
							["arg2"] = "今天不赖床-亡语者",
						}, -- [27]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1590673718,
							["arg1"] = "金色平原那都是深度rp玩家了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "妹控毁灭世界-亡语者",
						}, -- [28]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1590673743,
							["arg1"] = "世界频道在讨论熊猫人好吃还是巨魔好吃",
							["arg9"] = "大脚世界频道",
							["arg2"] = "今天不赖床-亡语者",
						}, -- [29]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1590673748,
							["arg1"] = "我惊了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "今天不赖床-亡语者",
						}, -- [30]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1590673807,
							["arg1"] = "明显是巨魔啊   种类多",
							["arg9"] = "大脚世界频道",
							["arg2"] = "胖自逍遥六-亡语者",
						}, -- [31]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1590673828,
							["arg1"] = "呵呵  我朋友在金色  玩LM  无法自拔的快乐",
							["arg9"] = "大脚世界频道",
							["arg2"] = "脸黑皮肤黑-亡语者",
						}, -- [32]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1590673890,
							["arg1"] = "金色给我唯一的快乐就是独立位面",
							["arg9"] = "大脚世界频道",
							["arg2"] = "今天不赖床-亡语者",
						}, -- [33]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1590673904,
							["arg1"] = "一个晚上十几个赞达拉使者",
							["arg9"] = "大脚世界频道",
							["arg2"] = "今天不赖床-亡语者",
						}, -- [34]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1590673908,
							["arg1"] = "有没有卖珊瑚的。收点珊瑚。有的M",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Mikumikumi-亡语者",
						}, -- [35]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1590673940,
							["arg1"] = "出龙没有 这个才是主要的",
							["arg9"] = "大脚世界频道",
							["arg2"] = "脸黑皮肤黑-亡语者",
						}, -- [36]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1590674064,
							["arg1"] = "怒傻子出了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "今天不赖床-亡语者",
						}, -- [37]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1590674077,
							["arg1"] = "嗨皮了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "脸黑皮肤黑-亡语者",
						}, -- [38]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1590674169,
							["arg1"] = "有没有卖珊瑚的。收点珊瑚。有的M",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Mikumikumi-亡语者",
						}, -- [39]
						{
							["clColor"] = "ff006fdc",
							["time"] = 1590674226,
							["arg1"] = "什么珊瑚。。",
							["arg9"] = "大脚世界频道",
							["arg2"] = "小词啥啥-亡语者",
						}, -- [40]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1590674251,
							["arg1"] = "有没有卖|cffffffff|Hitem:168487::::::::120:252::::::|h[龙眼珊瑚]|h|r的。收点珊瑚。有的M",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Mikumikumi-亡语者",
						}, -- [41]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1590674361,
							["arg1"] = "|cffffffff|Hitem:168487::::::::120:105::::::|h[龙眼珊瑚]|h|r多少一个",
							["arg9"] = "大脚世界频道",
							["arg2"] = "樱花的德-亡语者",
						}, -- [42]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1590674368,
							["arg1"] = "80",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Mikumikumi-亡语者",
						}, -- [43]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1590674375,
							["arg1"] = "没有",
							["arg9"] = "大脚世界频道",
							["arg2"] = "樱花的德-亡语者",
						}, -- [44]
						{
							["clColor"] = "ff006fdc",
							["time"] = 1590674400,
							["arg1"] = "这么值钱。。。我直接扔商店了。",
							["arg9"] = "大脚世界频道",
							["arg2"] = "小词啥啥-亡语者",
						}, -- [45]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1590674429,
							["arg1"] = "我还有100个",
							["arg9"] = "大脚世界频道",
							["arg2"] = "樱花的德-亡语者",
						}, -- [46]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1590674435,
							["arg1"] = "别的服务器号才有。。。德拉诺的药草",
							["arg9"] = "大脚世界频道",
							["arg2"] = "呼吸丿都错了-亡语者",
						}, -- [47]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1590674670,
							["arg1"] = "收|cffffffff|Hitem:168487::::::::120:252::::::|h[龙眼珊瑚]|h|r80G/个.要5000个左右。有的M或者付费邮寄。蟹蟹",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Mikumikumi-亡语者",
						}, -- [48]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1590674691,
							["arg1"] = "？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "呼吸丿都错了-亡语者",
						}, -- [49]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1590674800,
							["arg1"] = "搞垄断啊哈哈哈",
							["arg9"] = "大脚世界频道",
							["arg2"] = "今天不赖床-亡语者",
						}, -- [50]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1590674833,
							["arg1"] = "应该带走",
							["arg9"] = "大脚世界频道",
							["arg2"] = "樱花的德-亡语者",
						}, -- [51]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1590674865,
							["arg1"] = "自己用啊。带走可不亏破产了。。。大服珊瑚才30.。。。",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Mikumikumi-亡语者",
						}, -- [52]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1590674879,
							["arg1"] = "我也是要吃合剂爆发的啊。。。",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Mikumikumi-亡语者",
						}, -- [53]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1590674893,
							["arg1"] = "我们F加起来也没有这么多",
							["arg9"] = "大脚世界频道",
							["arg2"] = "樱花的德-亡语者",
						}, -- [54]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1590674916,
							["arg1"] = "你要多久时间啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "今天不赖床-亡语者",
						}, -- [55]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1590674928,
							["arg1"] = "我学个采药去菜",
							["arg9"] = "大脚世界频道",
							["arg2"] = "今天不赖床-亡语者",
						}, -- [56]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1590674948,
							["arg1"] = "哈哈插件属性通报:死亡骑士,天赋:邪恶(伤害输出),装备等级:479(475),项链等级:88,精通:778(42.3%),爆击:1248(23.3%),急速:3013(44.3%),全能:176(2.1%)。",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Mikumikumi-亡语者",
						}, -- [57]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1590674971,
							["arg1"] = "要打本的啊。。。爆发需求大啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Mikumikumi-亡语者",
						}, -- [58]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1590674987,
							["arg1"] = "吹牛逼",
							["arg9"] = "大脚世界频道",
							["arg2"] = "樱花的德-亡语者",
						}, -- [59]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1590675003,
							["arg1"] = "5000个做多少",
							["arg9"] = "大脚世界频道",
							["arg2"] = "樱花的德-亡语者",
						}, -- [60]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1590675005,
							["arg1"] = "你要5000自己喝，你觉得我们信吗。。。",
							["arg9"] = "大脚世界频道",
							["arg2"] = "飞快的跑过去-亡语者",
						}, -- [61]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1590675015,
							["arg1"] = "我这个人 ",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Mikumikumi-亡语者",
						}, -- [62]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1590675027,
							["arg1"] = "卖东西 黑是黑了。但是我说的都是真话啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Mikumikumi-亡语者",
						}, -- [63]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1590675034,
							["arg1"] = "饭量大",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Volgin-亡语者",
						}, -- [64]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1590675051,
							["arg1"] = "{委屈}",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Mikumikumi-亡语者",
						}, -- [65]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1590675064,
							["arg1"] = "现在草药基本没有踩了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "樱花的德-亡语者",
						}, -- [66]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1590675124,
							["arg1"] = "一个延迟  一组合计就点没了 有钱就是这么任性",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Volgin-亡语者",
						}, -- [67]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1590675157,
							["arg1"] = "合剂还好了。爆发需求多啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Mikumikumi-亡语者",
						}, -- [68]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1590675181,
							["arg1"] = "|cffffffff|Hitem:168487::::::::120:105::::::|h[龙眼珊瑚]|h|r你知道5组卖多少",
							["arg9"] = "大脚世界频道",
							["arg2"] = "樱花的德-亡语者",
						}, -- [69]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1590675200,
							["arg1"] = "5*200*80 ？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Mikumikumi-亡语者",
						}, -- [70]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1590675205,
							["arg1"] = "|cffffffff|Hitem:168487::::::::120:105::::::|h[龙眼珊瑚]|h|r10天卖不出去",
							["arg9"] = "大脚世界频道",
							["arg2"] = "樱花的德-亡语者",
						}, -- [71]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1590675213,
							["arg1"] = "爆发 喝不起~",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Volgin-亡语者",
						}, -- [72]
						{
							["clColor"] = "fffef367",
							["time"] = 1590675286,
							["arg1"] = "|cffa335ee|Hitem:171075::::::::120:260::13:1:3524:::|h[无双海兽之眼指环]|h|r能分解多少个宝石？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "灬迦罗娜灬-亡语者",
						}, -- [73]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1590675337,
							["arg1"] = "只 回|cff0070dd|Hitem:152668::::::::120:577::::::|h[驱灵金]|h|r",
							["arg9"] = "大脚世界频道",
							["arg2"] = "丶丷-亡语者",
						}, -- [74]
						{
							["clColor"] = "ff00fe95",
							["time"] = 1590675366,
							["arg1"] = "珠宝都能做470装备了？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "小宸晨-亡语者",
						}, -- [75]
						{
							["clColor"] = "fffef367",
							["time"] = 1590675395,
							["arg1"] = "你想做多少的",
							["arg9"] = "大脚世界频道",
							["arg2"] = "灬迦罗娜灬-亡语者",
						}, -- [76]
						{
							["clColor"] = "fffef367",
							["time"] = 1590675457,
							["arg1"] = "不是说制造装备有腐蚀的吗",
							["arg9"] = "大脚世界频道",
							["arg2"] = "灬迦罗娜灬-亡语者",
						}, -- [77]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1590675464,
							["arg1"] = "...",
							["arg9"] = "大脚世界频道",
							["arg2"] = "丶丷-亡语者",
						}, -- [78]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1590675473,
							["arg1"] = "一直没",
							["arg9"] = "大脚世界频道",
							["arg2"] = "丶丷-亡语者",
						}, -- [79]
						{
							["clColor"] = "fffef367",
							["time"] = 1590675772,
							["arg1"] = "这服东西根本卖不出去。",
							["arg9"] = "大脚世界频道",
							["arg2"] = "灬迦罗娜灬-亡语者",
						}, -- [80]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1590675815,
							["arg1"] = "自力更生",
							["arg9"] = "大脚世界频道",
							["arg2"] = "丶丷-亡语者",
						}, -- [81]
						{
							["clColor"] = "fffef367",
							["time"] = 1590675839,
							["arg1"] = "关键是我的材料多了没用都丢NPC了。",
							["arg9"] = "大脚世界频道",
							["arg2"] = "灬迦罗娜灬-亡语者",
						}, -- [82]
						{
							["arg1"] = " ",
						}, -- [83]
						{
							["arg1"] = " ",
						}, -- [84]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/29/2020 的 19:07:28。",
						}, -- [85]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1590751769,
							["arg1"] = "火焰之地成就差俩人，跪拜成就非GZS免费",
							["arg9"] = "大脚世界频道",
							["arg2"] = "树呆熊-亡语者",
						}, -- [86]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1590752218,
							["arg1"] = "跪拜成就来个人",
							["arg9"] = "大脚世界频道",
							["arg2"] = "树呆熊-亡语者",
						}, -- [87]
						{
							["clColor"] = "ff8686ec",
							["time"] = 1590752237,
							["arg1"] = "新手不知道  老手早就做了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "逐风泰雷-亡语者",
						}, -- [88]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1590752253,
							["arg1"] = "坐骑成就坐骑成就",
							["arg9"] = "大脚世界频道",
							["arg2"] = "树呆熊-亡语者",
						}, -- [89]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1590752281,
							["arg1"] = "主要是没人",
							["arg9"] = "大脚世界频道",
							["arg2"] = "树呆熊-亡语者",
						}, -- [90]
						{
							["clColor"] = "ff8686ec",
							["time"] = 1590752338,
							["arg1"] = "那就没办法了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "逐风泰雷-亡语者",
						}, -- [91]
						{
							["clColor"] = "ff8686ec",
							["time"] = 1590752345,
							["arg1"] = "你把 坐骑发出来  找一个人就行了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "逐风泰雷-亡语者",
						}, -- [92]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1590752390,
							["arg1"] = "我也是没有",
							["arg9"] = "大脚世界频道",
							["arg2"] = "树呆熊-亡语者",
						}, -- [93]
						{
							["clColor"] = "ff8686ec",
							["time"] = 1590752411,
							["arg1"] = "可以发 没有也可以发出来",
							["arg9"] = "大脚世界频道",
							["arg2"] = "逐风泰雷-亡语者",
						}, -- [94]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1590752411,
							["arg1"] = "你来帮帮忙吗，给你开门送走",
							["arg9"] = "大脚世界频道",
							["arg2"] = "树呆熊-亡语者",
						}, -- [95]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1590752426,
							["arg1"] = "就差一个人",
							["arg9"] = "大脚世界频道",
							["arg2"] = "树呆熊-亡语者",
						}, -- [96]
						{
							["clColor"] = "ff8686ec",
							["time"] = 1590752450,
							["arg1"] = "行 我看小的去刷个 变身 帮你一下",
							["arg9"] = "大脚世界频道",
							["arg2"] = "逐风泰雷-亡语者",
						}, -- [97]
						{
							["clColor"] = "ff8686ec",
							["time"] = 1590752454,
							["arg1"] = "我看小德",
							["arg9"] = "大脚世界频道",
							["arg2"] = "逐风泰雷-亡语者",
						}, -- [98]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1590752480,
							["arg1"] = "1",
							["arg9"] = "大脚世界频道",
							["arg2"] = "暴力战神牛-亡语者",
						}, -- [99]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1590752489,
							["arg1"] = "组",
							["arg9"] = "大脚世界频道",
							["arg2"] = "暴力战神牛-亡语者",
						}, -- [100]
						{
							["clColor"] = "ff8686ec",
							["time"] = 1590754640,
							["arg1"] = "跟脚本 也很可以啊  碰脚本  直接赢 舒服",
							["arg9"] = "大脚世界频道",
							["arg2"] = "逐风泰雷-亡语者",
						}, -- [101]
						{
							["arg1"] = " ",
						}, -- [102]
						{
							["arg1"] = " ",
						}, -- [103]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/30/2020 的 19:00:01。",
						}, -- [104]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1590837365,
							["arg1"] = "岔什么话题啊，别岔话题别岔话题",
							["arg9"] = "大脚世界频道",
							["arg2"] = "看似无味-亡语者",
						}, -- [105]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1590837404,
							["arg1"] = "上瘾了？岔话题当什么用呢",
							["arg9"] = "大脚世界频道",
							["arg2"] = "看似无味-亡语者",
						}, -- [106]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1590837492,
							["arg1"] = "这世界话题这么多，怎么你他吗的好像就想成个话题呢",
							["arg9"] = "大脚世界频道",
							["arg2"] = "看似无味-亡语者",
						}, -- [107]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1590837516,
							["arg1"] = "，，",
							["arg9"] = "大脚世界频道",
							["arg2"] = "初吻獻給烟-亡语者",
						}, -- [108]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1590837518,
							["arg1"] = "有多狠啊？你缺得很吧",
							["arg9"] = "大脚世界频道",
							["arg2"] = "看似无味-亡语者",
						}, -- [109]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1590837530,
							["arg1"] = "弄错了吧？？？？？？？？？？？？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "看似无味-亡语者",
						}, -- [110]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1590837551,
							["arg1"] = "唉，英雄英雄哟~",
							["arg9"] = "大脚世界频道",
							["arg2"] = "看似无味-亡语者",
						}, -- [111]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1590837661,
							["arg1"] = "那你隐吧",
							["arg9"] = "大脚世界频道",
							["arg2"] = "看似无味-亡语者",
						}, -- [112]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1590837679,
							["arg1"] = "隐吧去吧",
							["arg9"] = "大脚世界频道",
							["arg2"] = "看似无味-亡语者",
						}, -- [113]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1590837717,
							["arg1"] = "这他马也算中国第一马了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "看似无味-亡语者",
						}, -- [114]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1590837769,
							["arg1"] = "没声音就没人闹你，估摸着那超市你肯定不会去了对吧",
							["arg9"] = "大脚世界频道",
							["arg2"] = "看似无味-亡语者",
						}, -- [115]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1590837810,
							["arg1"] = "脸长得不错，一匹黑马嘛",
							["arg9"] = "大脚世界频道",
							["arg2"] = "看似无味-亡语者",
						}, -- [116]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1590837842,
							["arg1"] = "关键是机吧是真疼心的来",
							["arg9"] = "大脚世界频道",
							["arg2"] = "看似无味-亡语者",
						}, -- [117]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1590837940,
							["arg1"] = "你缺钙缺得狠，都知道",
							["arg9"] = "大脚世界频道",
							["arg2"] = "看似无味-亡语者",
						}, -- [118]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1590838238,
							["arg1"] = "你吃了不少吧，回笼了？中国人真他马好赚。你也太会赚了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "看似无味-亡语者",
						}, -- [119]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1590838360,
							["arg1"] = "轮到你了旱鸭子",
							["arg9"] = "大脚世界频道",
							["arg2"] = "看似无味-亡语者",
						}, -- [120]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1590838448,
							["arg1"] = "这么简单非要搞个精准。",
							["arg9"] = "大脚世界频道",
							["arg2"] = "看似无味-亡语者",
						}, -- [121]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1590838478,
							["arg1"] = "有你有别岔话题",
							["arg9"] = "大脚世界频道",
							["arg2"] = "看似无味-亡语者",
						}, -- [122]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1590838518,
							["arg1"] = "{大笑}",
							["arg9"] = "大脚世界频道",
							["arg2"] = "看似无味-亡语者",
						}, -- [123]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1590838618,
							["arg1"] = "没什么意思了，不及他掏家伙后我把她扶起来",
							["arg9"] = "大脚世界频道",
							["arg2"] = "看似无味-亡语者",
						}, -- [124]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1590838717,
							["arg1"] = "恭喜恭喜，找到个力气大的恭喜恭喜",
							["arg9"] = "大脚世界频道",
							["arg2"] = "看似无味-亡语者",
						}, -- [125]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1590838744,
							["arg1"] = "自言自语什么",
							["arg9"] = "大脚世界频道",
							["arg2"] = "樱花的恨-亡语者",
						}, -- [126]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1590838814,
							["arg1"] = "你也配呀，你的嫁妆才算。。。",
							["arg9"] = "大脚世界频道",
							["arg2"] = "看似无味-亡语者",
						}, -- [127]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1590838849,
							["arg1"] = "那他马叫地方区域片制性",
							["arg9"] = "大脚世界频道",
							["arg2"] = "看似无味-亡语者",
						}, -- [128]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1590838890,
							["arg1"] = "一只小蜜蜂啊飞到花丛中啊飞啊嗡啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "看似无味-亡语者",
						}, -- [129]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1590838903,
							["arg1"] = "好安静啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "看似无味-亡语者",
						}, -- [130]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1590838953,
							["arg1"] = "唉玛跑题了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "看似无味-亡语者",
						}, -- [131]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1590839002,
							["arg1"] = "那你也看清楚。谁坑的你啊。我就真不信。你说呢",
							["arg9"] = "大脚世界频道",
							["arg2"] = "看似无味-亡语者",
						}, -- [132]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1590839028,
							["arg1"] = "唉可惜。语言嘛B的不通",
							["arg9"] = "大脚世界频道",
							["arg2"] = "看似无味-亡语者",
						}, -- [133]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1590839046,
							["arg1"] = "你在自言自语？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "何人与说丶-亡语者",
						}, -- [134]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1590839072,
							["arg1"] = "我就要咱地。你言一个啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "看似无味-亡语者",
						}, -- [135]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1590839089,
							["arg1"] = "言一个啊来啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "看似无味-亡语者",
						}, -- [136]
						{
							["clColor"] = "fffefefe",
							["time"] = 1590839091,
							["arg1"] = "你好无聊啊 ",
							["arg9"] = "大脚世界频道",
							["arg2"] = "樱花的牧-亡语者",
						}, -- [137]
						{
							["arg1"] = " ",
						}, -- [138]
						{
							["arg1"] = " ",
						}, -- [139]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/30/2020 的 19:51:31。",
						}, -- [140]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1590839616,
							["arg1"] = "靠个面包闹笑话。你是真心的还是幽默啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "看似无味-亡语者",
						}, -- [141]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1590839659,
							["arg1"] = "我奇怪九十年怎么就没有个精华在你身上呢",
							["arg9"] = "大脚世界频道",
							["arg2"] = "看似无味-亡语者",
						}, -- [142]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1590839775,
							["arg1"] = "倒也不装啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "看似无味-亡语者",
						}, -- [143]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1590839962,
							["arg1"] = "这他吗裤裆里有杀气谁啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "看似无味-亡语者",
						}, -- [144]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1590840019,
							["arg1"] = "不认识啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "看似无味-亡语者",
						}, -- [145]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1590841016,
							["arg1"] = "你看你妈哟，那个土杂种的样来充洋苕哟。你看看倒底啊个整你哟，这又找个屁眼来充能耐，你口气小点撒",
							["arg9"] = "大脚世界频道",
							["arg2"] = "看似无味-亡语者",
						}, -- [146]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1590841139,
							["arg1"] = "口气好大。也不知道真的假的",
							["arg9"] = "大脚世界频道",
							["arg2"] = "看似无味-亡语者",
						}, -- [147]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1590841158,
							["arg1"] = "生存环境取决的东西太杂了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "看似无味-亡语者",
						}, -- [148]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1590841189,
							["arg1"] = "都不知道替谁卖命啊。正儿八经的甩在一边",
							["arg9"] = "大脚世界频道",
							["arg2"] = "看似无味-亡语者",
						}, -- [149]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1590841249,
							["arg1"] = "就知道这B货坑人可以不浅。可惜没人想算帐",
							["arg9"] = "大脚世界频道",
							["arg2"] = "看似无味-亡语者",
						}, -- [150]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1590841337,
							["arg1"] = "毁灭",
							["arg9"] = "大脚世界频道",
							["arg2"] = "墙角外的手势-亡语者",
						}, -- [151]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1590841568,
							["arg1"] = "你不会又是头狗吧",
							["arg9"] = "大脚世界频道",
							["arg2"] = "看似无味-亡语者",
						}, -- [152]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1590841596,
							["arg1"] = "垄断优良再垄断一切耐S",
							["arg9"] = "大脚世界频道",
							["arg2"] = "看似无味-亡语者",
						}, -- [153]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1590841711,
							["arg1"] = "老乡们听够了没呀。有没啥子意思啊？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "看似无味-亡语者",
						}, -- [154]
						{
							["clColor"] = "fffef367",
							["time"] = 1590842260,
							["arg1"] = "小号刚来这个服，求大佬支援3000G启动资金。。可以转支付宝。。。",
							["arg9"] = "大脚世界频道",
							["arg2"] = "直面光明-亡语者",
						}, -- [155]
						{
							["clColor"] = "fffef367",
							["time"] = 1590842274,
							["arg1"] = "1",
							["arg9"] = "大脚世界频道",
							["arg2"] = "直面光明-亡语者",
						}, -- [156]
						{
							["clColor"] = "fffef367",
							["time"] = 1590842281,
							["arg1"] = "小号刚来这个服，求大佬支援3000G启动资金。",
							["arg9"] = "大脚世界频道",
							["arg2"] = "直面光明-亡语者",
						}, -- [157]
						{
							["clColor"] = "fffef367",
							["time"] = 1590842293,
							["arg1"] = "可以发支付宝红包。。",
							["arg9"] = "大脚世界频道",
							["arg2"] = "直面光明-亡语者",
						}, -- [158]
						{
							["clColor"] = "fffef367",
							["time"] = 1590842304,
							["arg1"] = "可以发ZFB红包",
							["arg9"] = "大脚世界频道",
							["arg2"] = "直面光明-亡语者",
						}, -- [159]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1590842332,
							["arg1"] = "这区都鬼了 你还来",
							["arg9"] = "大脚世界频道",
							["arg2"] = "非酋巴扎黑-亡语者",
						}, -- [160]
						{
							["clColor"] = "ff8686ec",
							["time"] = 1590842335,
							["arg1"] = "做个日常50点声望，打发叫花子呢",
							["arg9"] = "大脚世界频道",
							["arg2"] = "胡桃-亡语者",
						}, -- [161]
						{
							["clColor"] = "fffef367",
							["time"] = 1590842342,
							["arg1"] = "...",
							["arg9"] = "大脚世界频道",
							["arg2"] = "直面光明-亡语者",
						}, -- [162]
						{
							["clColor"] = "fffef367",
							["time"] = 1590842406,
							["arg1"] = "小号刚来这个服，求大佬支援3000G启动资金。..可以发红包",
							["arg9"] = "大脚世界频道",
							["arg2"] = "直面光明-亡语者",
						}, -- [163]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1590842434,
							["arg1"] = "我给你邮电",
							["arg9"] = "大脚世界频道",
							["arg2"] = "非酋巴扎黑-亡语者",
						}, -- [164]
						{
							["clColor"] = "ff8686ec",
							["time"] = 1590842437,
							["arg1"] = "求人不如求己~卖张点卡就行了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "胡桃-亡语者",
						}, -- [165]
						{
							["clColor"] = "fffef367",
							["time"] = 1590842455,
							["arg1"] = "卖张卡太多了 用不上。。、",
							["arg9"] = "大脚世界频道",
							["arg2"] = "直面光明-亡语者",
						}, -- [166]
						{
							["clColor"] = "fffef367",
							["time"] = 1590842472,
							["arg1"] = "谢谢老铁",
							["arg9"] = "大脚世界频道",
							["arg2"] = "直面光明-亡语者",
						}, -- [167]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1590842473,
							["arg1"] = "我也是刚来怎说",
							["arg9"] = "大脚世界频道",
							["arg2"] = "嗷嗷-亡语者",
						}, -- [168]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1590842476,
							["arg1"] = "给你邮箱   ",
							["arg9"] = "大脚世界频道",
							["arg2"] = "非酋巴扎黑-亡语者",
						}, -- [169]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1590842499,
							["arg1"] = "|cffffff00|Hachievement:2078:Player-2124-0BE85CBC:1:5:30:20:0:0:0:0|h[旅行者的苔原猛犸象]|h|r",
							["arg9"] = "大脚世界频道",
							["arg2"] = "嗷嗷-亡语者",
						}, -- [170]
						{
							["clColor"] = "fffef367",
							["time"] = 1590842510,
							["arg1"] = "谢谢。。你ZFB多少",
							["arg9"] = "大脚世界频道",
							["arg2"] = "直面光明-亡语者",
						}, -- [171]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1590842535,
							["arg1"] = "今天刚买的",
							["arg9"] = "大脚世界频道",
							["arg2"] = "嗷嗷-亡语者",
						}, -- [172]
						{
							["clColor"] = "fffef367",
							["time"] = 1590843278,
							["arg1"] = "小号刚来这个服 求1000G买个包 非常感谢 可以死亡之翼2倍还",
							["arg9"] = "大脚世界频道",
							["arg2"] = "直面光明-亡语者",
						}, -- [173]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1590843307,
							["arg1"] = "那为啥不邮寄钱啊？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "今天不赖床-亡语者",
						}, -- [174]
						{
							["clColor"] = "ff8686ec",
							["time"] = 1590843318,
							["arg1"] = "刚刚要了3000",
							["arg9"] = "大脚世界频道",
							["arg2"] = "胡桃-亡语者",
						}, -- [175]
						{
							["clColor"] = "ff8686ec",
							["time"] = 1590843320,
							["arg1"] = "这会又来？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "胡桃-亡语者",
						}, -- [176]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1590843324,
							["arg1"] = "{大笑}",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Oldhulk-亡语者",
						}, -- [177]
						{
							["clColor"] = "fffef367",
							["time"] = 1590843324,
							["arg1"] = "刚刚那个给了2000",
							["arg9"] = "大脚世界频道",
							["arg2"] = "直面光明-亡语者",
						}, -- [178]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1590843340,
							["arg1"] = "网络乞丐来咯",
							["arg9"] = "大脚世界频道",
							["arg2"] = "奶茶吨吨-亡语者",
						}, -- [179]
						{
							["clColor"] = "fffef367",
							["time"] = 1590843342,
							["arg1"] = "骗这个钱干嘛。。只买得起2个",
							["arg9"] = "大脚世界频道",
							["arg2"] = "直面光明-亡语者",
						}, -- [180]
						{
							["clColor"] = "ff8686ec",
							["time"] = 1590843351,
							["arg1"] = "没有~快滚",
							["arg9"] = "大脚世界频道",
							["arg2"] = "胡桃-亡语者",
						}, -- [181]
						{
							["clColor"] = "fffef367",
							["time"] = 1590843354,
							["arg1"] = "777G一个包",
							["arg9"] = "大脚世界频道",
							["arg2"] = "直面光明-亡语者",
						}, -- [182]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1590843358,
							["arg1"] = "你为什么来小服务器玩啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "郝合偕-亡语者",
						}, -- [183]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1590843360,
							["arg1"] = "哈哈哈哈",
							["arg9"] = "大脚世界频道",
							["arg2"] = "郝合偕-亡语者",
						}, -- [184]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1590843372,
							["arg1"] = "新手刚玩  能邮我500w买一条小雷龙吗",
							["arg9"] = "大脚世界频道",
							["arg2"] = "奶茶吨吨-亡语者",
						}, -- [185]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1590843385,
							["arg1"] = " {猥琐}",
							["arg9"] = "大脚世界频道",
							["arg2"] = "尘埃年华-亡语者",
						}, -- [186]
						{
							["clColor"] = "ff8686ec",
							["time"] = 1590843388,
							["arg1"] = "啥年代了~75都拿不出来 玩毛魔兽",
							["arg9"] = "大脚世界频道",
							["arg2"] = "胡桃-亡语者",
						}, -- [187]
						{
							["clColor"] = "fffef367",
							["time"] = 1590843420,
							["arg1"] = "没必要这么暴力吧。。我说了可以发红包 也可以死亡之翼2倍还",
							["arg9"] = "大脚世界频道",
							["arg2"] = "直面光明-亡语者",
						}, -- [188]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1590843430,
							["arg1"] = "求问 凤凰老一 不出来咋办 ",
							["arg9"] = "大脚世界频道",
							["arg2"] = "嗷嗷-亡语者",
						}, -- [189]
						{
							["clColor"] = "ff8686ec",
							["time"] = 1590843445,
							["arg1"] = "照照镜子看看自己~",
							["arg9"] = "大脚世界频道",
							["arg2"] = "胡桃-亡语者",
						}, -- [190]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1590843450,
							["arg1"] = "你直接拍卖换金不行么",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Oldhulk-亡语者",
						}, -- [191]
						{
							["clColor"] = "fffefefe",
							["time"] = 1590843451,
							["arg1"] = "老一？ ",
							["arg9"] = "大脚世界频道",
							["arg2"] = "丶安慕-亡语者",
						}, -- [192]
						{
							["clColor"] = "fffefefe",
							["time"] = 1590843455,
							["arg1"] = "你在开玩笑么",
							["arg9"] = "大脚世界频道",
							["arg2"] = "丶安慕-亡语者",
						}, -- [193]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1590843459,
							["arg1"] = "奥",
							["arg9"] = "大脚世界频道",
							["arg2"] = "嗷嗷-亡语者",
						}, -- [194]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1590843464,
							["arg1"] = "233333",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Rntonie-亡语者",
						}, -- [195]
						{
							["clColor"] = "fffef367",
							["time"] = 1590843467,
							["arg1"] = "拍卖的太多了 用不上 我就买个包",
							["arg9"] = "大脚世界频道",
							["arg2"] = "直面光明-亡语者",
						}, -- [196]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1590843473,
							["arg1"] = "|cff71d5ff|Hspell:1515:0|h[驯服野兽]|h|r",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Volgin-亡语者",
						}, -- [197]
						{
							["clColor"] = "ff006fdc",
							["time"] = 1590843474,
							["arg1"] = "哈哈哈   没错  是老一   使劲刷",
							["arg9"] = "大脚世界频道",
							["arg2"] = "毒奶粉-亡语者",
						}, -- [198]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1590843479,
							["arg1"] = "哈哈哈哈",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Rntonie-亡语者",
						}, -- [199]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1590843484,
							["arg1"] = "驯服野兽可还行",
							["arg9"] = "大脚世界频道",
							["arg2"] = "郝合偕-亡语者",
						}, -- [200]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1590843488,
							["arg1"] = "这是蹭热度吗？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Rntonie-亡语者",
						}, -- [201]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1590843493,
							["arg1"] = "后面会出橙装的  ",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Oldhulk-亡语者",
						}, -- [202]
						{
							["clColor"] = "ff8686ec",
							["time"] = 1590843502,
							["arg1"] = "|cffffffff|Hitem:154168::::::::120:267::11:1:3524:::|h[烁鳞潜水装]|h|r 3",
							["arg9"] = "大脚世界频道",
							["arg2"] = "胡桃-亡语者",
						}, -- [203]
						{
							["clColor"] = "ff8686ec",
							["time"] = 1590843508,
							["arg1"] = "|cffffffff|Hitem:154166::::::::120:267::11:1:3524:::|h[糙皮骑甲]|h|r 5",
							["arg9"] = "大脚世界频道",
							["arg2"] = "胡桃-亡语者",
						}, -- [204]
						{
							["clColor"] = "ff8686ec",
							["time"] = 1590843516,
							["arg1"] = "|cff1eff00|Hitem:153710::::::::120:267::11:1:3524:::|h[致命橙霞石]|h|r 20",
							["arg9"] = "大脚世界频道",
							["arg2"] = "胡桃-亡语者",
						}, -- [205]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1590843524,
							["arg1"] = "|cffffff00|Hachievement:696:Player-2124-0BE85CBC:1:5:30:20:0:0:0:0|h[风暴要塞]|h|r",
							["arg9"] = "大脚世界频道",
							["arg2"] = "嗷嗷-亡语者",
						}, -- [206]
						{
							["clColor"] = "ff8686ec",
							["time"] = 1590843535,
							["arg1"] = "|cffffffff|Hitem:153573::::::::120:267::11:1:3524:::|h[电击坐骑激励装置]|h|r 2",
							["arg9"] = "大脚世界频道",
							["arg2"] = "胡桃-亡语者",
						}, -- [207]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1590843564,
							["arg1"] = "今天 拿的成就曾毛热度 ",
							["arg9"] = "大脚世界频道",
							["arg2"] = "嗷嗷-亡语者",
						}, -- [208]
						{
							["clColor"] = "fffef367",
							["time"] = 1590843632,
							["arg1"] = "小号刚来这个服 求1000G买个包 非常感谢 可以死亡之翼2倍还",
							["arg9"] = "大脚世界频道",
							["arg2"] = "直面光明-亡语者",
						}, -- [209]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1590843647,
							["arg1"] = "草 这B 在天上 飞 我说咋找不到 ",
							["arg9"] = "大脚世界频道",
							["arg2"] = "嗷嗷-亡语者",
						}, -- [210]
						{
							["clColor"] = "ff8686ec",
							["time"] = 1590843786,
							["arg1"] = "有DZ没得",
							["arg9"] = "大脚世界频道",
							["arg2"] = "胡桃-亡语者",
						}, -- [211]
						{
							["clColor"] = "ff8686ec",
							["time"] = 1590843990,
							["arg1"] = "这他NN的",
							["arg9"] = "大脚世界频道",
							["arg2"] = "胡桃-亡语者",
						}, -- [212]
						{
							["clColor"] = "ff8686ec",
							["time"] = 1590844008,
							["arg1"] = "一个任务75点才给声望~到崇拜飞行得多久",
							["arg9"] = "大脚世界频道",
							["arg2"] = "胡桃-亡语者",
						}, -- [213]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1590844040,
							["arg1"] = "什么飞行",
							["arg9"] = "大脚世界频道",
							["arg2"] = "力挽丶狂澜-亡语者",
						}, -- [214]
						{
							["clColor"] = "ff8686ec",
							["time"] = 1590844051,
							["arg1"] = "崇敬就好了   ",
							["arg9"] = "大脚世界频道",
							["arg2"] = "与你的距离-亡语者",
						}, -- [215]
						{
							["clColor"] = "ff8686ec",
							["time"] = 1590844053,
							["arg1"] = "赞达拉飞行",
							["arg9"] = "大脚世界频道",
							["arg2"] = "胡桃-亡语者",
						}, -- [216]
						{
							["clColor"] = "ff8686ec",
							["time"] = 1590844056,
							["arg1"] = "大使",
							["arg9"] = "大脚世界频道",
							["arg2"] = "与你的距离-亡语者",
						}, -- [217]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1590844063,
							["arg1"] = "我做了半个多月",
							["arg9"] = "大脚世界频道",
							["arg2"] = "力挽丶狂澜-亡语者",
						}, -- [218]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1590844063,
							["arg1"] = "买合约吧 要买啥 找我",
							["arg9"] = "大脚世界频道",
							["arg2"] = "奶茶吨吨-亡语者",
						}, -- [219]
						{
							["clColor"] = "ff8686ec",
							["time"] = 1590844073,
							["arg1"] = "大使任务  做了 很快啊掉",
							["arg9"] = "大脚世界频道",
							["arg2"] = "与你的距离-亡语者",
						}, -- [220]
						{
							["clColor"] = "ff8686ec",
							["time"] = 1590844082,
							["arg1"] = "要崇敬啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "胡桃-亡语者",
						}, -- [221]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1590844083,
							["arg1"] = "我回归所有飞行做了一个多月",
							["arg9"] = "大脚世界频道",
							["arg2"] = "力挽丶狂澜-亡语者",
						}, -- [222]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1590844101,
							["arg1"] = "头发都熬夜有痘痘了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "力挽丶狂澜-亡语者",
						}, -- [223]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1590844103,
							["arg1"] = "玛德",
							["arg9"] = "大脚世界频道",
							["arg2"] = "力挽丶狂澜-亡语者",
						}, -- [224]
						{
							["clColor"] = "ff8686ec",
							["time"] = 1590844104,
							["arg1"] = "我赞达拉的都崇拜了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "胡桃-亡语者",
						}, -- [225]
						{
							["clColor"] = "ff006fdc",
							["time"] = 1590844113,
							["arg1"] = "德拉诺的是不是最难",
							["arg9"] = "大脚世界频道",
							["arg2"] = "毒奶粉-亡语者",
						}, -- [226]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1590844119,
							["arg1"] = "是的",
							["arg9"] = "大脚世界频道",
							["arg2"] = "力挽丶狂澜-亡语者",
						}, -- [227]
						{
							["clColor"] = "fffef367",
							["time"] = 1590844123,
							["arg1"] = "头发怎么有痘痘",
							["arg9"] = "大脚世界频道",
							["arg2"] = "红晨姬-亡语者",
						}, -- [228]
						{
							["clColor"] = "ff8686ec",
							["time"] = 1590844123,
							["arg1"] = "就 破聊着 和 抵抗军了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "胡桃-亡语者",
						}, -- [229]
						{
							["clColor"] = "fffef367",
							["time"] = 1590844136,
							["arg1"] = "德拉诺下版本白给？？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "红晨姬-亡语者",
						}, -- [230]
						{
							["clColor"] = "ff8686ec",
							["time"] = 1590844151,
							["arg1"] = "德拉诺孤儿声望",
							["arg9"] = "大脚世界频道",
							["arg2"] = "胡桃-亡语者",
						}, -- [231]
						{
							["clColor"] = "ff8686ec",
							["time"] = 1590844156,
							["arg1"] = "我做了一个多月",
							["arg9"] = "大脚世界频道",
							["arg2"] = "胡桃-亡语者",
						}, -- [232]
						{
							["arg1"] = " ",
						}, -- [233]
						{
							["arg1"] = " ",
						}, -- [234]
						{
							["arg1"] = "记录开始于 05/31/2020 的 11:06:42。",
							["type"] = "SYSTEM",
						}, -- [235]
						{
							["clColor"] = "fffef367",
							["time"] = 1590894521,
							["arg1"] = "多少G啊？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "暮色灬鬼姬-亡语者",
						}, -- [236]
						{
							["clColor"] = "ff00fe95",
							["time"] = 1590894688,
							["arg1"] = "|cffa335ee|Hitem:153594::::::::111:269::13::::|h[斯克维里加全地形载具]|h|r最后9个便宜卖了，要得密",
							["arg9"] = "大脚世界频道",
							["arg2"] = "黑旋熊-亡语者",
						}, -- [237]
						{
							["clColor"] = "ff00fe95",
							["time"] = 1590894771,
							["arg1"] = "|cffa335ee|Hitem:153594::::::::111:269::13::::|h[斯克维里加全地形载具]|h|r最后9个便宜卖了，要得密",
							["arg9"] = "大脚世界频道",
							["arg2"] = "黑旋熊-亡语者",
						}, -- [238]
						{
							["clColor"] = "ff00fe95",
							["time"] = 1590895040,
							["arg1"] = "|cffa335ee|Hitem:153594::::::::111:269::13::::|h[斯克维里加全地形载具]|h|r最后9个便宜卖了，要得密",
							["arg9"] = "大脚世界频道",
							["arg2"] = "黑旋熊-亡语者",
						}, -- [239]
						{
							["clColor"] = "ff00fe95",
							["time"] = 1590895236,
							["arg1"] = "|cffa335ee|Hitem:153594::::::::111:269::13::::|h[斯克维里加全地形载具]|h|r最后9个便宜卖了，要得密",
							["arg9"] = "大脚世界频道",
							["arg2"] = "黑旋熊-亡语者",
						}, -- [240]
						{
							["clColor"] = "ff00fe95",
							["time"] = 1590895546,
							["arg1"] = "|cffa335ee|Hitem:153594::::::::111:269::13::::|h[斯克维里加全地形载具]|h|r最后9个便宜卖了，要得密",
							["arg9"] = "大脚世界频道",
							["arg2"] = "黑旋熊-亡语者",
						}, -- [241]
						{
							["clColor"] = "ff00fe95",
							["time"] = 1590895736,
							["arg1"] = "|cffa335ee|Hitem:153594::::::::111:269::13::::|h[斯克维里加全地形载具]|h|r最后9个便宜卖了，要得密",
							["arg9"] = "大脚世界频道",
							["arg2"] = "黑旋熊-亡语者",
						}, -- [242]
						{
							["clColor"] = "ff00fe95",
							["time"] = 1590895998,
							["arg1"] = "|cffa335ee|Hitem:153594::::::::111:269::13::::|h[斯克维里加全地形载具]|h|r最后9个便宜卖了，要得密",
							["arg9"] = "大脚世界频道",
							["arg2"] = "黑旋熊-亡语者",
						}, -- [243]
						{
							["arg1"] = " ",
						}, -- [244]
						{
							["arg1"] = " ",
						}, -- [245]
						{
							["arg1"] = "记录开始于 05/31/2020 的 20:33:16。",
							["type"] = "SYSTEM",
						}, -- [246]
						{
							["clColor"] = "ff8686ec",
							["time"] = 1590929641,
							["arg1"] = "|cffffff00|Hquest:57959:-1:120:120:0|h[战争前线：黑海岸之战（英雄）]|h|r 这个现在是不是打不了",
							["arg2"] = "胡桃-亡语者",
							["arg9"] = "大脚世界频道",
						}, -- [247]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1590930072,
							["arg1"] = "|cffffffff|Hitem:78883::::::::120:72::::::|h[暗月火酒]|h|r这个谁要 钓鱼钓上俩 出个价合适卖了",
							["arg2"] = "今天不赖床-亡语者",
							["arg9"] = "大脚世界频道",
						}, -- [248]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1590931631,
							["arg1"] = "|cffffffff|Hitem:178005::::::::120:253::14::::|h[保存完好的污染物：暮光毁灭]|h|r",
							["arg2"] = "油嘛地-亡语者",
							["arg9"] = "大脚世界频道",
						}, -- [249]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1590932284,
							["arg1"] = "1",
							["arg2"] = "亡者领主格莱-亡语者",
							["arg9"] = "大脚世界频道",
						}, -- [250]
					},
				},
				["本地防务"] = {
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "本地防务",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [1]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [2]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [3]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [4]
						{
							["arg1"] = " ",
						}, -- [5]
						{
							["arg1"] = " ",
						}, -- [6]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/14/2020 的 22:20:27。",
						}, -- [7]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [8]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [9]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [10]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [11]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [12]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [13]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [14]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [15]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [16]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [17]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [18]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [19]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [20]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [21]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [22]
						{
							["arg1"] = " ",
						}, -- [23]
						{
							["arg1"] = " ",
						}, -- [24]
						{
							["arg1"] = "记录开始于 05/15/2020 的 13:22:46。",
							["type"] = "SYSTEM",
						}, -- [25]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [26]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [27]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [28]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [29]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [30]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [31]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [32]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [33]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [34]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [35]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [36]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [37]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [38]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [39]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [40]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [41]
						{
							["arg1"] = " ",
						}, -- [42]
						{
							["arg1"] = " ",
						}, -- [43]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/15/2020 的 15:03:02。",
						}, -- [44]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [45]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [46]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [47]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [48]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [49]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [50]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [51]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [52]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [53]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [54]
						{
							["arg1"] = " ",
						}, -- [55]
						{
							["arg1"] = " ",
						}, -- [56]
						{
							["arg1"] = "记录开始于 05/15/2020 的 19:53:41。",
							["type"] = "SYSTEM",
						}, -- [57]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [58]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [59]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [60]
						{
							["arg1"] = " ",
						}, -- [61]
						{
							["arg1"] = " ",
						}, -- [62]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/15/2020 的 21:05:30。",
						}, -- [63]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [64]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [65]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [66]
						{
							["arg1"] = " ",
						}, -- [67]
						{
							["arg1"] = " ",
						}, -- [68]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/15/2020 的 23:30:16。",
						}, -- [69]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [70]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [71]
						{
							["arg1"] = " ",
						}, -- [72]
						{
							["arg1"] = " ",
						}, -- [73]
						{
							["arg1"] = "记录开始于 05/16/2020 的 20:46:09。",
							["type"] = "SYSTEM",
						}, -- [74]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [75]
						{
							["arg1"] = " ",
						}, -- [76]
						{
							["arg1"] = " ",
						}, -- [77]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/16/2020 的 22:42:18。",
						}, -- [78]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [79]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [80]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [81]
						{
							["arg1"] = " ",
						}, -- [82]
						{
							["arg1"] = " ",
						}, -- [83]
						{
							["arg1"] = "记录开始于 05/17/2020 的 21:34:33。",
							["type"] = "SYSTEM",
						}, -- [84]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [85]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [86]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [87]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [88]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [89]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [90]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [91]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [92]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [93]
						{
							["arg1"] = " ",
						}, -- [94]
						{
							["arg1"] = " ",
						}, -- [95]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/18/2020 的 19:21:06。",
						}, -- [96]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [97]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [98]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [99]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [100]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [101]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [102]
						{
							["arg1"] = " ",
						}, -- [103]
						{
							["arg1"] = " ",
						}, -- [104]
						{
							["arg1"] = "记录开始于 05/21/2020 的 19:10:19。",
							["type"] = "SYSTEM",
						}, -- [105]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [106]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [107]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [108]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [109]
						{
							["arg1"] = " ",
						}, -- [110]
						{
							["arg1"] = " ",
						}, -- [111]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/24/2020 的 16:16:15。",
						}, -- [112]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [113]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [114]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [115]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [116]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [117]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [118]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [119]
						{
							["arg9"] = "本地防务 - 奥丹姆",
							["time"] = 1590308750,
							["arg1"] = "|cffffff00奥丹姆遭到攻击！|r",
						}, -- [120]
						{
							["arg9"] = "本地防务 - 奥丹姆",
							["time"] = 1590309002,
							["arg1"] = "|cffffff00奥丹姆遭到攻击！|r",
						}, -- [121]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [122]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [123]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [124]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [125]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [126]
						{
							["arg1"] = " ",
						}, -- [127]
						{
							["arg1"] = " ",
						}, -- [128]
						{
							["arg1"] = "记录开始于 05/27/2020 的 19:29:09。",
							["type"] = "SYSTEM",
						}, -- [129]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [130]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [131]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [132]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [133]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [134]
						{
							["time"] = 1590580120,
							["arg9"] = "本地防务 - 德鲁斯瓦",
							["arg1"] = "|cffffff00安利港遭到攻击！|r",
						}, -- [135]
						{
							["time"] = 1590580219,
							["arg9"] = "本地防务 - 德鲁斯瓦",
							["arg1"] = "|cffffff00安利港遭到攻击！|r",
						}, -- [136]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [137]
						{
							["arg1"] = " ",
						}, -- [138]
						{
							["arg1"] = " ",
						}, -- [139]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/27/2020 的 20:25:08。",
						}, -- [140]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [141]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [142]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [143]
						{
							["arg9"] = "本地防务 - 达萨罗",
							["time"] = 1590585504,
							["arg1"] = "|cffffff00希巴拉遭到攻击！|r",
						}, -- [144]
						{
							["arg1"] = " ",
						}, -- [145]
						{
							["arg1"] = " ",
						}, -- [146]
						{
							["arg1"] = "记录开始于 05/28/2020 的 19:35:48。",
							["type"] = "SYSTEM",
						}, -- [147]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [148]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [149]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [150]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [151]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [152]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [153]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [154]
						{
							["arg1"] = " ",
						}, -- [155]
						{
							["arg1"] = " ",
						}, -- [156]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/28/2020 的 20:05:45。",
						}, -- [157]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [158]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [159]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [160]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [161]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [162]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [163]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [164]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [165]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [166]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [167]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [168]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [169]
						{
							["arg1"] = " ",
						}, -- [170]
						{
							["arg1"] = " ",
						}, -- [171]
						{
							["arg1"] = "记录开始于 05/28/2020 的 21:46:16。",
							["type"] = "SYSTEM",
						}, -- [172]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [173]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [174]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [175]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [176]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [177]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [178]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [179]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [180]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [181]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [182]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [183]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [184]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [185]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [186]
						{
							["arg1"] = " ",
						}, -- [187]
						{
							["arg1"] = " ",
						}, -- [188]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/29/2020 的 19:07:28。",
						}, -- [189]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [190]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [191]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [192]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [193]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [194]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [195]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [196]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [197]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [198]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [199]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [200]
						{
							["arg1"] = " ",
						}, -- [201]
						{
							["arg1"] = " ",
						}, -- [202]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/30/2020 的 19:00:01。",
						}, -- [203]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [204]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [205]
						{
							["arg1"] = " ",
						}, -- [206]
						{
							["arg1"] = " ",
						}, -- [207]
						{
							["arg1"] = "记录开始于 05/30/2020 的 19:45:19。",
							["type"] = "SYSTEM",
						}, -- [208]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [209]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [210]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [211]
						{
							["arg1"] = " ",
						}, -- [212]
						{
							["arg1"] = " ",
						}, -- [213]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/30/2020 的 19:51:31。",
						}, -- [214]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [215]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [216]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [217]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [218]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [219]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [220]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [221]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [222]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [223]
						{
							["arg1"] = " ",
						}, -- [224]
						{
							["arg1"] = " ",
						}, -- [225]
						{
							["arg1"] = "记录开始于 05/31/2020 的 05:23:37。",
							["type"] = "SYSTEM",
						}, -- [226]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [227]
						{
							["arg1"] = " ",
						}, -- [228]
						{
							["arg1"] = " ",
						}, -- [229]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/31/2020 的 07:02:07。",
						}, -- [230]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [231]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [232]
						{
							["arg1"] = " ",
						}, -- [233]
						{
							["arg1"] = " ",
						}, -- [234]
						{
							["arg1"] = "记录开始于 05/31/2020 的 11:06:42。",
							["type"] = "SYSTEM",
						}, -- [235]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [236]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [237]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [238]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [239]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [240]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [241]
						{
							["arg1"] = " ",
						}, -- [242]
						{
							["arg1"] = " ",
						}, -- [243]
						{
							["arg1"] = "记录开始于 05/31/2020 的 20:33:16。",
							["type"] = "SYSTEM",
						}, -- [244]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [245]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [246]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [247]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [248]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [249]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
				},
				["综合"] = {
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "综合",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [1]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [2]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [3]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [4]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [5]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [6]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [7]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [8]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [9]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [10]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [11]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [12]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [13]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [14]
						{
							["arg1"] = " ",
						}, -- [15]
						{
							["arg1"] = " ",
						}, -- [16]
						{
							["arg1"] = "记录开始于 05/15/2020 的 13:22:46。",
							["type"] = "SYSTEM",
						}, -- [17]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [18]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [19]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [20]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [21]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [22]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [23]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [24]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [25]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [26]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [27]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [28]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [29]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [30]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [31]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [32]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [33]
						{
							["arg1"] = " ",
						}, -- [34]
						{
							["arg1"] = " ",
						}, -- [35]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/15/2020 的 15:03:02。",
						}, -- [36]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [37]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [38]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [39]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [40]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [41]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [42]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [43]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [44]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [45]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [46]
						{
							["arg1"] = " ",
						}, -- [47]
						{
							["arg1"] = " ",
						}, -- [48]
						{
							["arg1"] = "记录开始于 05/15/2020 的 19:53:41。",
							["type"] = "SYSTEM",
						}, -- [49]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [50]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [51]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [52]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [53]
						{
							["arg1"] = " ",
						}, -- [54]
						{
							["arg1"] = " ",
						}, -- [55]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/15/2020 的 21:05:30。",
						}, -- [56]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [57]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [58]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [59]
						{
							["arg1"] = " ",
						}, -- [60]
						{
							["arg1"] = " ",
						}, -- [61]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/15/2020 的 23:30:16。",
						}, -- [62]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [63]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [64]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [65]
						{
							["arg1"] = " ",
						}, -- [66]
						{
							["arg1"] = " ",
						}, -- [67]
						{
							["arg1"] = "记录开始于 05/16/2020 的 20:46:09。",
							["type"] = "SYSTEM",
						}, -- [68]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [69]
						{
							["arg1"] = " ",
						}, -- [70]
						{
							["arg1"] = " ",
						}, -- [71]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/16/2020 的 22:42:18。",
						}, -- [72]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [73]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [74]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [75]
						{
							["arg1"] = " ",
						}, -- [76]
						{
							["arg1"] = " ",
						}, -- [77]
						{
							["arg1"] = "记录开始于 05/17/2020 的 21:34:33。",
							["type"] = "SYSTEM",
						}, -- [78]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [79]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [80]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [81]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [82]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [83]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [84]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [85]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [86]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [87]
						{
							["arg1"] = " ",
						}, -- [88]
						{
							["arg1"] = " ",
						}, -- [89]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/18/2020 的 19:21:06。",
						}, -- [90]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [91]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [92]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [93]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [94]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [95]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [96]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [97]
						{
							["arg1"] = " ",
						}, -- [98]
						{
							["arg1"] = " ",
						}, -- [99]
						{
							["arg1"] = "记录开始于 05/21/2020 的 19:10:19。",
							["type"] = "SYSTEM",
						}, -- [100]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [101]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [102]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [103]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [104]
						{
							["arg1"] = " ",
						}, -- [105]
						{
							["arg1"] = " ",
						}, -- [106]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/24/2020 的 16:16:15。",
						}, -- [107]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [108]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [109]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [110]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [111]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [112]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [113]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [114]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [115]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [116]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [117]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [118]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [119]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [120]
						{
							["arg1"] = " ",
						}, -- [121]
						{
							["arg1"] = " ",
						}, -- [122]
						{
							["arg1"] = "记录开始于 05/27/2020 的 19:29:09。",
							["type"] = "SYSTEM",
						}, -- [123]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [124]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [125]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [126]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [127]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [128]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [129]
						{
							["arg1"] = " ",
						}, -- [130]
						{
							["arg1"] = " ",
						}, -- [131]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/27/2020 的 20:25:08。",
						}, -- [132]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [133]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [134]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [135]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [136]
						{
							["arg1"] = " ",
						}, -- [137]
						{
							["arg1"] = " ",
						}, -- [138]
						{
							["arg1"] = "记录开始于 05/28/2020 的 19:35:48。",
							["type"] = "SYSTEM",
						}, -- [139]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [140]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [141]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [142]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [143]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [144]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [145]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [146]
						{
							["arg1"] = " ",
						}, -- [147]
						{
							["arg1"] = " ",
						}, -- [148]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/28/2020 的 20:05:45。",
						}, -- [149]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [150]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [151]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [152]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [153]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [154]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [155]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [156]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [157]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [158]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [159]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [160]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [161]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [162]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [163]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [164]
						{
							["arg1"] = " ",
						}, -- [165]
						{
							["arg1"] = " ",
						}, -- [166]
						{
							["arg1"] = "记录开始于 05/28/2020 的 21:46:16。",
							["type"] = "SYSTEM",
						}, -- [167]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [168]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [169]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [170]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [171]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [172]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [173]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [174]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [175]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [176]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [177]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [178]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [179]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [180]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [181]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [182]
						{
							["arg1"] = " ",
						}, -- [183]
						{
							["arg1"] = " ",
						}, -- [184]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/29/2020 的 19:07:28。",
						}, -- [185]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [186]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [187]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [188]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [189]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [190]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [191]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [192]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [193]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [194]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [195]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [196]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [197]
						{
							["arg1"] = " ",
						}, -- [198]
						{
							["arg1"] = " ",
						}, -- [199]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/30/2020 的 19:00:01。",
						}, -- [200]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [201]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [202]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [203]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [204]
						{
							["arg1"] = " ",
						}, -- [205]
						{
							["arg1"] = " ",
						}, -- [206]
						{
							["arg1"] = "记录开始于 05/30/2020 的 19:45:19。",
							["type"] = "SYSTEM",
						}, -- [207]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [208]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [209]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [210]
						{
							["arg1"] = " ",
						}, -- [211]
						{
							["arg1"] = " ",
						}, -- [212]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/30/2020 的 19:51:31。",
						}, -- [213]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [214]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [215]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [216]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [217]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [218]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [219]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [220]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [221]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [222]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [223]
						{
							["arg1"] = " ",
						}, -- [224]
						{
							["arg1"] = " ",
						}, -- [225]
						{
							["arg1"] = "记录开始于 05/31/2020 的 05:23:37。",
							["type"] = "SYSTEM",
						}, -- [226]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [227]
						{
							["arg1"] = " ",
						}, -- [228]
						{
							["arg1"] = " ",
						}, -- [229]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/31/2020 的 07:02:07。",
						}, -- [230]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [231]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [232]
						{
							["arg1"] = " ",
						}, -- [233]
						{
							["arg1"] = " ",
						}, -- [234]
						{
							["arg1"] = "记录开始于 05/31/2020 的 11:06:42。",
							["type"] = "SYSTEM",
						}, -- [235]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [236]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [237]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [238]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [239]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [240]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [241]
						{
							["arg1"] = " ",
						}, -- [242]
						{
							["arg1"] = " ",
						}, -- [243]
						{
							["arg1"] = "记录开始于 05/31/2020 的 20:33:16。",
							["type"] = "SYSTEM",
						}, -- [244]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [245]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [246]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [247]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [248]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [249]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
				},
				["世界防务"] = {
					["enabled"] = true,
					["name"] = "世界防务",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/31/2020 的 20:33:16。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				},
				[""] = {
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/10/2020 的 22:35:35。",
							["type"] = "SYSTEM",
						}, -- [1]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1589121335,
							["arg1"] = "g.200wG=30 o r 有8600000 需要的MMMM",
							["arg9"] = "",
							["arg2"] = "Dfrewe-利刃之拳",
						}, -- [2]
						{
							["arg1"] = " ",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["arg1"] = "记录开始于 05/31/2020 的 20:33:16。",
							["type"] = "SYSTEM",
						}, -- [5]
					},
				},
				["交易"] = {
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "交易",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 20:27:04。",
						}, -- [1]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [2]
						{
							["arg1"] = " ",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["arg1"] = "记录开始于 05/08/2020 的 23:33:15。",
							["type"] = "SYSTEM",
						}, -- [5]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [6]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [7]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [8]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [9]
						{
							["arg1"] = " ",
						}, -- [10]
						{
							["arg1"] = " ",
						}, -- [11]
						{
							["arg1"] = "记录开始于 05/08/2020 的 23:52:15。",
							["type"] = "SYSTEM",
						}, -- [12]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [13]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [14]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [15]
						{
							["arg1"] = " ",
						}, -- [16]
						{
							["arg1"] = " ",
						}, -- [17]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 14:13:50。",
						}, -- [18]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [19]
						{
							["arg1"] = " ",
						}, -- [20]
						{
							["arg1"] = " ",
						}, -- [21]
						{
							["arg1"] = "记录开始于 05/09/2020 的 14:44:28。",
							["type"] = "SYSTEM",
						}, -- [22]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [23]
						{
							["arg1"] = " ",
						}, -- [24]
						{
							["arg1"] = " ",
						}, -- [25]
						{
							["arg1"] = "记录开始于 05/09/2020 的 15:12:22。",
							["type"] = "SYSTEM",
						}, -- [26]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [27]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [28]
						{
							["arg1"] = " ",
						}, -- [29]
						{
							["arg1"] = " ",
						}, -- [30]
						{
							["arg1"] = "记录开始于 05/09/2020 的 19:26:35。",
							["type"] = "SYSTEM",
						}, -- [31]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [32]
						{
							["arg1"] = " ",
						}, -- [33]
						{
							["arg1"] = " ",
						}, -- [34]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 21:32:03。",
						}, -- [35]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [36]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [37]
						{
							["arg1"] = " ",
						}, -- [38]
						{
							["arg1"] = " ",
						}, -- [39]
						{
							["arg1"] = "记录开始于 05/09/2020 的 22:05:56。",
							["type"] = "SYSTEM",
						}, -- [40]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [41]
						{
							["arg1"] = " ",
						}, -- [42]
						{
							["arg1"] = " ",
						}, -- [43]
						{
							["arg1"] = "记录开始于 05/10/2020 的 14:14:50。",
							["type"] = "SYSTEM",
						}, -- [44]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [45]
						{
							["arg1"] = " ",
						}, -- [46]
						{
							["arg1"] = " ",
						}, -- [47]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/10/2020 的 15:06:18。",
						}, -- [48]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [49]
						{
							["arg1"] = " ",
						}, -- [50]
						{
							["arg1"] = " ",
						}, -- [51]
						{
							["arg1"] = "记录开始于 05/10/2020 的 19:31:39。",
							["type"] = "SYSTEM",
						}, -- [52]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [53]
						{
							["arg1"] = " ",
						}, -- [54]
						{
							["arg1"] = " ",
						}, -- [55]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/10/2020 的 20:35:56。",
						}, -- [56]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [57]
						{
							["arg1"] = " ",
						}, -- [58]
						{
							["arg1"] = " ",
						}, -- [59]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/11/2020 的 20:47:52。",
						}, -- [60]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [61]
						{
							["arg1"] = " ",
						}, -- [62]
						{
							["arg1"] = " ",
						}, -- [63]
						{
							["arg1"] = "记录开始于 05/11/2020 的 21:15:17。",
							["type"] = "SYSTEM",
						}, -- [64]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [65]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [66]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [67]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [68]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [69]
						{
							["arg1"] = " ",
						}, -- [70]
						{
							["arg1"] = " ",
						}, -- [71]
						{
							["arg1"] = "记录开始于 05/12/2020 的 22:08:29。",
							["type"] = "SYSTEM",
						}, -- [72]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [73]
						{
							["arg1"] = " ",
						}, -- [74]
						{
							["arg1"] = " ",
						}, -- [75]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/13/2020 的 15:00:50。",
						}, -- [76]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [77]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [78]
						{
							["arg1"] = " ",
						}, -- [79]
						{
							["arg1"] = " ",
						}, -- [80]
						{
							["arg1"] = "记录开始于 05/13/2020 的 21:11:42。",
							["type"] = "SYSTEM",
						}, -- [81]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [82]
						{
							["arg1"] = " ",
						}, -- [83]
						{
							["arg1"] = " ",
						}, -- [84]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/13/2020 的 22:20:39。",
						}, -- [85]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [86]
						{
							["arg1"] = " ",
						}, -- [87]
						{
							["arg1"] = " ",
						}, -- [88]
						{
							["arg1"] = "记录开始于 05/14/2020 的 07:39:22。",
							["type"] = "SYSTEM",
						}, -- [89]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [90]
						{
							["arg1"] = " ",
						}, -- [91]
						{
							["arg1"] = " ",
						}, -- [92]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/14/2020 的 12:59:57。",
						}, -- [93]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [94]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [95]
						{
							["arg1"] = " ",
						}, -- [96]
						{
							["arg1"] = " ",
						}, -- [97]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/14/2020 的 14:36:32。",
						}, -- [98]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [99]
						{
							["arg1"] = " ",
						}, -- [100]
						{
							["arg1"] = " ",
						}, -- [101]
						{
							["arg1"] = "记录开始于 05/14/2020 的 15:43:08。",
							["type"] = "SYSTEM",
						}, -- [102]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [103]
						{
							["arg1"] = " ",
						}, -- [104]
						{
							["arg1"] = " ",
						}, -- [105]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/14/2020 的 15:57:09。",
						}, -- [106]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [107]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [108]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [109]
						{
							["arg1"] = " ",
						}, -- [110]
						{
							["arg1"] = " ",
						}, -- [111]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/14/2020 的 22:20:27。",
						}, -- [112]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [113]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [114]
						{
							["arg1"] = " ",
						}, -- [115]
						{
							["arg1"] = " ",
						}, -- [116]
						{
							["arg1"] = "记录开始于 05/15/2020 的 13:22:46。",
							["type"] = "SYSTEM",
						}, -- [117]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [118]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [119]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [120]
						{
							["arg1"] = " ",
						}, -- [121]
						{
							["arg1"] = " ",
						}, -- [122]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/15/2020 的 15:03:02。",
						}, -- [123]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [124]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [125]
						{
							["arg1"] = " ",
						}, -- [126]
						{
							["arg1"] = " ",
						}, -- [127]
						{
							["arg1"] = "记录开始于 05/15/2020 的 19:53:41。",
							["type"] = "SYSTEM",
						}, -- [128]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [129]
						{
							["arg1"] = " ",
						}, -- [130]
						{
							["arg1"] = " ",
						}, -- [131]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/15/2020 的 21:05:30。",
						}, -- [132]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [133]
						{
							["arg1"] = " ",
						}, -- [134]
						{
							["arg1"] = " ",
						}, -- [135]
						{
							["arg1"] = "记录开始于 05/17/2020 的 21:34:33。",
							["type"] = "SYSTEM",
						}, -- [136]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [137]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [138]
						{
							["arg1"] = " ",
						}, -- [139]
						{
							["arg1"] = " ",
						}, -- [140]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/18/2020 的 19:21:06。",
						}, -- [141]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [142]
						{
							["arg1"] = " ",
						}, -- [143]
						{
							["arg1"] = " ",
						}, -- [144]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/24/2020 的 16:16:15。",
						}, -- [145]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [146]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [147]
						{
							["arg1"] = " ",
						}, -- [148]
						{
							["arg1"] = " ",
						}, -- [149]
						{
							["arg1"] = "记录开始于 05/27/2020 的 19:29:09。",
							["type"] = "SYSTEM",
						}, -- [150]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [151]
						{
							["arg1"] = " ",
						}, -- [152]
						{
							["arg1"] = " ",
						}, -- [153]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/27/2020 的 20:25:08。",
						}, -- [154]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [155]
						{
							["arg1"] = " ",
						}, -- [156]
						{
							["arg1"] = " ",
						}, -- [157]
						{
							["arg1"] = "记录开始于 05/28/2020 的 19:35:48。",
							["type"] = "SYSTEM",
						}, -- [158]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [159]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [160]
						{
							["arg1"] = " ",
						}, -- [161]
						{
							["arg1"] = " ",
						}, -- [162]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/28/2020 的 20:05:45。",
						}, -- [163]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [164]
						{
							["arg1"] = " ",
						}, -- [165]
						{
							["arg1"] = " ",
						}, -- [166]
						{
							["arg1"] = "记录开始于 05/28/2020 的 21:46:16。",
							["type"] = "SYSTEM",
						}, -- [167]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [168]
						{
							["arg1"] = " ",
						}, -- [169]
						{
							["arg1"] = " ",
						}, -- [170]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/29/2020 的 19:07:28。",
						}, -- [171]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [172]
						{
							["arg1"] = " ",
						}, -- [173]
						{
							["arg1"] = " ",
						}, -- [174]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/30/2020 的 19:51:31。",
						}, -- [175]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [176]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [177]
						{
							["arg1"] = " ",
						}, -- [178]
						{
							["arg1"] = " ",
						}, -- [179]
						{
							["arg1"] = "记录开始于 05/31/2020 的 20:33:16。",
							["type"] = "SYSTEM",
						}, -- [180]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [181]
					},
				},
				["公会招募"] = {
					["enabled"] = true,
					["name"] = "公会招募",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/31/2020 的 20:33:16。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				},
			},
		},
	},
}
