
ElephantDBPerChar = {
	["profileKeys"] = {
		["十里扬州路 - 亡语者"] = "十里扬州路 - 亡语者",
	},
	["char"] = {
		["十里扬州路 - 亡语者"] = {
			["logs"] = {
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "悄悄话",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 20:27:04。",
						}, -- [1]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "WHISPER",
							["time"] = 1588941582,
							["arg1"] = "<大脚团队提示>欢迎加入本团队，希望我们合作愉快，拥有一次快乐的冒险旅程。",
							["clColor"] = "fffefefe",
						}, -- [2]
						{
							["arg1"] = " ",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["arg1"] = "记录开始于 05/08/2020 的 23:33:15。",
							["type"] = "SYSTEM",
						}, -- [5]
						{
							["arg2"] = "我发现砰砰了-深渊之巢",
							["type"] = "WHISPER",
							["time"] = 1588952176,
							["arg1"] = "老哥 来只坐骑吗 失落的已久的角鹰兽 只需要10分钟 如有打扰 请见谅  ",
							["clColor"] = "ffc31d39",
						}, -- [6]
						{
							["arg1"] = " ",
						}, -- [7]
						{
							["arg1"] = " ",
						}, -- [8]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 00:47:16。",
						}, -- [9]
						{
							["arg2"] = "|Kq16|k",
							["type"] = "BN_WHISPER",
							["time"] = 1588956823,
							["arg1"] = "还是gg 不行",
						}, -- [10]
						{
							["arg2"] = "|Kq16|k",
							["type"] = "BN_WHISPER",
							["time"] = 1588956849,
							["arg1"] = "宠物对战一直gg",
						}, -- [11]
						{
							["arg1"] = " ",
						}, -- [12]
						{
							["arg1"] = " ",
						}, -- [13]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 14:27:31。",
						}, -- [14]
						{
							["arg2"] = "屠戮者西克沃斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589005792,
							["arg1"] = "你必将破碎！",
						}, -- [15]
						{
							["arg2"] = "屠戮者西克沃斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589005833,
							["arg1"] = "尼奥罗萨……已经归来……",
						}, -- [16]
						{
							["arg1"] = " ",
						}, -- [17]
						{
							["arg1"] = " ",
						}, -- [18]
						{
							["arg1"] = "记录开始于 05/09/2020 的 14:44:28。",
							["type"] = "SYSTEM",
						}, -- [19]
						{
							["arg2"] = "|Kq9|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589006854,
							["arg1"] = "小猫  现在有事干不？",
						}, -- [20]
						{
							["arg2"] = "|Kq9|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589006862,
							["arg1"] = "干嘛",
						}, -- [21]
						{
							["arg2"] = "|Kq9|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589006937,
							["arg1"] = "就  你要没事干的话陪我去打打低层大米？",
						}, -- [22]
						{
							["arg2"] = "|Kq9|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589006952,
							["arg1"] = "用戒律玩玩",
						}, -- [23]
						{
							["arg2"] = "|Kq9|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589006956,
							["arg1"] = "等下可能会带朋友低保  ",
						}, -- [24]
						{
							["arg2"] = "|Kq9|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589006961,
							["arg1"] = "哦 OK",
						}, -- [25]
						{
							["arg2"] = "|Kq9|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589006973,
							["arg1"] = "我现在对戒律有点方啊",
						}, -- [26]
						{
							["arg2"] = "|Kq9|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589006988,
							["arg1"] = "防御戒律的话堆精通",
						}, -- [27]
						{
							["arg2"] = "|Kq9|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589006998,
							["arg1"] = "感觉我完全不知道要干嘛 尤其是队友都掉血的情况",
						}, -- [28]
						{
							["arg2"] = "|Kq9|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589007017,
							["arg1"] = "队友都掉血  耀  然后苦修血最少的那个",
						}, -- [29]
						{
							["arg2"] = "|Kq9|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589007028,
							["arg1"] = "在可预见的AOE来之前上好盾",
						}, -- [30]
						{
							["arg2"] = "|Kq9|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589007051,
							["arg1"] = "=。 =话是这么说  但是手忙脚乱的",
						}, -- [31]
						{
							["arg2"] = "|Kq9|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589007085,
							["arg1"] = "那你可以像我ND一样  保持全队盾/救赎",
						}, -- [32]
						{
							["arg2"] = "|Kq9|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589007151,
							["arg1"] = "现在的问题是 我对救赎理解不清楚",
						}, -- [33]
						{
							["arg2"] = "|Kq9|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589007172,
							["arg1"] = "熊宝怎么了  他不会酒驾吧",
						}, -- [34]
						{
							["arg1"] = " ",
						}, -- [35]
						{
							["arg1"] = " ",
						}, -- [36]
						{
							["arg1"] = "记录开始于 05/09/2020 的 19:26:35。",
							["type"] = "SYSTEM",
						}, -- [37]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589025418,
							["arg1"] = "很好，我的选民。你们证明了自己有资格接受我的馈赠。",
						}, -- [38]
						{
							["arg1"] = " ",
						}, -- [39]
						{
							["arg1"] = " ",
						}, -- [40]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 20:56:29。",
						}, -- [41]
						{
							["arg2"] = "歼灭者拉克哈尔",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589029703,
							["arg1"] = "痛苦在等待着你！",
						}, -- [42]
						{
							["arg1"] = " ",
						}, -- [43]
						{
							["arg1"] = " ",
						}, -- [44]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 21:32:03。",
						}, -- [45]
						{
							["arg2"] = "苹果味的西瓜-丽丽（四川）",
							["type"] = "WHISPER",
							["time"] = 1589031977,
							["arg1"] = "11-18层同甲，出3件465装备，低保除了出装备周4还能开出475腐蚀装和换特质装，12-15层低保只要20快",
							["clColor"] = "fffef367",
						}, -- [46]
						{
							["arg2"] = "苹果味的西瓜-丽丽（四川）",
							["type"] = "WHISPER_INFORM",
							["time"] = 1589031977,
							["arg1"] = "BadBoy_Levels: You do not meet the requirements to whisper me.",
							["clColor"] = "fffef367",
						}, -- [47]
						{
							["arg2"] = "|Kq58|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589033086,
							["arg1"] = "你yy 不行 全卡了",
						}, -- [48]
						{
							["arg2"] = "|Kq58|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589033127,
							["arg1"] = "讲的 一卡 一卡 一卡 ",
						}, -- [49]
						{
							["arg2"] = "|Kq58|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589033136,
							["arg1"] = "听不清",
						}, -- [50]
						{
							["arg1"] = " ",
						}, -- [51]
						{
							["arg1"] = " ",
						}, -- [52]
						{
							["arg1"] = "记录开始于 05/09/2020 的 22:05:56。",
							["type"] = "SYSTEM",
						}, -- [53]
					},
				}, -- [1]
				{
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "团队",
					["logs"] = {
						{
							["arg2"] = "Leia-暗影议会",
							["type"] = "RAID",
							["time"] = 1588943771,
							["arg1"] = "哪个人才拉出取得",
							["clColor"] = "fffefefe",
						}, -- [1]
						{
							["arg2"] = "丶真圣光-格瑞姆巴托",
							["type"] = "RAID",
							["time"] = 1588943774,
							["arg1"] = "就堆尸体",
							["clColor"] = "ff00fe95",
						}, -- [2]
						{
							["arg2"] = "福建烤老鼠-深渊之巢",
							["type"] = "RAID",
							["time"] = 1588943780,
							["arg1"] = "我切治疗",
							["clColor"] = "ff00fe95",
						}, -- [3]
						{
							["arg2"] = "歪歪侠-燃烧之刃",
							["type"] = "RAID",
							["time"] = 1588943781,
							["arg1"] = "都死光了。就出来了",
							["clColor"] = "ffa9d271",
						}, -- [4]
						{
							["arg2"] = "蓝心幽寂-闪电之刃",
							["type"] = "RAID",
							["time"] = 1588943782,
							["arg1"] = "不起的 踢了",
							["clColor"] = "ffc59a6c",
						}, -- [5]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943783,
							["arg1"] = "为了卡多雷！",
						}, -- [6]
						{
							["arg2"] = "蝶罗迦-凤凰之神",
							["type"] = "RAID_LEADER",
							["time"] = 1588943807,
							["arg1"] = "没buff的回去补补",
							["clColor"] = "ff3ec5e9",
						}, -- [7]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943812,
							["arg1"] = "为泰达希尔复仇！",
						}, -- [8]
						{
							["arg2"] = "清风问樱-死亡之翼",
							["type"] = "RAID",
							["time"] = 1588943820,
							["arg1"] = "没有小弟的回去带俩",
							["clColor"] = "ffa22fc8",
						}, -- [9]
						{
							["arg2"] = "麦克雷雷-亚雷戈斯",
							["type"] = "RAID",
							["time"] = 1588943834,
							["arg1"] = "飞刀捡起来啊",
							["clColor"] = "ffc59a6c",
						}, -- [10]
						{
							["arg2"] = "歪歪侠-燃烧之刃",
							["type"] = "RAID",
							["time"] = 1588943851,
							["arg1"] = "这个圈中2下就秒了。注意下",
							["clColor"] = "ffa9d271",
						}, -- [11]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943855,
							["arg1"] = "为泰达希尔复仇！",
						}, -- [12]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943872,
							["arg1"] = "部落的渣滓！",
						}, -- [13]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943891,
							["arg1"] = "燃烧吧，部落的渣滓！",
						}, -- [14]
						{
							["arg2"] = "樱导演-死亡之翼",
							["type"] = "RAID",
							["time"] = 1588943911,
							["arg1"] = "我掉线了",
							["clColor"] = "ffc31d39",
						}, -- [15]
						{
							["arg2"] = "樱导演-死亡之翼",
							["type"] = "RAID",
							["time"] = 1588943913,
							["arg1"] = "还能进来吗",
							["clColor"] = "ffc31d39",
						}, -- [16]
						{
							["arg2"] = "樱导演-死亡之翼",
							["type"] = "RAID",
							["time"] = 1588943932,
							["arg1"] = "hello",
							["clColor"] = "ffc31d39",
						}, -- [17]
						{
							["arg2"] = "麦克雷雷-亚雷戈斯",
							["type"] = "RAID",
							["time"] = 1588943932,
							["arg1"] = "捡飞刀啊，火墙的时候用",
							["clColor"] = "ffc59a6c",
						}, -- [18]
						{
							["arg2"] = "麦克雷雷-亚雷戈斯",
							["type"] = "RAID",
							["time"] = 1588943933,
							["arg1"] = "捡飞刀啊，火墙的时候用",
							["clColor"] = "ffc59a6c",
						}, -- [19]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943936,
							["arg1"] = "部落的渣滓！",
						}, -- [20]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943951,
							["arg1"] = "燃烧吧，部落的渣滓！",
						}, -- [21]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943969,
							["arg1"] = "部落的渣滓！",
						}, -- [22]
						{
							["arg2"] = "蝶罗迦-凤凰之神",
							["type"] = "RAID_LEADER",
							["time"] = 1588943984,
							["arg1"] = "直接活",
							["clColor"] = "ff3ec5e9",
						}, -- [23]
						{
							["arg2"] = "蝶罗迦-凤凰之神",
							["type"] = "RAID_LEADER",
							["time"] = 1588943987,
							["arg1"] = "尸体堆",
							["clColor"] = "ff3ec5e9",
						}, -- [24]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943987,
							["arg1"] = "部落的渣滓！",
						}, -- [25]
						{
							["arg2"] = "蝶罗迦-凤凰之神",
							["type"] = "RAID_LEADER",
							["time"] = 1588944014,
							["arg1"] = "不要拉下台阶",
							["clColor"] = "ff3ec5e9",
						}, -- [26]
						{
							["arg2"] = "蝶罗迦-凤凰之神",
							["type"] = "RAID_LEADER",
							["time"] = 1588944029,
							["arg1"] = "我来负责捡刀扇",
							["clColor"] = "ff3ec5e9",
						}, -- [27]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588944032,
							["arg1"] = "燃烧吧，部落的渣滓！",
						}, -- [28]
						{
							["arg2"] = "樱导演-死亡之翼",
							["type"] = "RAID",
							["time"] = 1588944052,
							["arg1"] = "掉线了 就进不来了吗",
							["clColor"] = "ffc31d39",
						}, -- [29]
						{
							["arg2"] = "歪歪侠-燃烧之刃",
							["type"] = "RAID",
							["time"] = 1588944064,
							["arg1"] = "在战斗",
							["clColor"] = "ffa9d271",
						}, -- [30]
						{
							["arg2"] = "斩击-影之哀伤",
							["type"] = "RAID",
							["time"] = 1588944089,
							["arg1"] = "SX ",
							["clColor"] = "ffc59a6c",
						}, -- [31]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588944098,
							["arg1"] = "燃烧吧，部落的渣滓！",
						}, -- [32]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588944130,
							["arg1"] = "燃烧吧，部落的渣滓！",
						}, -- [33]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588944162,
							["arg1"] = "燃烧吧，部落的渣滓！",
						}, -- [34]
						{
							["arg2"] = "蝶罗迦-凤凰之神",
							["type"] = "RAID_LEADER",
							["time"] = 1588944165,
							["arg1"] = "别活了",
							["clColor"] = "ff3ec5e9",
						}, -- [35]
						{
							["arg2"] = "蝶罗迦-凤凰之神",
							["type"] = "RAID_LEADER",
							["time"] = 1588944166,
							["arg1"] = "躺着",
							["clColor"] = "ff3ec5e9",
						}, -- [36]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588944174,
							["arg1"] = "你休想轻易打败我……",
						}, -- [37]
						{
							["arg2"] = "歪歪侠-燃烧之刃",
							["type"] = "RAID",
							["time"] = 1588944188,
							["arg1"] = "t",
							["clColor"] = "ffa9d271",
						}, -- [38]
						{
							["arg2"] = "歪歪侠-燃烧之刃",
							["type"] = "RAID",
							["time"] = 1588944190,
							["arg1"] = "88",
							["clColor"] = "ffa9d271",
						}, -- [39]
						{
							["arg2"] = "playerertecg-凤凰之神",
							["type"] = "RAID",
							["time"] = 1588944194,
							["arg1"] = "大脚任务进度提示: 在赞达拉港查看战时指挥桌：1/1(完成)",
							["clColor"] = "fffe7b09",
						}, -- [40]
						{
							["arg2"] = "樱导演-死亡之翼",
							["type"] = "RAID",
							["time"] = 1588944199,
							["arg1"] = "草 白打",
							["clColor"] = "ffc31d39",
						}, -- [41]
						{
							["arg1"] = " ",
						}, -- [42]
						{
							["arg1"] = " ",
						}, -- [43]
						{
							["arg1"] = "记录开始于 05/08/2020 的 23:33:15。",
							["type"] = "SYSTEM",
						}, -- [44]
						{
							["arg2"] = "深渊容器",
							["type"] = "MONSTER_YELL",
							["time"] = 1588952341,
							["arg1"] = "你太迟了！",
						}, -- [45]
						{
							["arg2"] = "深渊畸体",
							["type"] = "MONSTER_YELL",
							["time"] = 1588952347,
							["arg1"] = "",
						}, -- [46]
						{
							["arg2"] = "火金派防御者",
							["type"] = "MONSTER_YELL",
							["time"] = 1588952460,
							["arg1"] = "他们一直涌过来。我们不能失去两处神殿！",
						}, -- [47]
						{
							["arg1"] = " ",
						}, -- [48]
						{
							["arg1"] = " ",
						}, -- [49]
						{
							["arg1"] = "记录开始于 05/08/2020 的 23:52:15。",
							["type"] = "SYSTEM",
						}, -- [50]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954194,
							["arg1"] = "元素已经发声。艾泽拉斯即将灭亡。",
						}, -- [51]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954199,
							["arg1"] = "不喝血的，都得死！",
						}, -- [52]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954204,
							["arg1"] = "古神之血是我们唯一的救赎！",
						}, -- [53]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954211,
							["arg1"] = "我们必须服从恩佐斯！",
						}, -- [54]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954234,
							["arg1"] = "我们必须服从恩佐斯！",
						}, -- [55]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954257,
							["arg1"] = "我们必须服从恩佐斯！",
						}, -- [56]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954279,
							["arg1"] = "感谢你……让我……重获自由……",
						}, -- [57]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954881,
							["arg1"] = "元素已经发声。艾泽拉斯即将灭亡。",
						}, -- [58]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954892,
							["arg1"] = "古神之血是我们唯一的救赎！",
						}, -- [59]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955016,
							["arg1"] = "不喝血的，都得死！",
						}, -- [60]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955028,
							["arg1"] = "他的力量无人能挡！",
						}, -- [61]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955051,
							["arg1"] = "他的力量无人能挡！",
						}, -- [62]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955075,
							["arg1"] = "他的力量无人能挡！",
						}, -- [63]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955098,
							["arg1"] = "他的力量无人能挡！",
						}, -- [64]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955101,
							["arg1"] = "感谢你……让我……重获自由……",
						}, -- [65]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955428,
							["arg1"] = "元素已经发声。艾泽拉斯即将灭亡。",
						}, -- [66]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955439,
							["arg1"] = "古神之血是我们唯一的救赎！",
						}, -- [67]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955526,
							["arg1"] = "不喝血的，都得死！",
						}, -- [68]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955538,
							["arg1"] = "他的力量无人能挡！",
						}, -- [69]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955561,
							["arg1"] = "他的力量无人能挡！",
						}, -- [70]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955584,
							["arg1"] = "他的力量无人能挡！",
						}, -- [71]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955607,
							["arg1"] = "他的力量无人能挡！",
						}, -- [72]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955613,
							["arg1"] = "感谢你……让我……重获自由……",
						}, -- [73]
						{
							["arg1"] = " ",
						}, -- [74]
						{
							["arg1"] = " ",
						}, -- [75]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 00:47:16。",
						}, -- [76]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956681,
							["arg1"] = "元素已经发声。艾泽拉斯即将灭亡。",
						}, -- [77]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956692,
							["arg1"] = "古神之血是我们唯一的救赎！",
						}, -- [78]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956768,
							["arg1"] = "不喝血的，都得死！",
						}, -- [79]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956780,
							["arg1"] = "他的力量无人能挡！",
						}, -- [80]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956803,
							["arg1"] = "他的力量无人能挡！",
						}, -- [81]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956826,
							["arg1"] = "他的力量无人能挡！",
						}, -- [82]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956849,
							["arg1"] = "我们必须服从恩佐斯！",
						}, -- [83]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956853,
							["arg1"] = "感谢你……让我……重获自由……",
						}, -- [84]
						{
							["arg1"] = " ",
						}, -- [85]
						{
							["arg1"] = " ",
						}, -- [86]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 14:13:50。",
						}, -- [87]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589005131,
							["arg1"] = "元素已经发声。艾泽拉斯即将灭亡。",
						}, -- [88]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589005141,
							["arg1"] = "古神之血是我们唯一的救赎！",
						}, -- [89]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589005144,
							["arg1"] = "不喝血的，都得死！",
						}, -- [90]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589005155,
							["arg1"] = "他的力量无人能挡！",
						}, -- [91]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589005178,
							["arg1"] = "他的力量无人能挡！",
						}, -- [92]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589005198,
							["arg1"] = "他的力量无人能挡！",
						}, -- [93]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589005219,
							["arg1"] = "感谢你……让我……重获自由……",
						}, -- [94]
						{
							["arg1"] = " ",
						}, -- [95]
						{
							["arg1"] = " ",
						}, -- [96]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 14:27:31。",
						}, -- [97]
						{
							["arg2"] = "泽坎",
							["type"] = "MONSTER_YELL",
							["time"] = 1589005779,
							["arg1"] = "勇士们！我们需要帮助！",
						}, -- [98]
						{
							["arg2"] = "屠戮者西克沃斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589005792,
							["arg1"] = "你必将破碎！",
						}, -- [99]
						{
							["arg2"] = "泽坎",
							["type"] = "MONSTER_YELL",
							["time"] = 1589005796,
							["arg1"] = "得先把那个干掉。",
						}, -- [100]
						{
							["arg2"] = "屠戮者西克沃斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589005833,
							["arg1"] = "尼奥罗萨……已经归来……",
						}, -- [101]
						{
							["arg2"] = "泽坎",
							["type"] = "MONSTER_YELL",
							["time"] = 1589005842,
							["arg1"] = "恩佐斯的腐化图腾全是虚空的低语，把我们的萨满逼疯了。得把图腾都毁掉。",
						}, -- [102]
						{
							["arg1"] = " ",
						}, -- [103]
						{
							["arg1"] = " ",
						}, -- [104]
						{
							["arg1"] = "记录开始于 05/09/2020 的 14:30:48。",
							["type"] = "SYSTEM",
						}, -- [105]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589006076,
							["arg1"] = "元素已经发声。艾泽拉斯即将灭亡。",
						}, -- [106]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589006087,
							["arg1"] = "古神之血是我们唯一的救赎！",
						}, -- [107]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589006091,
							["arg1"] = "不喝血的，都得死！",
						}, -- [108]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589006103,
							["arg1"] = "他的力量无人能挡！",
						}, -- [109]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589006126,
							["arg1"] = "他的力量无人能挡！",
						}, -- [110]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589006149,
							["arg1"] = "他的力量无人能挡！",
						}, -- [111]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589006164,
							["arg1"] = "感谢你……让我……重获自由……",
						}, -- [112]
						{
							["arg1"] = " ",
						}, -- [113]
						{
							["arg1"] = " ",
						}, -- [114]
						{
							["arg1"] = "记录开始于 05/09/2020 的 15:12:22。",
							["type"] = "SYSTEM",
						}, -- [115]
						{
							["arg2"] = "虚空恐魔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589008467,
							["arg1"] = "万物都将消亡！",
						}, -- [116]
						{
							["arg2"] = "梦境之龙麦琳瑟拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589008473,
							["arg1"] = "在那儿，勇士！那就是腐化的源头！摧毁它！",
						}, -- [117]
						{
							["arg1"] = " ",
						}, -- [118]
						{
							["arg1"] = " ",
						}, -- [119]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 15:27:26。",
						}, -- [120]
						{
							["arg2"] = "卡雷苟斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009359,
							["arg1"] = "他们把阿莱克丝塔萨包围了！你得去帮帮她！",
						}, -- [121]
						{
							["arg2"] = "阿莱克丝塔萨，生命的缚誓者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009365,
							["arg1"] = "你们的帮助很及时，十里扬州路。现在，消灭这些怪物！",
						}, -- [122]
						{
							["arg1"] = " ",
						}, -- [123]
						{
							["arg1"] = " ",
						}, -- [124]
						{
							["arg1"] = "记录开始于 05/09/2020 的 15:33:45。",
							["type"] = "SYSTEM",
						}, -- [125]
						{
							["arg2"] = "阿莱克丝塔萨，生命的缚誓者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009746,
							["arg1"] = "这场战斗远未结束。我感觉到他们的首领来了。",
						}, -- [126]
						{
							["arg2"] = "维克修娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009773,
							["arg1"] = "生命的缚誓者。向低语屈服吧。加入我们，你就能获得无可匹敌的力量。",
						}, -- [127]
						{
							["arg2"] = "阿莱克丝塔萨，生命的缚誓者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009787,
							["arg1"] = "绝不！",
						}, -- [128]
						{
							["arg2"] = "卡雷苟斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009788,
							["arg1"] = "我和阿莱克丝塔萨会去追赶维克修娜。你快去营救俘虏！",
						}, -- [129]
						{
							["arg2"] = "维克修娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009798,
							["arg1"] = "看吧，这就是所有守护巨龙的未来。合而为一，就能见证我所目睹的真理，姐姐。",
						}, -- [130]
						{
							["arg2"] = "阿莱克丝塔萨，生命的缚誓者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009813,
							["arg1"] = "你才不是我的妹妹。",
						}, -- [131]
						{
							["arg2"] = "维克修娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009893,
							["arg1"] = "你还在等什么，姐姐？你没看到我们族群的伟大命运吗？",
						}, -- [132]
						{
							["arg1"] = " ",
						}, -- [133]
						{
							["arg1"] = " ",
						}, -- [134]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 15:38:24。",
						}, -- [135]
						{
							["arg2"] = "阿莱克丝塔萨，生命的缚誓者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009928,
							["arg1"] = "他承诺给你的力量也保护不了你！",
						}, -- [136]
						{
							["arg2"] = "卡雷苟斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009932,
							["arg1"] = "没有别的选择了，十里扬州路。准备战斗吧。",
						}, -- [137]
						{
							["arg2"] = "维克修娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009933,
							["arg1"] = "那好吧。既然你们不愿加入我们，那就化为空虚的躯壳吧。",
						}, -- [138]
						{
							["arg2"] = "阿莱克丝塔萨，生命的缚誓者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009948,
							["arg1"] = "你的主人只会带你走向毁灭。",
						}, -- [139]
						{
							["arg2"] = "卡雷苟斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009968,
							["arg1"] = "够了！必须终结这场疯狂！",
						}, -- [140]
						{
							["arg2"] = "阿莱克丝塔萨，生命的缚誓者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009973,
							["arg1"] = "巨龙军团会永远守护艾泽拉斯！",
						}, -- [141]
						{
							["arg2"] = "维克修娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009998,
							["arg1"] = "这怎么可能！再给我点……力量！",
						}, -- [142]
						{
							["arg2"] = "维克修娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1589010004,
							["arg1"] = "可悲的巨龙军团必将陨落。既然你们不愿向主人效忠，那我就去找别人！",
						}, -- [143]
						{
							["arg1"] = " ",
						}, -- [144]
						{
							["arg1"] = " ",
						}, -- [145]
						{
							["arg1"] = "记录开始于 05/09/2020 的 19:26:35。",
							["type"] = "SYSTEM",
						}, -- [146]
						{
							["arg2"] = "祖尔之影",
							["type"] = "MONSTER_YELL",
							["time"] = 1589024552,
							["arg1"] = "欢迎来到第一任巨魔国王的陵墓。我要是能亲自迎接你们就好了。",
						}, -- [147]
						{
							["arg2"] = "祖尔之影",
							["type"] = "MONSTER_YELL",
							["time"] = 1589024559,
							["arg1"] = "我的力量已经在此扎根，让古代灵魂与我主人的意志相连。",
						}, -- [148]
						{
							["arg2"] = "祖尔之影",
							["type"] = "MONSTER_YELL",
							["time"] = 1589024612,
							["arg1"] = "这座神殿将臣服于戈霍恩的力量！",
						}, -- [149]
						{
							["arg2"] = "祖尔之影",
							["type"] = "MONSTER_YELL",
							["time"] = 1589024749,
							["arg1"] = "你是对抗不了赞达拉的！",
						}, -- [150]
						{
							["arg2"] = "殓尸者姆沁巴",
							["type"] = "MONSTER_YELL",
							["time"] = 1589024955,
							["arg1"] = "你的血液里充满诅咒！",
						}, -- [151]
						{
							["arg2"] = "殓尸者姆沁巴",
							["type"] = "MONSTER_YELL",
							["time"] = 1589024966,
							["arg1"] = "必须净化血肉诅咒！",
						}, -- [152]
						{
							["arg2"] = "殓尸者姆沁巴",
							["type"] = "MONSTER_YELL",
							["time"] = 1589024982,
							["arg1"] = "准备变尸体吧！",
						}, -- [153]
						{
							["arg2"] = "殓尸者姆沁巴",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025000,
							["arg1"] = "必须净化血肉诅咒！",
						}, -- [154]
						{
							["arg2"] = "殓尸者姆沁巴",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025016,
							["arg1"] = "必须净化血肉诅咒！",
						}, -- [155]
						{
							["arg2"] = "殓尸者姆沁巴",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025027,
							["arg1"] = "尸身……也要好好……保存……",
						}, -- [156]
						{
							["arg2"] = "祖尔之影",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025040,
							["arg1"] = "这座神殿将臣服于戈霍恩的力量！",
						}, -- [157]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025164,
							["arg1"] = "医生来了！",
						}, -- [158]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025174,
							["arg1"] = "我的毒可没得解！",
						}, -- [159]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025185,
							["arg1"] = "元素之灵，听我召唤！",
						}, -- [160]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025198,
							["arg1"] = "我的毒可没得解！",
						}, -- [161]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025203,
							["arg1"] = "请别把我……跟这些……白痴……埋在一起……",
						}, -- [162]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025210,
							["arg1"] = "战斗需要的是技巧。你们可不行！",
						}, -- [163]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025218,
							["arg1"] = "尝尝斧子的滋味！",
						}, -- [164]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025226,
							["arg1"] = "我的毒可没得解！",
						}, -- [165]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025229,
							["arg1"] = "尝尝斧子的滋味！",
						}, -- [166]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025232,
							["arg1"] = "有人的脑袋要落地了！",
						}, -- [167]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025239,
							["arg1"] = "我的头……也可以拿去……做战利品……",
						}, -- [168]
						{
							["arg2"] = "征服者阿卡阿里",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025245,
							["arg1"] = "哼，你们真没用，生前死后都一样。还得我来对付他们！",
						}, -- [169]
						{
							["arg2"] = "征服者阿卡阿里",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025251,
							["arg1"] = "苦难降临！",
						}, -- [170]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025270,
							["arg1"] = "我的毒可没得解！",
						}, -- [171]
						{
							["arg2"] = "征服者阿卡阿里",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025271,
							["arg1"] = "啊……我的愤怒……是……不朽的……",
						}, -- [172]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025288,
							["arg1"] = "闭嘴，油嘴滑舌的先知！",
						}, -- [173]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025292,
							["arg1"] = "我毕生都在对抗你的主人，但你却在我死后，用他的意志控制我。",
						}, -- [174]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025299,
							["arg1"] = "入侵者当然得死……但我可不想听你喋喋不休。",
						}, -- [175]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025337,
							["arg1"] = "你们要为亵渎我的神殿付出代价！",
						}, -- [176]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025346,
							["arg1"] = "没人能挡下我的利刃！",
						}, -- [177]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025350,
							["arg1"] = "来吧……来吧，可爱的莱班。进食时间到！",
						}, -- [178]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025350,
							["arg1"] = "流血吧！",
						}, -- [179]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025356,
							["arg1"] = "我要把你大卸八块！",
						}, -- [180]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025365,
							["arg1"] = "死亡也无法切断我们的联系，爱宠们。现在，吃吧，提扎拉……吃吧！",
						}, -- [181]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025369,
							["arg1"] = "流血吧！",
						}, -- [182]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025385,
							["arg1"] = "没人能挡下我的利刃！",
						}, -- [183]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025388,
							["arg1"] = "流血吧！",
						}, -- [184]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025393,
							["arg1"] = "够了！你们证明了自己的实力，可以死在我手上了！",
						}, -- [185]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025408,
							["arg1"] = "我要把你大卸八块！",
						}, -- [186]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025413,
							["arg1"] = "流血吧！",
						}, -- [187]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589025418,
							["arg1"] = "很好，我的选民。你们证明了自己有资格接受我的馈赠。",
						}, -- [188]
						{
							["arg1"] = " ",
						}, -- [189]
						{
							["arg1"] = " ",
						}, -- [190]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 20:56:29。",
						}, -- [191]
						{
							["arg2"] = "泽坎",
							["type"] = "MONSTER_YELL",
							["time"] = 1589029107,
							["arg1"] = "勇士们！我们需要帮助！",
						}, -- [192]
						{
							["arg2"] = "无光者维兹奥克",
							["type"] = "MONSTER_YELL",
							["time"] = 1589029594,
							["arg1"] = "虚空在呼唤你！",
						}, -- [193]
						{
							["arg2"] = "盖亚拉大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589029596,
							["arg1"] = "以玛格汉的名义，干掉那个怪物！",
						}, -- [194]
						{
							["arg2"] = "审判官格恩肖尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589029688,
							["arg1"] = "干掉那个兽人，清扫暗巷区！拒绝主人之血的都不得好死！",
						}, -- [195]
						{
							["arg2"] = "歼灭者拉克哈尔",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589029703,
							["arg1"] = "痛苦在等待着你！",
						}, -- [196]
						{
							["arg2"] = "博亚",
							["type"] = "MONSTER_YELL",
							["time"] = 1589029755,
							["arg1"] = "救命！斯诺恩发疯了！",
						}, -- [197]
						{
							["arg2"] = "雷克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589029841,
							["arg1"] = "你不过是恩佐斯无尽大军面前的蝼蚁。现在，我就要踩死你！",
						}, -- [198]
						{
							["arg2"] = "雷克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589029944,
							["arg1"] = "我会把你的血肉喂给我的野兽，把你的灵魂献给恩佐斯！",
						}, -- [199]
						{
							["arg2"] = "雷克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589029953,
							["arg1"] = "来吧，我的宠物！侍奉你的主人！",
						}, -- [200]
						{
							["arg2"] = "雷克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589029955,
							["arg1"] = "我的野兽会吞噬你！",
						}, -- [201]
						{
							["arg2"] = "雷克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589029960,
							["arg1"] = "消灭这些猎物！",
						}, -- [202]
						{
							["arg2"] = "雷克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589029963,
							["arg1"] = "恩佐斯能号令的，可不只是动物！",
						}, -- [203]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589030027,
							["arg1"] = "元素已经发声。艾泽拉斯即将灭亡。",
						}, -- [204]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589030037,
							["arg1"] = "古神之血是我们唯一的救赎！",
						}, -- [205]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589030045,
							["arg1"] = "不喝血的，都得死！",
						}, -- [206]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589030060,
							["arg1"] = "他的力量无人能挡！",
						}, -- [207]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589030083,
							["arg1"] = "他的力量无人能挡！",
						}, -- [208]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589030101,
							["arg1"] = "感谢你……让我……重获自由……",
						}, -- [209]
						{
							["arg1"] = " ",
						}, -- [210]
						{
							["arg1"] = " ",
						}, -- [211]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 21:32:03。",
						}, -- [212]
						{
							["arg2"] = "斯卡基特",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032238,
							["arg1"] = "你们听到老板说的了。快把这些玩意统统修好！",
						}, -- [213]
						{
							["arg2"] = "斯卡基特",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032245,
							["arg1"] = "批准风险津贴！睁大眼睛，小心陷阱！",
						}, -- [214]
						{
							["arg2"] = "考古工程学家",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032272,
							["arg1"] = "你们无法和侏儒科技匹敌，蠢货！",
						}, -- [215]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032293,
							["arg1"] = "侏儒的兄弟姐妹们！许多世代以来，血肉诅咒让我们沦为了劣等生物。",
						}, -- [216]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032302,
							["arg1"] = "但一切到此为止了！我们将回归泰坦铸造的原始形态，完美的形态！",
						}, -- [217]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032312,
							["arg1"] = "麦卡贡欢迎所有符合条件的物种，加入我们，彻底清除上古之神的腐化。",
						}, -- [218]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032321,
							["arg1"] = "上前来，接受发明之眼的遴选。让我们一起迎接往日的荣耀！",
						}, -- [219]
						{
							["arg2"] = "舒佳·爆帽",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032468,
							["arg1"] = "啊啊！快停下，你这个疯子！",
						}, -- [220]
						{
							["arg2"] = "奎兹拉·爆帽",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032468,
							["arg1"] = "哈哈哈哈！跑吧，姐姐，快跑！",
						}, -- [221]
						{
							["arg2"] = "舒佳·爆帽",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032470,
							["arg1"] = "奎兹拉！别再浪费我——的——弹——药了！然后滚出我的工作室！",
						}, -- [222]
						{
							["arg2"] = "轮机搬运工",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032513,
							["arg1"] = "大声点！敲大声点！",
						}, -- [223]
						{
							["arg2"] = "轮机工会代表",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032513,
							["arg1"] = "嗨起来，再给每个人都端酒来！",
						}, -- [224]
						{
							["arg2"] = "轮机劳工",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032514,
							["arg1"] = "喔吼！",
						}, -- [225]
						{
							["arg2"] = "轮机工会代表",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032527,
							["arg1"] = "轮机工们，最后一次点名！",
						}, -- [226]
						{
							["arg2"] = "轮机工会代表",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032528,
							["arg1"] = "老大还有个活要给我们。我们在五分钟后出发！",
						}, -- [227]
						{
							["arg2"] = "轮机工会代表",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032529,
							["arg1"] = "加兹鲁维会为这个工作给我们支付三倍薪水！有谁不想要的话可以自己留下喝酒！",
						}, -- [228]
						{
							["arg2"] = "轮机工会代表",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032532,
							["arg1"] = "路上你们的工会代表会给你们详细信息。现在，干杯！",
						}, -- [229]
						{
							["arg2"] = "斯卡基特",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032582,
							["arg1"] = "把补给品统统搬上去！快点！",
						}, -- [230]
						{
							["arg2"] = "库鲁兹船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032608,
							["arg1"] = "全体登船！滑鳗号出发了！",
						}, -- [231]
						{
							["arg2"] = "唾海",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032621,
							["arg1"] = "Mrrglrgl，mmrglrlglrrrglrggl！",
						}, -- [232]
						{
							["arg2"] = "斯卡基特",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032621,
							["arg1"] = "喷气背包准备完毕！",
						}, -- [233]
						{
							["arg2"] = "加兹鲁维",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032652,
							["arg1"] = "没错，告诉他加兹鲁维的轮机工来帮他了，我们站在他这边！",
						}, -- [234]
						{
							["arg2"] = "萨芙洛妮塔·古车",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032679,
							["arg1"] = "我们当然愿意加入你的事业，艾拉兹敏王子。我们就是来帮你的！",
						}, -- [235]
						{
							["arg2"] = "加兹鲁维",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032687,
							["arg1"] = "是的，没错，我们也一样。把我们也算上！",
						}, -- [236]
						{
							["arg2"] = "被裹挟的锈栓工程师",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032687,
							["arg1"] = "谁来接住我！",
						}, -- [237]
						{
							["arg2"] = "帕斯卡",
							["type"] = "MONSTER_YELL",
							["time"] = 1589033132,
							["arg1"] = "先别管我！他们拿走了帕斯卡K1N6型，那是当今最伟大的发明！",
						}, -- [238]
						{
							["arg1"] = " ",
						}, -- [239]
						{
							["arg1"] = " ",
						}, -- [240]
						{
							["arg1"] = "记录开始于 05/09/2020 的 22:05:56。",
							["type"] = "SYSTEM",
						}, -- [241]
						{
							["arg2"] = "艾拉兹敏王子",
							["type"] = "MONSTER_YELL",
							["time"] = 1589033192,
							["arg1"] = "锈栓抵抗军万岁！",
						}, -- [242]
						{
							["arg2"] = "HK-8型空中压制单位",
							["type"] = "MONSTER_YELL",
							["time"] = 1589033196,
							["arg1"] = "侦测到非法生命体！开始清除！",
						}, -- [243]
						{
							["arg2"] = "HK-8型空中压制单位",
							["type"] = "MONSTER_YELL",
							["time"] = 1589033264,
							["arg1"] = "当前受损率超出指定范围。正在返回修理。",
						}, -- [244]
						{
							["arg2"] = "HK-8型空中压制单位",
							["type"] = "MONSTER_YELL",
							["time"] = 1589033276,
							["arg1"] = "已侦测到敌方空中单位。正在锁定目标：十里扬州路……",
						}, -- [245]
						{
							["arg2"] = "阿裟大人",
							["type"] = "MONSTER_YELL",
							["time"] = 1589033336,
							["arg1"] = "没有人胆敢挑战兄弟会！",
							["clColor"] = "ffc59a6c",
						}, -- [246]
						{
							["arg2"] = "被裹挟的锈栓工程师",
							["type"] = "MONSTER_YELL",
							["time"] = 1589033337,
							["arg1"] = "救命啊！我快要掉下去了！",
						}, -- [247]
						{
							["arg2"] = "被裹挟的锈栓工程师",
							["type"] = "MONSTER_YELL",
							["time"] = 1589033356,
							["arg1"] = "接住我！接住我！",
						}, -- [248]
						{
							["arg2"] = "被裹挟的锈栓工程师",
							["type"] = "MONSTER_YELL",
							["time"] = 1589033375,
							["arg1"] = "好吧，真是倒霉。",
						}, -- [249]
						{
							["arg2"] = "库鲁兹船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589033407,
							["arg1"] = "全体登船！滑鳗号出发了！",
						}, -- [250]
					},
				}, -- [2]
				{
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "小队",
					["logs"] = {
						{
							["arg2"] = "泽坎",
							["type"] = "MONSTER_YELL",
							["time"] = 1589005796,
							["arg1"] = "得先把那个干掉。",
						}, -- [1]
						{
							["arg2"] = "屠戮者西克沃斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589005833,
							["arg1"] = "尼奥罗萨……已经归来……",
						}, -- [2]
						{
							["arg2"] = "泽坎",
							["type"] = "MONSTER_YELL",
							["time"] = 1589005842,
							["arg1"] = "恩佐斯的腐化图腾全是虚空的低语，把我们的萨满逼疯了。得把图腾都毁掉。",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["arg1"] = " ",
						}, -- [5]
						{
							["arg1"] = "记录开始于 05/09/2020 的 14:30:48。",
							["type"] = "SYSTEM",
						}, -- [6]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589006076,
							["arg1"] = "元素已经发声。艾泽拉斯即将灭亡。",
						}, -- [7]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589006087,
							["arg1"] = "古神之血是我们唯一的救赎！",
						}, -- [8]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589006091,
							["arg1"] = "不喝血的，都得死！",
						}, -- [9]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589006103,
							["arg1"] = "他的力量无人能挡！",
						}, -- [10]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589006126,
							["arg1"] = "他的力量无人能挡！",
						}, -- [11]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589006149,
							["arg1"] = "他的力量无人能挡！",
						}, -- [12]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589006164,
							["arg1"] = "感谢你……让我……重获自由……",
						}, -- [13]
						{
							["arg1"] = " ",
						}, -- [14]
						{
							["arg1"] = " ",
						}, -- [15]
						{
							["arg1"] = "记录开始于 05/09/2020 的 15:12:22。",
							["type"] = "SYSTEM",
						}, -- [16]
						{
							["arg2"] = "虚空恐魔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589008467,
							["arg1"] = "万物都将消亡！",
						}, -- [17]
						{
							["arg2"] = "梦境之龙麦琳瑟拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589008473,
							["arg1"] = "在那儿，勇士！那就是腐化的源头！摧毁它！",
						}, -- [18]
						{
							["arg1"] = " ",
						}, -- [19]
						{
							["arg1"] = " ",
						}, -- [20]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 15:27:26。",
						}, -- [21]
						{
							["arg2"] = "卡雷苟斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009359,
							["arg1"] = "他们把阿莱克丝塔萨包围了！你得去帮帮她！",
						}, -- [22]
						{
							["arg2"] = "阿莱克丝塔萨，生命的缚誓者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009365,
							["arg1"] = "你们的帮助很及时，十里扬州路。现在，消灭这些怪物！",
						}, -- [23]
						{
							["arg1"] = " ",
						}, -- [24]
						{
							["arg1"] = " ",
						}, -- [25]
						{
							["arg1"] = "记录开始于 05/09/2020 的 15:33:45。",
							["type"] = "SYSTEM",
						}, -- [26]
						{
							["arg2"] = "阿莱克丝塔萨，生命的缚誓者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009746,
							["arg1"] = "这场战斗远未结束。我感觉到他们的首领来了。",
						}, -- [27]
						{
							["arg2"] = "维克修娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009773,
							["arg1"] = "生命的缚誓者。向低语屈服吧。加入我们，你就能获得无可匹敌的力量。",
						}, -- [28]
						{
							["arg2"] = "阿莱克丝塔萨，生命的缚誓者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009787,
							["arg1"] = "绝不！",
						}, -- [29]
						{
							["arg2"] = "卡雷苟斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009788,
							["arg1"] = "我和阿莱克丝塔萨会去追赶维克修娜。你快去营救俘虏！",
						}, -- [30]
						{
							["arg2"] = "维克修娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009798,
							["arg1"] = "看吧，这就是所有守护巨龙的未来。合而为一，就能见证我所目睹的真理，姐姐。",
						}, -- [31]
						{
							["arg2"] = "阿莱克丝塔萨，生命的缚誓者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009813,
							["arg1"] = "你才不是我的妹妹。",
						}, -- [32]
						{
							["arg2"] = "维克修娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009893,
							["arg1"] = "你还在等什么，姐姐？你没看到我们族群的伟大命运吗？",
						}, -- [33]
						{
							["arg1"] = " ",
						}, -- [34]
						{
							["arg1"] = " ",
						}, -- [35]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 15:38:24。",
						}, -- [36]
						{
							["arg2"] = "阿莱克丝塔萨，生命的缚誓者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009928,
							["arg1"] = "他承诺给你的力量也保护不了你！",
						}, -- [37]
						{
							["arg2"] = "卡雷苟斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009932,
							["arg1"] = "没有别的选择了，十里扬州路。准备战斗吧。",
						}, -- [38]
						{
							["arg2"] = "维克修娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009933,
							["arg1"] = "那好吧。既然你们不愿加入我们，那就化为空虚的躯壳吧。",
						}, -- [39]
						{
							["arg2"] = "阿莱克丝塔萨，生命的缚誓者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009948,
							["arg1"] = "你的主人只会带你走向毁灭。",
						}, -- [40]
						{
							["arg2"] = "卡雷苟斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009968,
							["arg1"] = "够了！必须终结这场疯狂！",
						}, -- [41]
						{
							["arg2"] = "阿莱克丝塔萨，生命的缚誓者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009973,
							["arg1"] = "巨龙军团会永远守护艾泽拉斯！",
						}, -- [42]
						{
							["arg2"] = "维克修娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009998,
							["arg1"] = "这怎么可能！再给我点……力量！",
						}, -- [43]
						{
							["arg2"] = "维克修娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1589010004,
							["arg1"] = "可悲的巨龙军团必将陨落。既然你们不愿向主人效忠，那我就去找别人！",
						}, -- [44]
						{
							["arg1"] = " ",
						}, -- [45]
						{
							["arg1"] = " ",
						}, -- [46]
						{
							["arg1"] = "记录开始于 05/09/2020 的 19:26:35。",
							["type"] = "SYSTEM",
						}, -- [47]
						{
							["arg2"] = "摋鲁法尔-伊森利恩",
							["type"] = "PARTY",
							["time"] = 1589024517,
							["arg1"] = "我在了",
							["clColor"] = "ffc59a6c",
						}, -- [48]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1589024542,
							["arg1"] = "[Wind 地下城助手] 失误记录已启动，祝好运尽兴！",
							["clColor"] = "ffa22fc8",
						}, -- [49]
						{
							["arg2"] = "祖尔之影",
							["type"] = "MONSTER_YELL",
							["time"] = 1589024552,
							["arg1"] = "欢迎来到第一任巨魔国王的陵墓。我要是能亲自迎接你们就好了。",
						}, -- [50]
						{
							["arg2"] = "祖尔之影",
							["type"] = "MONSTER_YELL",
							["time"] = 1589024559,
							["arg1"] = "我的力量已经在此扎根，让古代灵魂与我主人的意志相连。",
						}, -- [51]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1589024584,
							["arg1"] = "齐物自忘情-奥尔加隆 被 |cff71d5ff|Hspell:270003:0|h[压制猛击]|h|r 击中。",
							["clColor"] = "ffa22fc8",
						}, -- [52]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1589024584,
							["arg1"] = "十里扬州路 被 |cff71d5ff|Hspell:270003:0|h[压制猛击]|h|r 击中。",
							["clColor"] = "ffa22fc8",
						}, -- [53]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1589024586,
							["arg1"] = "十里扬州路 被 |cff71d5ff|Hspell:270003:0|h[压制猛击]|h|r 击中。",
							["clColor"] = "ffa22fc8",
						}, -- [54]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1589024593,
							["arg1"] = "齐物自忘情-奥尔加隆 被 |cff71d5ff|Hspell:270003:0|h[压制猛击]|h|r 击中。",
							["clColor"] = "ffa22fc8",
						}, -- [55]
						{
							["arg2"] = "祖尔之影",
							["type"] = "MONSTER_YELL",
							["time"] = 1589024612,
							["arg1"] = "这座神殿将臣服于戈霍恩的力量！",
						}, -- [56]
						{
							["arg2"] = "祖尔之影",
							["type"] = "MONSTER_YELL",
							["time"] = 1589024749,
							["arg1"] = "你是对抗不了赞达拉的！",
						}, -- [57]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1589024765,
							["arg1"] = "十里扬州路 被 |cff71d5ff|Hspell:270931:0|h[黑暗射击]|h|r 击中。",
							["clColor"] = "ffa22fc8",
						}, -- [58]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1589024765,
							["arg1"] = "摋鲁法尔-伊森利恩 被 |cff71d5ff|Hspell:270931:0|h[黑暗射击]|h|r 击中。",
							["clColor"] = "ffa22fc8",
						}, -- [59]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1589024765,
							["arg1"] = "齐物自忘情-奥尔加隆 被 |cff71d5ff|Hspell:270931:0|h[黑暗射击]|h|r 击中。",
							["clColor"] = "ffa22fc8",
						}, -- [60]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1589024765,
							["arg1"] = "帅德嘉魔-凤凰之神 被 |cff71d5ff|Hspell:270931:0|h[黑暗射击]|h|r 击中。",
							["clColor"] = "ffa22fc8",
						}, -- [61]
						{
							["arg2"] = "灬壹脸逗逼灬-战歌",
							["type"] = "PARTY_LEADER",
							["time"] = 1589024772,
							["arg1"] = "德爷能帮忙一会莫个 副手吗",
							["clColor"] = "fffefefe",
						}, -- [62]
						{
							["arg2"] = "殓尸者姆沁巴",
							["type"] = "MONSTER_YELL",
							["time"] = 1589024955,
							["arg1"] = "你的血液里充满诅咒！",
						}, -- [63]
						{
							["arg2"] = "殓尸者姆沁巴",
							["type"] = "MONSTER_YELL",
							["time"] = 1589024966,
							["arg1"] = "必须净化血肉诅咒！",
						}, -- [64]
						{
							["arg2"] = "殓尸者姆沁巴",
							["type"] = "MONSTER_YELL",
							["time"] = 1589024982,
							["arg1"] = "准备变尸体吧！",
						}, -- [65]
						{
							["arg2"] = "殓尸者姆沁巴",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025000,
							["arg1"] = "必须净化血肉诅咒！",
						}, -- [66]
						{
							["arg2"] = "殓尸者姆沁巴",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025016,
							["arg1"] = "必须净化血肉诅咒！",
						}, -- [67]
						{
							["arg2"] = "殓尸者姆沁巴",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025027,
							["arg1"] = "尸身……也要好好……保存……",
						}, -- [68]
						{
							["arg2"] = "祖尔之影",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025040,
							["arg1"] = "这座神殿将臣服于戈霍恩的力量！",
						}, -- [69]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025164,
							["arg1"] = "医生来了！",
						}, -- [70]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025174,
							["arg1"] = "我的毒可没得解！",
						}, -- [71]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025185,
							["arg1"] = "元素之灵，听我召唤！",
						}, -- [72]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025198,
							["arg1"] = "我的毒可没得解！",
						}, -- [73]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025203,
							["arg1"] = "请别把我……跟这些……白痴……埋在一起……",
						}, -- [74]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025210,
							["arg1"] = "战斗需要的是技巧。你们可不行！",
						}, -- [75]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025218,
							["arg1"] = "尝尝斧子的滋味！",
						}, -- [76]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025226,
							["arg1"] = "我的毒可没得解！",
						}, -- [77]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025229,
							["arg1"] = "尝尝斧子的滋味！",
						}, -- [78]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025232,
							["arg1"] = "有人的脑袋要落地了！",
						}, -- [79]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025239,
							["arg1"] = "我的头……也可以拿去……做战利品……",
						}, -- [80]
						{
							["arg2"] = "征服者阿卡阿里",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025245,
							["arg1"] = "哼，你们真没用，生前死后都一样。还得我来对付他们！",
						}, -- [81]
						{
							["arg2"] = "征服者阿卡阿里",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025251,
							["arg1"] = "苦难降临！",
						}, -- [82]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025270,
							["arg1"] = "我的毒可没得解！",
						}, -- [83]
						{
							["arg2"] = "征服者阿卡阿里",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025271,
							["arg1"] = "啊……我的愤怒……是……不朽的……",
						}, -- [84]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025288,
							["arg1"] = "闭嘴，油嘴滑舌的先知！",
						}, -- [85]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025292,
							["arg1"] = "我毕生都在对抗你的主人，但你却在我死后，用他的意志控制我。",
						}, -- [86]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025299,
							["arg1"] = "入侵者当然得死……但我可不想听你喋喋不休。",
						}, -- [87]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025337,
							["arg1"] = "你们要为亵渎我的神殿付出代价！",
						}, -- [88]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025346,
							["arg1"] = "没人能挡下我的利刃！",
						}, -- [89]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025350,
							["arg1"] = "来吧……来吧，可爱的莱班。进食时间到！",
						}, -- [90]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025350,
							["arg1"] = "流血吧！",
						}, -- [91]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025356,
							["arg1"] = "我要把你大卸八块！",
						}, -- [92]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025365,
							["arg1"] = "死亡也无法切断我们的联系，爱宠们。现在，吃吧，提扎拉……吃吧！",
						}, -- [93]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025369,
							["arg1"] = "流血吧！",
						}, -- [94]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025385,
							["arg1"] = "没人能挡下我的利刃！",
						}, -- [95]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025388,
							["arg1"] = "流血吧！",
						}, -- [96]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025393,
							["arg1"] = "够了！你们证明了自己的实力，可以死在我手上了！",
						}, -- [97]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025408,
							["arg1"] = "我要把你大卸八块！",
						}, -- [98]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025413,
							["arg1"] = "流血吧！",
						}, -- [99]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589025418,
							["arg1"] = "很好，我的选民。你们证明了自己有资格接受我的馈赠。",
						}, -- [100]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1589025418,
							["arg1"] = "该躲不躲的伤害排行：",
							["clColor"] = "ffa22fc8",
						}, -- [101]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1589025418,
							["arg1"] = "1. 帅德嘉魔-凤凰之神 288.7万",
							["clColor"] = "ffa22fc8",
						}, -- [102]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1589025418,
							["arg1"] = "2. 摋鲁法尔-伊森利恩 167.9万",
							["clColor"] = "ffa22fc8",
						}, -- [103]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1589025418,
							["arg1"] = "3. 齐物自忘情-奥尔加隆 161.5万",
							["clColor"] = "ffa22fc8",
						}, -- [104]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1589025418,
							["arg1"] = "4. 十里扬州路 85.1万",
							["clColor"] = "ffa22fc8",
						}, -- [105]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1589025418,
							["arg1"] = "5. 灬壹脸逗逼灬-战歌 43.5万",
							["clColor"] = "ffa22fc8",
						}, -- [106]
						{
							["arg1"] = " ",
						}, -- [107]
						{
							["arg1"] = " ",
						}, -- [108]
						{
							["arg1"] = "记录开始于 05/09/2020 的 20:50:50。",
							["type"] = "SYSTEM",
						}, -- [109]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589028723,
							["arg1"] = "<大脚组队提示>欢迎新的小队成员  [恶魔猎手] 十里扬州路",
							["clColor"] = "ffc59a6c",
						}, -- [110]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589028730,
							["arg1"] = "?",
							["clColor"] = "ffc59a6c",
						}, -- [111]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589028758,
							["arg1"] = "==",
							["clColor"] = "ffc59a6c",
						}, -- [112]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589028940,
							["arg1"] = "你要过来a一下",
							["clColor"] = "ffc59a6c",
						}, -- [113]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589028963,
							["arg1"] = "你在 一级区 门口=",
							["clColor"] = "ffc59a6c",
						}, -- [114]
						{
							["arg1"] = " ",
						}, -- [115]
						{
							["arg1"] = " ",
						}, -- [116]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 20:56:29。",
						}, -- [117]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589029036,
							["arg1"] = "可以 五箱",
							["clColor"] = "ffc59a6c",
						}, -- [118]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589029044,
							["arg1"] = "不用",
							["clColor"] = "ffc59a6c",
						}, -- [119]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589029052,
							["arg1"] = "ok",
							["clColor"] = "ffc59a6c",
						}, -- [120]
						{
							["arg2"] = "泽坎",
							["type"] = "MONSTER_YELL",
							["time"] = 1589029107,
							["arg1"] = "勇士们！我们需要帮助！",
						}, -- [121]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589029113,
							["arg1"] = "够",
							["clColor"] = "ffc59a6c",
						}, -- [122]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589029122,
							["arg1"] = "试过了",
							["clColor"] = "ffc59a6c",
						}, -- [123]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589029134,
							["arg1"] = "=",
							["clColor"] = "ffc59a6c",
						}, -- [124]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589029166,
							["arg1"] = "带画眉试过了",
							["clColor"] = "ffc59a6c",
						}, -- [125]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589029174,
							["arg1"] = "你别用",
							["clColor"] = "ffc59a6c",
						}, -- [126]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589029261,
							["arg1"] = "1",
							["clColor"] = "ffc59a6c",
						}, -- [127]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589029264,
							["arg1"] = "ok",
							["clColor"] = "ffc59a6c",
						}, -- [128]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589029273,
							["arg1"] = "a",
							["clColor"] = "ffc59a6c",
						}, -- [129]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589029279,
							["arg1"] = "a一下",
							["clColor"] = "ffc59a6c",
						}, -- [130]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589029552,
							["arg1"] = "a",
							["clColor"] = "ffc59a6c",
						}, -- [131]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589029557,
							["arg1"] = "来a",
							["clColor"] = "ffc59a6c",
						}, -- [132]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589029594,
							["arg1"] = "a",
							["clColor"] = "ffc59a6c",
						}, -- [133]
						{
							["arg2"] = "无光者维兹奥克",
							["type"] = "MONSTER_YELL",
							["time"] = 1589029594,
							["arg1"] = "虚空在呼唤你！",
						}, -- [134]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589029594,
							["arg1"] = "a",
							["clColor"] = "ffc59a6c",
						}, -- [135]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589029595,
							["arg1"] = "a",
							["clColor"] = "ffc59a6c",
						}, -- [136]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589029595,
							["arg1"] = "a",
							["clColor"] = "ffc59a6c",
						}, -- [137]
						{
							["arg2"] = "盖亚拉大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589029596,
							["arg1"] = "以玛格汉的名义，干掉那个怪物！",
						}, -- [138]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589029596,
							["arg1"] = "a",
							["clColor"] = "ffc59a6c",
						}, -- [139]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589029646,
							["arg1"] = "门口 那=",
							["clColor"] = "ffc59a6c",
						}, -- [140]
						{
							["arg2"] = "审判官格恩肖尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589029688,
							["arg1"] = "干掉那个兽人，清扫暗巷区！拒绝主人之血的都不得好死！",
						}, -- [141]
						{
							["arg2"] = "歼灭者拉克哈尔",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589029703,
							["arg1"] = "痛苦在等待着你！",
						}, -- [142]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589029723,
							["arg1"] = "9",
							["clColor"] = "ffc59a6c",
						}, -- [143]
						{
							["arg2"] = "博亚",
							["type"] = "MONSTER_YELL",
							["time"] = 1589029755,
							["arg1"] = "救命！斯诺恩发疯了！",
						}, -- [144]
						{
							["arg2"] = "雷克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589029841,
							["arg1"] = "你不过是恩佐斯无尽大军面前的蝼蚁。现在，我就要踩死你！",
						}, -- [145]
						{
							["arg2"] = "雷克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589029944,
							["arg1"] = "我会把你的血肉喂给我的野兽，把你的灵魂献给恩佐斯！",
						}, -- [146]
						{
							["arg2"] = "雷克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589029953,
							["arg1"] = "来吧，我的宠物！侍奉你的主人！",
						}, -- [147]
						{
							["arg2"] = "雷克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589029955,
							["arg1"] = "我的野兽会吞噬你！",
						}, -- [148]
						{
							["arg2"] = "雷克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589029960,
							["arg1"] = "消灭这些猎物！",
						}, -- [149]
						{
							["arg2"] = "雷克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589029963,
							["arg1"] = "恩佐斯能号令的，可不只是动物！",
						}, -- [150]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589030014,
							["arg1"] = "随便打",
							["clColor"] = "ffc59a6c",
						}, -- [151]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589030027,
							["arg1"] = "元素已经发声。艾泽拉斯即将灭亡。",
						}, -- [152]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589030033,
							["arg1"] = "10s",
							["clColor"] = "ffc59a6c",
						}, -- [153]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589030037,
							["arg1"] = "古神之血是我们唯一的救赎！",
						}, -- [154]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589030045,
							["arg1"] = "不喝血的，都得死！",
						}, -- [155]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589030060,
							["arg1"] = "他的力量无人能挡！",
						}, -- [156]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589030083,
							["arg1"] = "他的力量无人能挡！",
						}, -- [157]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589030101,
							["arg1"] = "感谢你……让我……重获自由……",
						}, -- [158]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589030152,
							["arg1"] = "多少|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r?",
							["clColor"] = "ffc59a6c",
						}, -- [159]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589030177,
							["arg1"] = "w去入侵x2",
							["clColor"] = "ffc59a6c",
						}, -- [160]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589030189,
							["arg1"] = "大",
							["clColor"] = "ffc59a6c",
						}, -- [161]
						{
							["arg1"] = " ",
						}, -- [162]
						{
							["arg1"] = " ",
						}, -- [163]
						{
							["arg1"] = "记录开始于 05/09/2020 的 21:16:56。",
							["type"] = "SYSTEM",
						}, -- [164]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589030261,
							["arg1"] = "不用=",
							["clColor"] = "ffc59a6c",
						}, -- [165]
						{
							["arg1"] = " ",
						}, -- [166]
						{
							["arg1"] = " ",
						}, -- [167]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 21:32:03。",
						}, -- [168]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589031177,
							["arg1"] = "<大脚组队提示>欢迎新的小队成员  [恶魔猎手] 十里扬州路",
							["clColor"] = "ffc59a6c",
						}, -- [169]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589031186,
							["arg1"] = "入侵?",
							["clColor"] = "ffc59a6c",
						}, -- [170]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589031994,
							["arg1"] = "<大脚组队提示>欢迎新的小队成员  [恶魔猎手] 十里扬州路",
							["clColor"] = "ffc59a6c",
						}, -- [171]
						{
							["arg2"] = "猫栗子-冰风岗",
							["type"] = "PARTY",
							["time"] = 1589032009,
							["arg1"] = "你哪个号要打啊",
							["clColor"] = "fffefefe",
						}, -- [172]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589032019,
							["arg1"] = "有没人",
							["clColor"] = "ffc59a6c",
						}, -- [173]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589032031,
							["arg1"] = "有人就全打了",
							["clColor"] = "ffc59a6c",
						}, -- [174]
						{
							["arg2"] = "猫栗子-冰风岗",
							["type"] = "PARTY",
							["time"] = 1589032067,
							["arg1"] = "木有",
							["clColor"] = "fffefefe",
						}, -- [175]
						{
							["arg2"] = "猫栗子-冰风岗",
							["type"] = "PARTY",
							["time"] = 1589032071,
							["arg1"] = "都在团本",
							["clColor"] = "fffefefe",
						}, -- [176]
						{
							["arg2"] = "猫栗子-冰风岗",
							["type"] = "PARTY",
							["time"] = 1589032172,
							["arg1"] = "【爱不易】远古疯狂魔典：6/8",
							["clColor"] = "fffefefe",
						}, -- [177]
						{
							["arg2"] = "斯卡基特",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032238,
							["arg1"] = "你们听到老板说的了。快把这些玩意统统修好！",
						}, -- [178]
						{
							["arg2"] = "斯卡基特",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032245,
							["arg1"] = "批准风险津贴！睁大眼睛，小心陷阱！",
						}, -- [179]
						{
							["arg2"] = "考古工程学家",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032272,
							["arg1"] = "你们无法和侏儒科技匹敌，蠢货！",
						}, -- [180]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032293,
							["arg1"] = "侏儒的兄弟姐妹们！许多世代以来，血肉诅咒让我们沦为了劣等生物。",
						}, -- [181]
						{
							["arg2"] = "猫栗子-冰风岗",
							["type"] = "PARTY",
							["time"] = 1589032299,
							["arg1"] = "【爱不易】任务完成：远古疯狂魔典",
							["clColor"] = "fffefefe",
						}, -- [182]
						{
							["arg2"] = "猫栗子-冰风岗",
							["type"] = "PARTY",
							["time"] = 1589032299,
							["arg1"] = "远古疯狂魔典：8/8",
							["clColor"] = "fffefefe",
						}, -- [183]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032302,
							["arg1"] = "但一切到此为止了！我们将回归泰坦铸造的原始形态，完美的形态！",
						}, -- [184]
						{
							["arg2"] = "猫栗子-冰风岗",
							["type"] = "PARTY",
							["time"] = 1589032303,
							["arg1"] = "【爱不易】任务完成：疯狂的爪牙",
							["clColor"] = "fffefefe",
						}, -- [185]
						{
							["arg2"] = "猫栗子-冰风岗",
							["type"] = "PARTY",
							["time"] = 1589032304,
							["arg1"] = "【爱不易】任务完成：彼岸的折磨",
							["clColor"] = "fffefefe",
						}, -- [186]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032312,
							["arg1"] = "麦卡贡欢迎所有符合条件的物种，加入我们，彻底清除上古之神的腐化。",
						}, -- [187]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032321,
							["arg1"] = "上前来，接受发明之眼的遴选。让我们一起迎接往日的荣耀！",
						}, -- [188]
						{
							["arg2"] = "猫栗子-冰风岗",
							["type"] = "PARTY",
							["time"] = 1589032336,
							["arg1"] = "【爱不易】任务完成：远古疯狂魔典",
							["clColor"] = "fffefefe",
						}, -- [189]
						{
							["arg2"] = "猫栗子-冰风岗",
							["type"] = "PARTY",
							["time"] = 1589032338,
							["arg1"] = "【爱不易】任务完成：腐化的古物",
							["clColor"] = "fffefefe",
						}, -- [190]
						{
							["arg2"] = "舒佳·爆帽",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032468,
							["arg1"] = "啊啊！快停下，你这个疯子！",
						}, -- [191]
						{
							["arg2"] = "奎兹拉·爆帽",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032468,
							["arg1"] = "哈哈哈哈！跑吧，姐姐，快跑！",
						}, -- [192]
						{
							["arg2"] = "舒佳·爆帽",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032470,
							["arg1"] = "奎兹拉！别再浪费我——的——弹——药了！然后滚出我的工作室！",
						}, -- [193]
						{
							["arg2"] = "轮机搬运工",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032513,
							["arg1"] = "大声点！敲大声点！",
						}, -- [194]
						{
							["arg2"] = "轮机工会代表",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032513,
							["arg1"] = "嗨起来，再给每个人都端酒来！",
						}, -- [195]
						{
							["arg2"] = "轮机劳工",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032514,
							["arg1"] = "喔吼！",
						}, -- [196]
						{
							["arg2"] = "轮机工会代表",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032527,
							["arg1"] = "轮机工们，最后一次点名！",
						}, -- [197]
						{
							["arg2"] = "轮机工会代表",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032528,
							["arg1"] = "老大还有个活要给我们。我们在五分钟后出发！",
						}, -- [198]
						{
							["arg2"] = "轮机工会代表",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032529,
							["arg1"] = "加兹鲁维会为这个工作给我们支付三倍薪水！有谁不想要的话可以自己留下喝酒！",
						}, -- [199]
						{
							["arg2"] = "轮机工会代表",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032532,
							["arg1"] = "路上你们的工会代表会给你们详细信息。现在，干杯！",
						}, -- [200]
						{
							["arg2"] = "猫栗子-冰风岗",
							["type"] = "PARTY",
							["time"] = 1589032541,
							["arg1"] = "【爱不易】接受任务：追踪任务",
							["clColor"] = "fffefefe",
						}, -- [201]
						{
							["arg2"] = "猫栗子-冰风岗",
							["type"] = "PARTY",
							["time"] = 1589032554,
							["arg1"] = "【爱不易】接受任务：阿玛赛特勇士",
							["clColor"] = "fffefefe",
						}, -- [202]
						{
							["arg2"] = "猫栗子-冰风岗",
							["type"] = "PARTY",
							["time"] = 1589032556,
							["arg1"] = "【爱不易】接受任务：远古兵装",
							["clColor"] = "fffefefe",
						}, -- [203]
						{
							["arg2"] = "猫栗子-冰风岗",
							["type"] = "PARTY",
							["time"] = 1589032560,
							["arg1"] = "【爱不易】接受任务：背井离乡",
							["clColor"] = "fffefefe",
						}, -- [204]
						{
							["arg2"] = "斯卡基特",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032582,
							["arg1"] = "把补给品统统搬上去！快点！",
						}, -- [205]
						{
							["arg2"] = "库鲁兹船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032608,
							["arg1"] = "全体登船！滑鳗号出发了！",
						}, -- [206]
						{
							["arg2"] = "唾海",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032621,
							["arg1"] = "Mrrglrgl，mmrglrlglrrrglrggl！",
						}, -- [207]
						{
							["arg2"] = "斯卡基特",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032621,
							["arg1"] = "喷气背包准备完毕！",
						}, -- [208]
						{
							["arg2"] = "加兹鲁维",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032652,
							["arg1"] = "没错，告诉他加兹鲁维的轮机工来帮他了，我们站在他这边！",
						}, -- [209]
						{
							["arg2"] = "萨芙洛妮塔·古车",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032679,
							["arg1"] = "我们当然愿意加入你的事业，艾拉兹敏王子。我们就是来帮你的！",
						}, -- [210]
						{
							["arg2"] = "加兹鲁维",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032687,
							["arg1"] = "是的，没错，我们也一样。把我们也算上！",
						}, -- [211]
						{
							["arg2"] = "被裹挟的锈栓工程师",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032687,
							["arg1"] = "谁来接住我！",
						}, -- [212]
						{
							["arg2"] = "猫栗子-冰风岗",
							["type"] = "PARTY",
							["time"] = 1589032696,
							["arg1"] = "阿玛赛特护甲：2/10",
							["clColor"] = "fffefefe",
						}, -- [213]
						{
							["arg2"] = "猫栗子-冰风岗",
							["type"] = "PARTY",
							["time"] = 1589032720,
							["arg1"] = "【爱不易】任务完成：晋升引擎",
							["clColor"] = "fffefefe",
						}, -- [214]
						{
							["arg2"] = "猫栗子-冰风岗",
							["type"] = "PARTY",
							["time"] = 1589032774,
							["arg1"] = "【爱不易】任务完成：光刃训练场",
							["clColor"] = "fffefefe",
						}, -- [215]
						{
							["arg2"] = "猫栗子-冰风岗",
							["type"] = "PARTY",
							["time"] = 1589032805,
							["arg1"] = "消灭精英阿玛赛特敌人：2/6",
							["clColor"] = "fffefefe",
						}, -- [216]
						{
							["arg2"] = "猫栗子-冰风岗",
							["type"] = "PARTY",
							["time"] = 1589032950,
							["arg1"] = "阿玛赛特护甲：4/10",
							["clColor"] = "fffefefe",
						}, -- [217]
						{
							["arg2"] = "猫栗子-冰风岗",
							["type"] = "PARTY",
							["time"] = 1589033004,
							["arg1"] = "解救被奴役的托维尔人：2/6",
							["clColor"] = "fffefefe",
						}, -- [218]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589033006,
							["arg1"] = "==",
							["clColor"] = "ffc59a6c",
						}, -- [219]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589033012,
							["arg1"] = "叫了木头",
							["clColor"] = "ffc59a6c",
						}, -- [220]
						{
							["arg2"] = "猫栗子-冰风岗",
							["type"] = "PARTY_LEADER",
							["time"] = 1589033036,
							["arg1"] = "【爱不易】解救被奴役的托维尔人：4/6",
							["clColor"] = "fffefefe",
						}, -- [221]
						{
							["arg2"] = "猫栗子-冰风岗",
							["type"] = "PARTY_LEADER",
							["time"] = 1589033068,
							["arg1"] = "【爱不易】任务完成：背井离乡",
							["clColor"] = "fffefefe",
						}, -- [222]
						{
							["arg2"] = "猫栗子-冰风岗",
							["type"] = "PARTY_LEADER",
							["time"] = 1589033068,
							["arg1"] = "解救被奴役的托维尔人：6/6",
							["clColor"] = "fffefefe",
						}, -- [223]
						{
							["arg2"] = "猫栗子-冰风岗",
							["type"] = "PARTY_LEADER",
							["time"] = 1589033112,
							["arg1"] = "消灭精英阿玛赛特敌人：4/6",
							["clColor"] = "fffefefe",
						}, -- [224]
						{
							["arg2"] = "帕斯卡",
							["type"] = "MONSTER_YELL",
							["time"] = 1589033132,
							["arg1"] = "先别管我！他们拿走了帕斯卡K1N6型，那是当今最伟大的发明！",
						}, -- [225]
						{
							["arg1"] = " ",
						}, -- [226]
						{
							["arg1"] = " ",
						}, -- [227]
						{
							["arg1"] = "记录开始于 05/09/2020 的 22:05:56。",
							["type"] = "SYSTEM",
						}, -- [228]
						{
							["arg2"] = "猫栗子-冰风岗",
							["type"] = "PARTY_LEADER",
							["time"] = 1589033180,
							["arg1"] = "消灭精英阿玛赛特敌人：6/6",
							["clColor"] = "fffefefe",
						}, -- [229]
						{
							["arg2"] = "猫栗子-冰风岗",
							["type"] = "PARTY_LEADER",
							["time"] = 1589033180,
							["arg1"] = "【爱不易】任务完成：阿玛赛特勇士",
							["clColor"] = "fffefefe",
						}, -- [230]
						{
							["arg2"] = "艾拉兹敏王子",
							["type"] = "MONSTER_YELL",
							["time"] = 1589033192,
							["arg1"] = "锈栓抵抗军万岁！",
						}, -- [231]
						{
							["arg2"] = "HK-8型空中压制单位",
							["type"] = "MONSTER_YELL",
							["time"] = 1589033196,
							["arg1"] = "侦测到非法生命体！开始清除！",
						}, -- [232]
						{
							["arg2"] = "HK-8型空中压制单位",
							["type"] = "MONSTER_YELL",
							["time"] = 1589033264,
							["arg1"] = "当前受损率超出指定范围。正在返回修理。",
						}, -- [233]
						{
							["arg2"] = "HK-8型空中压制单位",
							["type"] = "MONSTER_YELL",
							["time"] = 1589033276,
							["arg1"] = "已侦测到敌方空中单位。正在锁定目标：十里扬州路……",
						}, -- [234]
						{
							["arg2"] = "阿裟大人",
							["type"] = "MONSTER_YELL",
							["time"] = 1589033336,
							["arg1"] = "没有人胆敢挑战兄弟会！",
							["clColor"] = "ffc59a6c",
						}, -- [235]
						{
							["arg2"] = "被裹挟的锈栓工程师",
							["type"] = "MONSTER_YELL",
							["time"] = 1589033337,
							["arg1"] = "救命啊！我快要掉下去了！",
						}, -- [236]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1589033344,
							["arg1"] = "|cff1eff00|Hazessence:32:1|h[冲突与斗争]|h|r|cff1eff00|Hazessence:13:1|h[虚无粹源]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [237]
						{
							["arg2"] = "被裹挟的锈栓工程师",
							["type"] = "MONSTER_YELL",
							["time"] = 1589033356,
							["arg1"] = "接住我！接住我！",
						}, -- [238]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "PARTY",
							["time"] = 1589033358,
							["arg1"] = "|cffa335ee|Hazessence:22:3|h[完美愿景]|h|r|cffa335ee|Hazessence:25:3|h[深渊之护]|h|r|cff0070dd|Hazessence:34:2|h[勇卫之力]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [239]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589033368,
							["arg1"] = "|cff0070dd|Hazessence:32:2|h[冲突与斗争]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [240]
						{
							["arg2"] = "猫栗子-冰风岗",
							["type"] = "PARTY",
							["time"] = 1589033370,
							["arg1"] = "【爱不易】任务完成：坚甲上的裂缝",
							["clColor"] = "fffefefe",
						}, -- [241]
						{
							["arg2"] = "猫栗子-冰风岗",
							["type"] = "PARTY",
							["time"] = 1589033370,
							["arg1"] = "保护高级探险家蒂尔洛拉：1/1",
							["clColor"] = "fffefefe",
						}, -- [242]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589033371,
							["arg1"] = "|cffa335ee|Hazessence:22:3|h[完美愿景]|h|r|cffa335ee|Hazessence:25:3|h[深渊之护]|h|r|cffff8000|Hazessence:34:4|h[勇卫之力]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [243]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589033373,
							["arg1"] = "|cff0070dd|Hazessence:32:2|h[冲突与斗争]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [244]
						{
							["arg2"] = "被裹挟的锈栓工程师",
							["type"] = "MONSTER_YELL",
							["time"] = 1589033375,
							["arg1"] = "好吧，真是倒霉。",
						}, -- [245]
						{
							["arg2"] = "猫栗子-冰风岗",
							["type"] = "PARTY",
							["time"] = 1589033378,
							["arg1"] = "【爱不易】任务完成：坚甲上的裂缝",
							["clColor"] = "fffefefe",
						}, -- [246]
						{
							["arg2"] = "猫栗子-冰风岗",
							["type"] = "PARTY",
							["time"] = 1589033384,
							["arg1"] = "【爱不易】接受任务：腐蚀追寻者",
							["clColor"] = "fffefefe",
						}, -- [247]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589033388,
							["arg1"] = "|cffa335ee|Hazessence:13:3|h[虚无粹源]|h|r只有|cff66bbff|Hjournal:0:1036:23|h[风暴神殿]|h|r 才用",
							["clColor"] = "fffe7b09",
						}, -- [248]
						{
							["arg2"] = "猫栗子-冰风岗",
							["type"] = "PARTY",
							["time"] = 1589033391,
							["arg1"] = "阿玛赛特护甲：6/10",
							["clColor"] = "fffefefe",
						}, -- [249]
						{
							["arg2"] = "库鲁兹船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589033407,
							["arg1"] = "全体登船！滑鳗号出发了！",
						}, -- [250]
					},
				}, -- [3]
				{
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "说",
					["logs"] = {
						{
							["arg2"] = "湮灭元素",
							["type"] = "MONSTER_SAY",
							["time"] = 1589005987,
							["arg1"] = "湮灭降临！",
						}, -- [1]
						{
							["arg2"] = "湮灭元素",
							["type"] = "MONSTER_SAY",
							["time"] = 1589006027,
							["arg1"] = "希望……必将……湮灭……",
						}, -- [2]
						{
							["arg2"] = "泽坎",
							["type"] = "MONSTER_SAY",
							["time"] = 1589006032,
							["arg1"] = "我的兄弟姐妹自由了……但以后我们还能相信元素的声音吗？",
						}, -- [3]
						{
							["arg2"] = "纯净圣母",
							["type"] = "MONSTER_SAY",
							["time"] = 1589006169,
							["arg1"] = "幻象探索结束。启动退出协议。",
						}, -- [4]
						{
							["arg2"] = "拉希奥的影像",
							["type"] = "MONSTER_SAY",
							["time"] = 1589006176,
							["arg1"] = "腐化的奥格瑞玛显然令恩佐斯欣喜若狂。你越深入这里，我就越想彻彻底底地终结他的存在。",
						}, -- [5]
						{
							["arg2"] = "拉希奥",
							["type"] = "MONSTER_SAY",
							["time"] = 1589006221,
							["arg1"] = "你的努力卓有成效，勇士。很快艾泽拉斯的所有力量都会为你所用。",
						}, -- [6]
						{
							["arg1"] = " ",
						}, -- [7]
						{
							["arg1"] = " ",
						}, -- [8]
						{
							["arg1"] = "记录开始于 05/09/2020 的 14:44:28。",
							["type"] = "SYSTEM",
						}, -- [9]
						{
							["arg2"] = "梦境之龙麦琳瑟拉",
							["type"] = "MONSTER_SAY",
							["time"] = 1589007089,
							["arg1"] = "母亲……如果你能在我身边指引我……",
						}, -- [10]
						{
							["arg2"] = "梦境之龙麦琳瑟拉",
							["type"] = "MONSTER_SAY",
							["time"] = 1589007093,
							["arg1"] = "我们必须前往梦境之路，不然绿龙军团都将灭亡，准备好了就来找我。",
						}, -- [11]
						{
							["arg2"] = "梦境之龙麦琳瑟拉",
							["type"] = "MONSTER_SAY",
							["time"] = 1589007196,
							["arg1"] = "梦境之路上散落着翡翠巨龙的力量残片，那都是我陨落的同胞留下的，他们陷入了永恒的沉眠。",
						}, -- [12]
						{
							["arg1"] = " ",
						}, -- [13]
						{
							["arg1"] = " ",
						}, -- [14]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 14:54:45。",
						}, -- [15]
						{
							["arg2"] = "塔丝瑟拉",
							["type"] = "MONSTER_SAY",
							["time"] = 1589007619,
							["arg1"] = "我们毫无希望……我只想睡去……",
						}, -- [16]
						{
							["arg1"] = " ",
						}, -- [17]
						{
							["arg1"] = " ",
						}, -- [18]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 15:02:59。",
						}, -- [19]
						{
							["arg2"] = "沃尔蒂萨",
							["type"] = "MONSTER_SAY",
							["time"] = 1589008012,
							["arg1"] = "不……不！我的死期还没到。感激不尽！",
						}, -- [20]
						{
							["arg2"] = "卡卡留斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1589008182,
							["arg1"] = "虚空……不可避免。让我安息……",
						}, -- [21]
						{
							["arg2"] = "梦境之龙麦琳瑟拉",
							["type"] = "MONSTER_SAY",
							["time"] = 1589008274,
							["arg1"] = "曾经我的母亲会来这里休息。但虚空的威胁将吞噬她所珍爱的一切。",
						}, -- [22]
						{
							["arg2"] = "梦境之龙麦琳瑟拉",
							["type"] = "MONSTER_SAY",
							["time"] = 1589008281,
							["arg1"] = "都是我的错，我应该早点阻止这一切的。",
						}, -- [23]
						{
							["arg1"] = " ",
						}, -- [24]
						{
							["arg1"] = " ",
						}, -- [25]
						{
							["arg1"] = "记录开始于 05/09/2020 的 15:12:22。",
							["type"] = "SYSTEM",
						}, -- [26]
						{
							["arg2"] = "梦境之龙麦琳瑟拉",
							["type"] = "MONSTER_SAY",
							["time"] = 1589008384,
							["arg1"] = "曾经我的母亲会来这里休息。但虚空的威胁将吞噬她所珍爱的一切。",
						}, -- [27]
						{
							["arg2"] = "梦境之龙麦琳瑟拉",
							["type"] = "MONSTER_SAY",
							["time"] = 1589008392,
							["arg1"] = "都是我的错，我应该早点阻止这一切的。",
						}, -- [28]
						{
							["arg2"] = "梦境之龙麦琳瑟拉",
							["type"] = "MONSTER_SAY",
							["time"] = 1589008543,
							["arg1"] = "把碎片扔进湖里，十里扬州路。我会用绿龙军团的火焰灌注它们。",
						}, -- [29]
						{
							["arg2"] = "梦境之龙麦琳瑟拉",
							["type"] = "MONSTER_SAY",
							["time"] = 1589008561,
							["arg1"] = "不……我的力量……还不够……",
						}, -- [30]
						{
							["arg2"] = "梦境之龙麦琳瑟拉",
							["type"] = "MONSTER_SAY",
							["time"] = 1589008566,
							["arg1"] = "绿龙军团的巨龙啊！要是你们还心怀希望，就帮帮我！",
						}, -- [31]
						{
							["arg2"] = "梦境之龙麦琳瑟拉",
							["type"] = "MONSTER_SAY",
							["time"] = 1589008584,
							["arg1"] = "成功了。谢谢你……谢谢大家。",
						}, -- [32]
						{
							["arg2"] = "梦境之龙麦琳瑟拉",
							["type"] = "MONSTER_SAY",
							["time"] = 1589008605,
							["arg1"] = "我会前往心之秘室。时候到了，绿龙军团也要为守护艾泽拉斯贡献力量。",
						}, -- [33]
						{
							["arg2"] = "梦境之龙麦琳瑟拉",
							["type"] = "MONSTER_SAY",
							["time"] = 1589008716,
							["arg1"] = "尽管绿龙军团损失惨重，但我们仍然坚定地履行着对艾泽拉斯的责任。",
						}, -- [34]
						{
							["arg2"] = "卡雷苟斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1589008719,
							["arg1"] = "时间紧迫，十里扬州路。我们暮光高地见。",
						}, -- [35]
						{
							["arg2"] = "梦境之龙麦琳瑟拉",
							["type"] = "MONSTER_SAY",
							["time"] = 1589008737,
							["arg1"] = "愿这份礼物不会辜负逝者的牺牲。",
						}, -- [36]
						{
							["arg2"] = "呆了个萌-亡语者",
							["type"] = "SAY",
							["time"] = 1589008839,
							["arg1"] = "灰色 深灰 藏青 浅蓝 咖啡",
							["clColor"] = "fff38bb9",
						}, -- [37]
						{
							["arg1"] = " ",
						}, -- [38]
						{
							["arg1"] = " ",
						}, -- [39]
						{
							["arg1"] = "记录开始于 05/09/2020 的 15:33:45。",
							["type"] = "SYSTEM",
						}, -- [40]
						{
							["arg2"] = "阿莱克丝塔萨，生命的缚誓者",
							["type"] = "MONSTER_SAY",
							["time"] = 1589009767,
							["arg1"] = "他们在对我的孩子做什么？",
						}, -- [41]
						{
							["arg2"] = "卡雷苟斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1589009884,
							["arg1"] = "她想逃！快，我们得追上她！",
						}, -- [42]
						{
							["arg1"] = " ",
						}, -- [43]
						{
							["arg1"] = " ",
						}, -- [44]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 15:38:24。",
						}, -- [45]
						{
							["arg2"] = "卡雷苟斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1589009926,
							["arg1"] = "她在那儿。是时候做个了断了。",
						}, -- [46]
						{
							["arg2"] = "阿莱克丝塔萨，生命的缚誓者",
							["type"] = "MONSTER_SAY",
							["time"] = 1589010018,
							["arg1"] = "让她走吧。孩子们已经安全了。",
						}, -- [47]
						{
							["arg2"] = "阿莱克丝塔萨，生命的缚誓者",
							["type"] = "MONSTER_SAY",
							["time"] = 1589010023,
							["arg1"] = "勇士。你今天的行动让红龙军团免遭厄运。为此，我将永远感激不尽。",
						}, -- [48]
						{
							["arg2"] = "阿莱克丝塔萨，生命的缚誓者",
							["type"] = "MONSTER_SAY",
							["time"] = 1589010033,
							["arg1"] = "我知道你想要强化艾泽拉斯之心。我很乐意提供帮助。",
						}, -- [49]
						{
							["arg2"] = "阿莱克丝塔萨，生命的缚誓者",
							["type"] = "MONSTER_SAY",
							["time"] = 1589010039,
							["arg1"] = "科拉丝塔萨会送你回到希利苏斯。我们在那儿见。",
						}, -- [50]
						{
							["arg2"] = "阿莱克丝塔萨，生命的缚誓者",
							["type"] = "MONSTER_SAY",
							["time"] = 1589010104,
							["arg1"] = "我的红龙军团一直守护着艾泽拉斯的生命。只要我们还一息尚存，这份使命就不会终止。",
						}, -- [51]
						{
							["arg2"] = "阿莱克丝塔萨，生命的缚誓者",
							["type"] = "MONSTER_SAY",
							["time"] = 1589010123,
							["arg1"] = "接受这份礼物吧。愿它能点燃你内心的火焰，为最黑暗的时刻带来光明。",
						}, -- [52]
						{
							["arg2"] = "大地之环萨满",
							["type"] = "MONSTER_SAY",
							["time"] = 1589010255,
							["arg1"] = "自然发出痛苦的哀鸣……我们如何能够阻止这场疯狂？",
						}, -- [53]
						{
							["arg1"] = " ",
						}, -- [54]
						{
							["arg1"] = " ",
						}, -- [55]
						{
							["arg1"] = "记录开始于 05/09/2020 的 19:26:35。",
							["type"] = "SYSTEM",
						}, -- [56]
						{
							["arg2"] = "活化守卫",
							["type"] = "MONSTER_SAY",
							["time"] = 1589024573,
							["arg1"] = "不准进入。",
						}, -- [57]
						{
							["arg2"] = "帅德嘉魔-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589024722,
							["arg1"] = "帅德嘉魔 中了吐金",
							["clColor"] = "fffe7b09",
						}, -- [58]
						{
							["arg2"] = "帅德嘉魔-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589024728,
							["arg1"] = "3秒",
							["clColor"] = "fffe7b09",
						}, -- [59]
						{
							["arg2"] = "帅德嘉魔-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589024729,
							["arg1"] = "2秒",
							["clColor"] = "fffe7b09",
						}, -- [60]
						{
							["arg2"] = "帅德嘉魔-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589024730,
							["arg1"] = "1秒",
							["clColor"] = "fffe7b09",
						}, -- [61]
						{
							["arg2"] = "摋鲁法尔-伊森利恩",
							["type"] = "SAY",
							["time"] = 1589024737,
							["arg1"] = "摋鲁法尔 中了吐金",
							["clColor"] = "ffc59a6c",
						}, -- [62]
						{
							["arg2"] = "摋鲁法尔-伊森利恩",
							["type"] = "SAY",
							["time"] = 1589024768,
							["arg1"] = "摋鲁法尔 中了狩猎跃击",
							["clColor"] = "ffc59a6c",
						}, -- [63]
						{
							["arg2"] = "先知祖尔",
							["type"] = "MONSTER_SAY",
							["time"] = 1589024905,
							["arg1"] = "数千年前，一场血液传染病几乎摧毁了整个赞达拉。",
						}, -- [64]
						{
							["arg2"] = "先知祖尔",
							["type"] = "MONSTER_SAY",
							["time"] = 1589024912,
							["arg1"] = "亡者堆满了神殿，我们便制造了魔像来处理这些病死的尸体。",
						}, -- [65]
						{
							["arg2"] = "先知祖尔",
							["type"] = "MONSTER_SAY",
							["time"] = 1589024921,
							["arg1"] = "我相信用它来对付你也绰绰有余。",
						}, -- [66]
						{
							["arg2"] = "帅德嘉魔-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589024937,
							["arg1"] = "帅德嘉魔 中了埋葬",
							["clColor"] = "fffe7b09",
						}, -- [67]
						{
							["arg2"] = "帅德嘉魔-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589024982,
							["arg1"] = "帅德嘉魔 中了埋葬",
							["clColor"] = "fffe7b09",
						}, -- [68]
						{
							["arg2"] = "帅德嘉魔-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589025079,
							["arg1"] = "帅德嘉魔 中了狩猎跃击",
							["clColor"] = "fffe7b09",
						}, -- [69]
						{
							["arg2"] = "摋鲁法尔-伊森利恩",
							["type"] = "SAY",
							["time"] = 1589025125,
							["arg1"] = "摋鲁法尔 中了毒幕",
							["clColor"] = "ffc59a6c",
						}, -- [70]
						{
							["arg2"] = "摋鲁法尔-伊森利恩",
							["type"] = "SAY",
							["time"] = 1589025126,
							["arg1"] = "3秒",
							["clColor"] = "ffc59a6c",
						}, -- [71]
						{
							["arg2"] = "摋鲁法尔-伊森利恩",
							["type"] = "SAY",
							["time"] = 1589025127,
							["arg1"] = "2秒",
							["clColor"] = "ffc59a6c",
						}, -- [72]
						{
							["arg2"] = "摋鲁法尔-伊森利恩",
							["type"] = "SAY",
							["time"] = 1589025128,
							["arg1"] = "1秒",
							["clColor"] = "ffc59a6c",
						}, -- [73]
						{
							["arg2"] = "灬壹脸逗逼灬-战歌",
							["type"] = "SAY",
							["time"] = 1589025256,
							["arg1"] = "3秒",
							["clColor"] = "fffefefe",
						}, -- [74]
						{
							["arg2"] = "灬壹脸逗逼灬-战歌",
							["type"] = "SAY",
							["time"] = 1589025257,
							["arg1"] = "2秒",
							["clColor"] = "fffefefe",
						}, -- [75]
						{
							["arg2"] = "祖尔之影",
							["type"] = "MONSTER_SAY",
							["time"] = 1589025305,
							["arg1"] = "想抱怨就抱怨吧，我的国王……你应该知道，没人能从戈霍恩手中逃走。",
						}, -- [76]
						{
							["arg2"] = "帅德嘉魔-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589025311,
							["arg1"] = "帅德嘉魔 中了黑暗启示",
							["clColor"] = "fffe7b09",
						}, -- [77]
						{
							["arg2"] = "帅德嘉魔-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589025318,
							["arg1"] = "3秒",
							["clColor"] = "fffe7b09",
						}, -- [78]
						{
							["arg2"] = "帅德嘉魔-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589025319,
							["arg1"] = "2秒",
							["clColor"] = "fffe7b09",
						}, -- [79]
						{
							["arg2"] = "帅德嘉魔-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589025320,
							["arg1"] = "1秒",
							["clColor"] = "fffe7b09",
						}, -- [80]
						{
							["arg2"] = "灬壹脸逗逼灬-战歌",
							["type"] = "SAY",
							["time"] = 1589025350,
							["arg1"] = "灬壹脸逗逼灬 中了震地之跃",
							["clColor"] = "fffefefe",
						}, -- [81]
						{
							["arg2"] = "帅德嘉魔-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589025357,
							["arg1"] = "帅德嘉魔 中了狩猎跃击",
							["clColor"] = "fffe7b09",
						}, -- [82]
						{
							["arg2"] = "摋鲁法尔-伊森利恩",
							["type"] = "SAY",
							["time"] = 1589025388,
							["arg1"] = "摋鲁法尔 中了震地之跃",
							["clColor"] = "ffc59a6c",
						}, -- [83]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_SAY",
							["time"] = 1589025418,
							["arg1"] = "你们打破了祖尔的束缚！我再也不用听命于那头猪猡了！",
						}, -- [84]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_SAY",
							["time"] = 1589025424,
							["arg1"] = "你们让我免遭残酷的命运，但祖尔只是更大阴谋中的一枚棋子。",
						}, -- [85]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_SAY",
							["time"] = 1589025431,
							["arg1"] = "他主人的力量与日俱增。祖尔不会善罢甘休，他会让血神夺取整个世界。",
						}, -- [86]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_SAY",
							["time"] = 1589025440,
							["arg1"] = "为了赞达拉……也为了你们的国度……请务必阻止他。",
						}, -- [87]
						{
							["arg2"] = "表弟慢热手",
							["type"] = "MONSTER_SAY",
							["time"] = 1589025469,
							["arg1"] = "坐在这么漂亮的东西上面真是不好意思。",
						}, -- [88]
						{
							["arg2"] = "秘法师鸟羽帽",
							["type"] = "MONSTER_SAY",
							["time"] = 1589025470,
							["arg1"] = "闪耀上升吧。",
						}, -- [89]
						{
							["arg1"] = " ",
						}, -- [90]
						{
							["arg1"] = " ",
						}, -- [91]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 19:58:40。",
						}, -- [92]
						{
							["arg2"] = "拉希奥的影像",
							["type"] = "MONSTER_SAY",
							["time"] = 1589025598,
							["arg1"] = "萨尔被恩佐斯的低语逼疯了，他以为元素警告说，灾难即将降临，只有古神才能阻止。",
						}, -- [93]
						{
							["arg2"] = "拉希奥的影像",
							["type"] = "MONSTER_SAY",
							["time"] = 1589025608,
							["arg1"] = "现在奥格瑞玛的所有人都喝下了恩佐斯之血，部落被扭曲成了疯狂的战争机器。",
						}, -- [94]
						{
							["arg1"] = " ",
						}, -- [95]
						{
							["arg1"] = " ",
						}, -- [96]
						{
							["arg1"] = "记录开始于 05/09/2020 的 20:50:50。",
							["type"] = "SYSTEM",
						}, -- [97]
						{
							["arg2"] = "拉希奥的影像",
							["type"] = "MONSTER_SAY",
							["time"] = 1589028980,
							["arg1"] = "萨尔被恩佐斯的低语逼疯了，他以为元素警告说，灾难即将降临，只有古神才能阻止。",
						}, -- [98]
						{
							["arg1"] = " ",
						}, -- [99]
						{
							["arg1"] = " ",
						}, -- [100]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 20:56:29。",
						}, -- [101]
						{
							["arg2"] = "纳罗斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1589029073,
							["arg1"] = "你还没有被修理！",
						}, -- [102]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "SAY",
							["time"] = 1589029084,
							["arg1"] = "已获得增益效果【伤害】",
							["clColor"] = "ffa22fc8",
						}, -- [103]
						{
							["arg2"] = "拍卖师拉林扎",
							["type"] = "MONSTER_SAY",
							["time"] = 1589029224,
							["arg1"] = "听着，这事儿解决我就和你两清了。我们有更重要的事情要去担心。",
						}, -- [104]
						{
							["arg2"] = "纯净圣母",
							["type"] = "MONSTER_SAY",
							["time"] = 1589029310,
							["arg1"] = "复苏和继续探索幻象需要盟友的协助。",
						}, -- [105]
						{
							["arg2"] = "湮灭元素",
							["type"] = "MONSTER_SAY",
							["time"] = 1589029330,
							["arg1"] = "希望……必将……湮灭……",
						}, -- [106]
						{
							["arg2"] = "泽坎",
							["type"] = "MONSTER_SAY",
							["time"] = 1589029335,
							["arg1"] = "我的兄弟姐妹自由了……但以后我们还能相信元素的声音吗？",
						}, -- [107]
						{
							["arg2"] = "盖亚拉大王",
							["type"] = "MONSTER_SAY",
							["time"] = 1589029625,
							["arg1"] = "完了……我的氏族已经完了。不管我做什么都没用了……",
						}, -- [108]
						{
							["arg2"] = "半兽人迦罗娜",
							["type"] = "MONSTER_SAY",
							["time"] = 1589029721,
							["arg1"] = "呃！",
						}, -- [109]
						{
							["arg2"] = "半兽人迦罗娜",
							["type"] = "MONSTER_SAY",
							["time"] = 1589029728,
							["arg1"] = "快去暗巷区找幸存者。我会把找到的人隐蔽起来，你去阻挡敌人。",
						}, -- [110]
						{
							["arg2"] = "半兽人迦罗娜",
							["type"] = "MONSTER_SAY",
							["time"] = 1589029737,
							["arg1"] = "暗巷区的另一头有座传送器。但愿它还能用。",
						}, -- [111]
						{
							["arg2"] = "半兽人迦罗娜",
							["type"] = "MONSTER_SAY",
							["time"] = 1589029742,
							["arg1"] = "去看看这里有没有人。",
						}, -- [112]
						{
							["arg2"] = "半兽人迦罗娜",
							["type"] = "MONSTER_SAY",
							["time"] = 1589029749,
							["arg1"] = "又有人牺牲了。我们快走。",
						}, -- [113]
						{
							["arg2"] = "半兽人迦罗娜",
							["type"] = "MONSTER_SAY",
							["time"] = 1589029777,
							["arg1"] = "去裁缝店和孤儿院找找幸存者。我来把风。",
						}, -- [114]
						{
							["arg2"] = "孤儿监护员巴特维尔",
							["type"] = "MONSTER_SAY",
							["time"] = 1589029779,
							["arg1"] = "快点，孩子们。我们必须得走了！",
						}, -- [115]
						{
							["arg2"] = "半兽人迦罗娜",
							["type"] = "MONSTER_SAY",
							["time"] = 1589029784,
							["arg1"] = "又是被封锁的建筑。去制皮和工程商店看看。小心周围的炸药！",
						}, -- [116]
						{
							["arg2"] = "卡玛瑞",
							["type"] = "MONSTER_SAY",
							["time"] = 1589029787,
							["arg1"] = "感谢先祖！",
						}, -- [117]
						{
							["arg2"] = "卡洛雷克",
							["type"] = "MONSTER_SAY",
							["time"] = 1589029789,
							["arg1"] = "我们快离开这里吧！",
						}, -- [118]
						{
							["arg2"] = "诺格",
							["type"] = "MONSTER_SAY",
							["time"] = 1589029792,
							["arg1"] = "别丢下我！",
						}, -- [119]
						{
							["arg2"] = "半兽人迦罗娜",
							["type"] = "MONSTER_SAY",
							["time"] = 1589029797,
							["arg1"] = "这下糟了……",
						}, -- [120]
						{
							["arg2"] = "审判官格恩肖尔",
							["type"] = "MONSTER_SAY",
							["time"] = 1589029810,
							["arg1"] = "你的尖叫会在主人的大厅里回响！",
						}, -- [121]
						{
							["arg2"] = "审判官格恩肖尔",
							["type"] = "MONSTER_SAY",
							["time"] = 1589029825,
							["arg1"] = "我们……决不……沉默……",
						}, -- [122]
						{
							["arg2"] = "诺格",
							["type"] = "MONSTER_SAY",
							["time"] = 1589029831,
							["arg1"] = "那里有个传送门！",
						}, -- [123]
						{
							["arg2"] = "罗克希克",
							["type"] = "MONSTER_SAY",
							["time"] = 1589029832,
							["arg1"] = "我们开始了！来吧！",
						}, -- [124]
						{
							["arg2"] = "半兽人迦罗娜",
							["type"] = "MONSTER_SAY",
							["time"] = 1589029836,
							["arg1"] = "我们应该安全了，勇士。保持警惕——到处都是萨尔的部队。",
						}, -- [125]
						{
							["arg2"] = "亚基猎心者",
							["type"] = "MONSTER_SAY",
							["time"] = 1589029909,
							["arg1"] = "我们的数量……远胜……群星……",
						}, -- [126]
						{
							["arg2"] = "纯净圣母",
							["type"] = "MONSTER_SAY",
							["time"] = 1589030106,
							["arg1"] = "幻象探索结束。启动退出协议。",
						}, -- [127]
						{
							["arg2"] = "拉希奥的影像",
							["type"] = "MONSTER_SAY",
							["time"] = 1589030115,
							["arg1"] = "奥格瑞玛的命运的确让人伤感。但这下你知道，如果这样的事真的发生，你应该如何阻止了。",
						}, -- [128]
						{
							["arg2"] = "刺眼-鬼雾峰",
							["type"] = "SAY",
							["time"] = 1589030177,
							["arg1"] = "O",
							["clColor"] = "ffa22fc8",
						}, -- [129]
						{
							["arg1"] = " ",
						}, -- [130]
						{
							["arg1"] = " ",
						}, -- [131]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 21:32:03。",
						}, -- [132]
						{
							["arg2"] = "贸易大王加里维克斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1589031451,
							["arg1"] = "我的首席武器研究员花了一整个发薪日为风险投资公司干活。他追求金钱无可厚非，但可惜你还是得替我杀了他，你会这么做的吧？",
						}, -- [133]
						{
							["arg2"] = "斯卡基特",
							["type"] = "MONSTER_SAY",
							["time"] = 1589032009,
							["arg1"] = "提拉加德？听着风险挺高，老板。",
						}, -- [134]
						{
							["arg2"] = "加兹鲁维",
							["type"] = "MONSTER_SAY",
							["time"] = 1589032012,
							["arg1"] = "所以我们才没把手下都带来。得先探探情况。",
						}, -- [135]
						{
							["arg2"] = "加兹鲁维",
							["type"] = "MONSTER_SAY",
							["time"] = 1589032018,
							["arg1"] = "小心点，斯卡基特。就几个嘴严的悄悄溜进去。别走漏风声。",
						}, -- [136]
						{
							["arg2"] = "巴斯特罗·戈扎科",
							["type"] = "MONSTER_SAY",
							["time"] = 1589032060,
							["arg1"] = "看来切个甜瓜要等上半天，卡罗。",
						}, -- [137]
						{
							["arg2"] = "切肉者卡罗",
							["type"] = "MONSTER_SAY",
							["time"] = 1589032061,
							["arg1"] = "我已经尽力在切了！",
						}, -- [138]
						{
							["arg2"] = "加兹鲁维",
							["type"] = "MONSTER_SAY",
							["time"] = 1589032209,
							["arg1"] = "喂！这边。别抬头。",
						}, -- [139]
						{
							["arg2"] = "加兹鲁维",
							["type"] = "MONSTER_SAY",
							["time"] = 1589032212,
							["arg1"] = "有人来了。快躲到石头后面！",
						}, -- [140]
						{
							["arg2"] = "加兹鲁维",
							["type"] = "MONSTER_SAY",
							["time"] = 1589032224,
							["arg1"] = "这里很安全。快，去“收购”点新科技！",
						}, -- [141]
						{
							["arg2"] = "考古工程学家",
							["type"] = "MONSTER_SAY",
							["time"] = 1589032232,
							["arg1"] = "地精？！快，砸烂这些机器！",
						}, -- [142]
						{
							["arg2"] = "轮机工程师",
							["type"] = "MONSTER_SAY",
							["time"] = 1589032241,
							["arg1"] = "哟，斯卡基特！这矮子好像被谁用力改造过。",
						}, -- [143]
						{
							["arg2"] = "斯卡基特",
							["type"] = "MONSTER_SAY",
							["time"] = 1589032246,
							["arg1"] = "干得不错，继续保持电极的能量供应。",
						}, -- [144]
						{
							["arg2"] = "轮机工程师",
							["type"] = "MONSTER_SAY",
							["time"] = 1589032250,
							["arg1"] = "没问题，斯卡基特。",
						}, -- [145]
						{
							["arg2"] = "轮机工程师",
							["type"] = "MONSTER_SAY",
							["time"] = 1589032254,
							["arg1"] = "我会确保电路稳定。看来这条贝塔线路连到了中间的大机器。",
						}, -- [146]
						{
							["arg2"] = "斯卡基特",
							["type"] = "MONSTER_SAY",
							["time"] = 1589032260,
							["arg1"] = "交给我们吧。谁知道这都是干嘛用的？",
						}, -- [147]
						{
							["arg2"] = "斯卡基特",
							["type"] = "MONSTER_SAY",
							["time"] = 1589032263,
							["arg1"] = "来电了！机器可以运行了。",
						}, -- [148]
						{
							["arg2"] = "轮机工程师",
							["type"] = "MONSTER_SAY",
							["time"] = 1589032264,
							["arg1"] = "很难说。这些图纸非常奇怪，有一半图纸的原理我都看不懂。",
						}, -- [149]
						{
							["arg2"] = "加兹鲁维",
							["type"] = "MONSTER_SAY",
							["time"] = 1589032265,
							["arg1"] = "干得漂亮，轮机工！",
						}, -- [150]
						{
							["arg2"] = "加兹鲁维",
							["type"] = "MONSTER_SAY",
							["time"] = 1589032276,
							["arg1"] = "嘿。我的外号可多了，小侏儒，“蠢货”可不是其中之一。",
						}, -- [151]
						{
							["arg2"] = "加兹鲁维",
							["type"] = "MONSTER_SAY",
							["time"] = 1589032281,
							["arg1"] = "好了，启动这个宝贝，看看会发生什么吧。",
						}, -- [152]
						{
							["arg2"] = "斯卡基特",
							["type"] = "MONSTER_SAY",
							["time"] = 1589032358,
							["arg1"] = "老大，你这招可真妙。唉，其他人就倒霉了。",
						}, -- [153]
						{
							["arg2"] = "加兹鲁维",
							["type"] = "MONSTER_SAY",
							["time"] = 1589032363,
							["arg1"] = "把保险金发给他们的家人。全额免税，不得议价。",
						}, -- [154]
						{
							["arg2"] = "斯卡基特",
							["type"] = "MONSTER_SAY",
							["time"] = 1589032367,
							["arg1"] = "明白了。他们一定会感激涕零的。",
						}, -- [155]
						{
							["arg2"] = "加兹鲁维",
							["type"] = "MONSTER_SAY",
							["time"] = 1589032379,
							["arg1"] = "我们必须全体出击，斯卡基特。",
						}, -- [156]
						{
							["arg2"] = "加兹鲁维",
							["type"] = "MONSTER_SAY",
							["time"] = 1589032382,
							["arg1"] = "领班、工程师、保安、工人！该有的都得有。",
						}, -- [157]
						{
							["arg2"] = "斯卡基特",
							["type"] = "MONSTER_SAY",
							["time"] = 1589032388,
							["arg1"] = "都搞定了，头儿。",
						}, -- [158]
						{
							["arg2"] = "斯卡基特",
							["type"] = "MONSTER_SAY",
							["time"] = 1589032398,
							["arg1"] = "要是再加班的话，工会代表又要不高兴了。",
						}, -- [159]
						{
							["arg2"] = "加兹鲁维",
							["type"] = "MONSTER_SAY",
							["time"] = 1589032401,
							["arg1"] = "等他们拿到分红就高兴了。这一票可不小呢。",
						}, -- [160]
						{
							["arg2"] = "斯卡基特",
							["type"] = "MONSTER_SAY",
							["time"] = 1589032424,
							["arg1"] = "我来看看……没错，祖达萨就有全部的必需品。",
						}, -- [161]
						{
							["arg2"] = "加兹鲁维",
							["type"] = "MONSTER_SAY",
							["time"] = 1589032428,
							["arg1"] = "很好。别想着省钱，十里扬州路。我只要最好的。",
						}, -- [162]
						{
							["arg2"] = "奎兹拉·爆帽",
							["type"] = "MONSTER_SAY",
							["time"] = 1589032470,
							["arg1"] = "噢，我的弹药用光了……",
						}, -- [163]
						{
							["arg2"] = "莉吉特",
							["type"] = "MONSTER_SAY",
							["time"] = 1589032493,
							["arg1"] = "我和你说过我会改进你的船，乌拉卡！",
						}, -- [164]
						{
							["arg2"] = "乌拉卡·狂雷",
							["type"] = "MONSTER_SAY",
							["time"] = 1589032493,
							["arg1"] = "我不确定……",
						}, -- [165]
						{
							["arg2"] = "莉吉特",
							["type"] = "MONSTER_SAY",
							["time"] = 1589032494,
							["arg1"] = "好吧好吧，也许这个卡亚可乐售货机有点夸张。但其他的棒极了。我们真是超棒的团队！",
						}, -- [166]
						{
							["arg2"] = "莉吉特",
							["type"] = "MONSTER_SAY",
							["time"] = 1589032500,
							["arg1"] = "不用再说了！如果加兹鲁维发现了麦卡贡，我要和他一起去。",
						}, -- [167]
						{
							["arg2"] = "莉吉特",
							["type"] = "MONSTER_SAY",
							["time"] = 1589032503,
							["arg1"] = "这是我一直以来的梦想，乌拉卡，但恐怕你得自己去试驾我们这艘漂亮的船了。",
						}, -- [168]
						{
							["arg2"] = "轮机劳工",
							["type"] = "MONSTER_SAY",
							["time"] = 1589032529,
							["arg1"] = "可我们刚干完活啊！",
						}, -- [169]
						{
							["arg2"] = "轮机劳工",
							["type"] = "MONSTER_SAY",
							["time"] = 1589032531,
							["arg1"] = "喂喂，我可没说我不要三倍薪水啊。算我一个！",
						}, -- [170]
						{
							["arg2"] = "轮机劳工",
							["type"] = "MONSTER_SAY",
							["time"] = 1589032533,
							["arg1"] = "敬加兹鲁维……还有三倍薪水！",
						}, -- [171]
						{
							["arg2"] = "莉吉特",
							["type"] = "MONSTER_SAY",
							["time"] = 1589032541,
							["arg1"] = "好了，十里扬州路，我会和你跟加兹鲁维在码头碰面。我准备了惊喜，你应该会喜欢！",
						}, -- [172]
						{
							["arg2"] = "加兹鲁维",
							["type"] = "MONSTER_SAY",
							["time"] = 1589032584,
							["arg1"] = "算我欠你的，莉吉特。这船太棒了。",
						}, -- [173]
						{
							["arg2"] = "莉吉特",
							["type"] = "MONSTER_SAY",
							["time"] = 1589032588,
							["arg1"] = "早跟你说了。",
						}, -- [174]
						{
							["arg2"] = "加兹鲁维",
							["type"] = "MONSTER_SAY",
							["time"] = 1589032589,
							["arg1"] = "好了！让我们把好戏……留到海上吧！",
						}, -- [175]
						{
							["arg2"] = "莉吉特",
							["type"] = "MONSTER_SAY",
							["time"] = 1589032629,
							["arg1"] = "这就是麦卡贡？从天上看也不怎么样。",
						}, -- [176]
						{
							["arg2"] = "加兹鲁维",
							["type"] = "MONSTER_SAY",
							["time"] = 1589032632,
							["arg1"] = "别被地形骗了。看到岸上那些暴躁的机器人没有。我们——",
						}, -- [177]
						{
							["arg2"] = "莉吉特",
							["type"] = "MONSTER_SAY",
							["time"] = 1589032637,
							["arg1"] = "岸上有机器人？赶紧炸飞他们！",
						}, -- [178]
						{
							["arg2"] = "莉吉特",
							["type"] = "MONSTER_SAY",
							["time"] = 1589032639,
							["arg1"] = "耶！",
						}, -- [179]
						{
							["arg2"] = "加兹鲁维",
							["type"] = "MONSTER_SAY",
							["time"] = 1589032640,
							["arg1"] = "砸扁他们，杰克！",
						}, -- [180]
						{
							["arg2"] = "锈栓守卫者",
							["type"] = "MONSTER_SAY",
							["time"] = 1589032646,
							["arg1"] = "没长眼睛吗？还好没炸歪！",
						}, -- [181]
						{
							["arg2"] = "锈栓守卫者",
							["type"] = "MONSTER_SAY",
							["time"] = 1589032649,
							["arg1"] = "可能的援兵到了。必须通知王子。",
						}, -- [182]
						{
							["arg2"] = "加兹鲁维",
							["type"] = "MONSTER_SAY",
							["time"] = 1589032660,
							["arg1"] = "不管他是哪一边的……",
						}, -- [183]
						{
							["arg2"] = "加兹鲁维",
							["type"] = "MONSTER_SAY",
							["time"] = 1589032668,
							["arg1"] = "莉吉特，杰克，跟我来。我们先去探探情况。",
						}, -- [184]
						{
							["arg2"] = "锈栓工程师",
							["type"] = "MONSTER_SAY",
							["time"] = 1589032672,
							["arg1"] = "再给我个扳手，快！",
						}, -- [185]
						{
							["arg2"] = "加兹鲁维",
							["type"] = "MONSTER_SAY",
							["time"] = 1589032674,
							["arg1"] = "看来这些侏儒有大麻烦了。我得好好利用这点。",
						}, -- [186]
						{
							["arg2"] = "工匠大师欧沃斯巴克",
							["type"] = "MONSTER_SAY",
							["time"] = 1589032692,
							["arg1"] = "哈！就算部落想帮忙，你们那虚胖的贸易大王也不会这么好心！",
						}, -- [187]
						{
							["arg2"] = "加兹鲁维",
							["type"] = "MONSTER_SAY",
							["time"] = 1589032699,
							["arg1"] = "请别介意，王子。我们的人非常愿意效劳。有什么需要我们的地方尽管吩咐就是了！",
						}, -- [188]
						{
							["arg2"] = "艾拉兹敏王子",
							["type"] = "MONSTER_SAY",
							["time"] = 1589032709,
							["arg1"] = "有了你的帮助，我们就能挫败我父亲的阴谋，拯救我的人民。",
						}, -- [189]
						{
							["arg2"] = "艾拉兹敏王子",
							["type"] = "MONSTER_SAY",
							["time"] = 1589032714,
							["arg1"] = "锈栓抵抗军欢迎你们！",
						}, -- [190]
						{
							["arg2"] = "艾拉兹敏王子",
							["type"] = "MONSTER_SAY",
							["time"] = 1589032728,
							["arg1"] = "加兹鲁维，欧沃斯巴克。请跟我来。",
						}, -- [191]
						{
							["arg2"] = "艾拉兹敏王子",
							["type"] = "MONSTER_SAY",
							["time"] = 1589032731,
							["arg1"] = "必须事先声明，抵抗军绝不允许内斗。",
						}, -- [192]
						{
							["arg2"] = "艾拉兹敏王子",
							["type"] = "MONSTER_SAY",
							["time"] = 1589032734,
							["arg1"] = "我不会强求友谊，只希望你们能够秉承合作第一。",
						}, -- [193]
						{
							["arg2"] = "艾拉兹敏王子",
							["type"] = "MONSTER_SAY",
							["time"] = 1589032740,
							["arg1"] = "前进的同时，请好好想想我的话。",
						}, -- [194]
						{
							["arg2"] = "艾拉兹敏王子",
							["type"] = "MONSTER_SAY",
							["time"] = 1589032753,
							["arg1"] = "你们可能也发现了，锈栓目前的运作不太流畅。",
						}, -- [195]
						{
							["arg2"] = "艾拉兹敏王子",
							["type"] = "MONSTER_SAY",
							["time"] = 1589032757,
							["arg1"] = "麦卡贡的军队刚刚突袭了基地。很多人都被捕了……甚至更糟。",
						}, -- [196]
						{
							["arg2"] = "工匠大师欧沃斯巴克",
							["type"] = "MONSTER_SAY",
							["time"] = 1589032762,
							["arg1"] = "这也太奇怪了……为什么麦卡贡国王会对自己的人民这么做？",
						}, -- [197]
						{
							["arg2"] = "艾拉兹敏王子",
							["type"] = "MONSTER_SAY",
							["time"] = 1589032767,
							["arg1"] = "我父亲曾经拥有无比的远见卓识。但现在……他把自己变成了无情的机器。",
						}, -- [198]
						{
							["arg2"] = "艾拉兹敏王子",
							["type"] = "MONSTER_SAY",
							["time"] = 1589032774,
							["arg1"] = "他会不择手段达成自己的目的。锈栓抵抗军正是他的眼中钉。",
						}, -- [199]
						{
							["arg2"] = "艾拉兹敏王子",
							["type"] = "MONSTER_SAY",
							["time"] = 1589032794,
							["arg1"] = "加兹鲁维，欧沃斯巴克，注意空中威胁。时刻准备空中支援！",
						}, -- [200]
						{
							["arg2"] = "哨卫原型机",
							["type"] = "MONSTER_SAY",
							["time"] = 1589032822,
							["arg1"] = "奉麦卡贡国王之命。",
						}, -- [201]
						{
							["arg2"] = "艾拉兹敏王子",
							["type"] = "MONSTER_SAY",
							["time"] = 1589032822,
							["arg1"] = "要修复这台钻机需要额外的零件。坚持住，帕斯卡K1N6型。",
						}, -- [202]
						{
							["arg2"] = "帕斯卡K1N6型",
							["type"] = "MONSTER_SAY",
							["time"] = 1589032827,
							["arg1"] = "很好。本单位静候佳音，艾拉兹敏王子。",
						}, -- [203]
						{
							["arg2"] = "哨卫原型机",
							["type"] = "MONSTER_SAY",
							["time"] = 1589032828,
							["arg1"] = "投降，否则就死。",
						}, -- [204]
						{
							["arg2"] = "哨卫原型机",
							["type"] = "MONSTER_SAY",
							["time"] = 1589032830,
							["arg1"] = "灰飞烟灭吧。",
						}, -- [205]
						{
							["arg2"] = "薇格丝公主",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589032831,
							["arg1"] = "薇格丝公主焦躁地叫着。",
						}, -- [206]
						{
							["arg2"] = "哨卫原型机",
							["type"] = "MONSTER_SAY",
							["time"] = 1589032867,
							["arg1"] = "启动交战行为。",
						}, -- [207]
						{
							["arg2"] = "艾拉兹敏王子",
							["type"] = "MONSTER_SAY",
							["time"] = 1589033033,
							["arg1"] = "锈栓镇现在正一团乱麻。我们急需你的帮助。",
						}, -- [208]
						{
							["arg2"] = "瓦伦·盖哈特",
							["type"] = "MONSTER_SAY",
							["time"] = 1589033038,
							["arg1"] = "只要有零件，电源和润滑剂，就没什么是修不好的。",
						}, -- [209]
						{
							["arg2"] = "普莉斯蒂·快充",
							["type"] = "MONSTER_SAY",
							["time"] = 1589033088,
							["arg1"] = "我说了王子会来救我们的。简直神兵天降！",
						}, -- [210]
						{
							["arg2"] = "艾拉兹敏王子",
							["type"] = "MONSTER_SAY",
							["time"] = 1589033088,
							["arg1"] = "打开底盘，装上找来的零件，这样就能修好钻机了。",
						}, -- [211]
						{
							["arg2"] = "弗利普·快充",
							["type"] = "MONSTER_SAY",
							["time"] = 1589033091,
							["arg1"] = "是的，好妹妹。你说得都对。",
						}, -- [212]
						{
							["arg2"] = "钻机",
							["type"] = "MONSTER_SAY",
							["time"] = 1589033120,
							["arg1"] = "挖掘开始。",
						}, -- [213]
						{
							["arg2"] = "帕斯卡K1N6型",
							["type"] = "MONSTER_SAY",
							["time"] = 1589033122,
							["arg1"] = "本单位衷心赞同此项发展趋势。",
						}, -- [214]
						{
							["arg2"] = "帕斯卡K1N6型",
							["type"] = "MONSTER_SAY",
							["time"] = 1589033133,
							["arg1"] = "自由了！",
						}, -- [215]
						{
							["arg2"] = "艾拉兹敏王子",
							["type"] = "MONSTER_SAY",
							["time"] = 1589033136,
							["arg1"] = "是的。请回到锈栓镇，帮助重建工作吧，帕斯卡K1N6型。",
						}, -- [216]
						{
							["arg2"] = "艾拉兹敏王子",
							["type"] = "MONSTER_SAY",
							["time"] = 1589033138,
							["arg1"] = "冷静点，帕斯卡。我会解决这个问题。你先回车间吧。",
						}, -- [217]
						{
							["arg2"] = "艾拉兹敏王子",
							["type"] = "MONSTER_SAY",
							["time"] = 1589033142,
							["arg1"] = "抵抗军急需你的帮助。",
						}, -- [218]
						{
							["arg2"] = "薇格丝公主",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589033143,
							["arg1"] = "薇格丝公主亲切地用鼻子蹭着帕斯卡K1N6型的脚。",
						}, -- [219]
						{
							["arg1"] = " ",
						}, -- [220]
						{
							["arg1"] = " ",
						}, -- [221]
						{
							["arg1"] = "记录开始于 05/09/2020 的 22:05:56。",
							["type"] = "SYSTEM",
						}, -- [222]
						{
							["arg2"] = "艾拉兹敏王子",
							["type"] = "MONSTER_SAY",
							["time"] = 1589033269,
							["arg1"] = "这可真是对力量的最佳展示！",
						}, -- [223]
						{
							["arg2"] = "艾拉兹敏王子",
							["type"] = "MONSTER_SAY",
							["time"] = 1589033272,
							["arg1"] = "回锈栓镇见我。我们必须在下次麦卡贡进攻前重建设施。",
						}, -- [224]
						{
							["arg2"] = "妮露·数轮",
							["type"] = "MONSTER_SAY",
							["time"] = 1589033288,
							["arg1"] = "有你在锈栓镇就很安全。",
						}, -- [225]
						{
							["arg2"] = "麦森·存数",
							["type"] = "MONSTER_SAY",
							["time"] = 1589033289,
							["arg1"] = "外来者有一些不寻常的设备。",
						}, -- [226]
						{
							["arg2"] = "赫尔林·递点",
							["type"] = "MONSTER_SAY",
							["time"] = 1589033295,
							["arg1"] = "他们的科技很古怪，但是他们的热情很有趣。",
						}, -- [227]
						{
							["arg2"] = "艾拉兹敏王子",
							["type"] = "MONSTER_SAY",
							["time"] = 1589033304,
							["arg1"] = "如你所见，这些日新月异的科技都是我们智慧的结晶，我们的骄傲。",
						}, -- [228]
						{
							["arg2"] = "艾拉兹敏王子",
							["type"] = "MONSTER_SAY",
							["time"] = 1589033310,
							["arg1"] = "但同时我们也很珍视自己的有机性。比如感情，记忆，以及个性。",
						}, -- [229]
						{
							["arg2"] = "钻机",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589033313,
							["arg1"] = "DR-TR28号钻机系统已被激活！1分钟后挖掘完成。",
						}, -- [230]
						{
							["arg2"] = "艾拉兹敏王子",
							["type"] = "MONSTER_SAY",
							["time"] = 1589033316,
							["arg1"] = "我父亲却不这么想。他希望将我们的人民彻底机械化，不论他们愿不愿意。",
						}, -- [231]
						{
							["arg2"] = "艾拉兹敏王子",
							["type"] = "MONSTER_SAY",
							["time"] = 1589033322,
							["arg1"] = "每个个体都享有自由选择升级组件的权利。没人能剥夺这一点。",
						}, -- [232]
						{
							["arg2"] = "易吉拉·轮誓",
							["type"] = "MONSTER_SAY",
							["time"] = 1589033330,
							["arg1"] = "锈栓镇前途未定！  这需要我们去创造、适应并提高。",
						}, -- [233]
						{
							["arg2"] = "艾拉兹敏王子",
							["type"] = "MONSTER_SAY",
							["time"] = 1589033332,
							["arg1"] = "看来今天收获不错，克里斯蒂。",
						}, -- [234]
						{
							["arg2"] = "克里斯蒂·拳齿",
							["type"] = "MONSTER_SAY",
							["time"] = 1589033335,
							["arg1"] = "是的，王子。他们的科技发展太快了。我们快跟不上了。",
						}, -- [235]
						{
							["arg2"] = "艾拉兹敏王子",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589033339,
							["arg1"] = "艾拉兹敏王子看着完全机械化的哨兵叹了口气。",
						}, -- [236]
						{
							["arg2"] = "艾拉兹敏王子",
							["type"] = "MONSTER_SAY",
							["time"] = 1589033341,
							["arg1"] = "这种机械化的程度……这还是一个侏儒吗？",
						}, -- [237]
						{
							["arg2"] = "克里斯蒂·拳齿",
							["type"] = "MONSTER_SAY",
							["time"] = 1589033344,
							["arg1"] = "我无法确定。麦卡贡国王已经转化了他们百分之九十九的肉体。",
						}, -- [238]
						{
							["arg2"] = "艾拉兹敏王子",
							["type"] = "MONSTER_SAY",
							["time"] = 1589033351,
							["arg1"] = "我们会阻止他的。我们必须阻止他。",
						}, -- [239]
						{
							["arg2"] = "艾拉兹敏王子",
							["type"] = "MONSTER_SAY",
							["time"] = 1589033358,
							["arg1"] = "抵抗军的家人和朋友大多还在麦卡贡。",
						}, -- [240]
						{
							["arg2"] = "艾拉兹敏王子",
							["type"] = "MONSTER_SAY",
							["time"] = 1589033362,
							["arg1"] = "我们不光是为自己的自由而战，还为了他们。",
						}, -- [241]
						{
							["arg2"] = "艾拉兹敏王子",
							["type"] = "MONSTER_SAY",
							["time"] = 1589033367,
							["arg1"] = "如果我父亲成功了，我们大家最后都会变成墙上的这台机器。",
						}, -- [242]
						{
							["arg2"] = "艾拉兹敏王子",
							["type"] = "MONSTER_SAY",
							["time"] = 1589033372,
							["arg1"] = "他会抹除一切，让我们失去自我。我们不能让这种事情发生。",
						}, -- [243]
						{
							["arg2"] = "艾拉兹敏王子",
							["type"] = "MONSTER_SAY",
							["time"] = 1589033378,
							["arg1"] = "谢谢你们的帮助。但还有很多事情要做。",
						}, -- [244]
						{
							["arg2"] = "易吉拉·轮誓",
							["type"] = "MONSTER_SAY",
							["time"] = 1589033382,
							["arg1"] = "我们和麦卡贡的部队一样强悍，但我们的精神和理想要更高胜一筹。",
						}, -- [245]
						{
							["arg2"] = "艾拉兹敏王子",
							["type"] = "MONSTER_SAY",
							["time"] = 1589033385,
							["arg1"] = "高效，自律。我很欣赏。",
						}, -- [246]
						{
							["arg2"] = "艾拉兹敏王子",
							["type"] = "MONSTER_SAY",
							["time"] = 1589033393,
							["arg1"] = "在锈栓镇逛逛吧，认识一下大家。",
						}, -- [247]
						{
							["arg2"] = "艾拉兹敏王子",
							["type"] = "MONSTER_SAY",
							["time"] = 1589033396,
							["arg1"] = "这座岛时时刻刻都在进步。",
						}, -- [248]
						{
							["arg2"] = "艾拉兹敏王子",
							["type"] = "MONSTER_SAY",
							["time"] = 1589033397,
							["arg1"] = "这座岛屿是各类危险的温床。清除最紧迫的威胁，帮助我们保卫周边地区。",
						}, -- [249]
						{
							["arg2"] = "维森·堵栓",
							["type"] = "MONSTER_SAY",
							["time"] = 1589033401,
							["arg1"] = "据说一只大鸟带走了铜钥，还把他撕成了碎片。",
						}, -- [250]
					},
				}, -- [4]
				{
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "呼喊",
					["logs"] = {
						{
							["arg2"] = "恐怖船长寒渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1588941855,
							["arg1"] = "是奇美拉！快隐蔽！",
						}, -- [1]
						{
							["arg2"] = "赛拉·月卫",
							["type"] = "MONSTER_YELL",
							["time"] = 1588941859,
							["arg1"] = "趁敌人还没来，快上岸！",
						}, -- [2]
						{
							["arg2"] = "蓝心幽寂-闪电之刃",
							["type"] = "YELL",
							["time"] = 1588941895,
							["arg1"] = "已断|cff71d5ff|Hspell:311571:0|h[愈合]|h|r",
							["clColor"] = "ffc59a6c",
						}, -- [3]
						{
							["arg2"] = "妮瓦拉·夜影",
							["type"] = "MONSTER_YELL",
							["time"] = 1588941996,
							["arg1"] = "停！你不能再往前走了。",
						}, -- [4]
						{
							["arg2"] = "死亡猎手指挥官贝尔蒙特",
							["type"] = "MONSTER_YELL",
							["time"] = 1588942109,
							["arg1"] = "勇士们！快释放我们，我们才能继续任务。",
						}, -- [5]
						{
							["arg2"] = "歪歪侠",
							["type"] = "MONSTER_YELL",
							["time"] = 1588942125,
							["arg1"] = "绝望……如此甘甜……",
							["clColor"] = "ffa9d271",
						}, -- [6]
						{
							["arg2"] = "大药剂师法拉尼尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588942132,
							["arg1"] = "终于自由了！",
						}, -- [7]
						{
							["arg2"] = "死亡猎手指挥官贝尔蒙特",
							["type"] = "MONSTER_YELL",
							["time"] = 1588942135,
							["arg1"] = "关于我死亡的传闻被过分夸大了。",
						}, -- [8]
						{
							["arg2"] = "大药剂师法拉尼尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588942138,
							["arg1"] = "继续完成黑暗女王的任务。我们去制造瘟疫吧！",
						}, -- [9]
						{
							["arg2"] = "斩击-影之哀伤",
							["type"] = "YELL",
							["time"] = 1588942254,
							["arg1"] = "已断|cff71d5ff|Hspell:282116:0|h[愤怒]|h|r",
							["clColor"] = "ffc59a6c",
						}, -- [10]
						{
							["arg2"] = "大德鲁伊安得列留斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1588942305,
							["arg1"] = "你践踏了卡多雷的土地！回到你的女妖之王身边去吧！",
						}, -- [11]
						{
							["arg2"] = "斩击-影之哀伤",
							["type"] = "YELL",
							["time"] = 1588942452,
							["arg1"] = "已断|cff71d5ff|Hspell:183081:0|h[寒冰箭]|h|r",
							["clColor"] = "ffc59a6c",
						}, -- [12]
						{
							["arg2"] = "麦克雷雷-亚雷戈斯",
							["type"] = "YELL",
							["time"] = 1588942647,
							["arg1"] = "已断|cff71d5ff|Hspell:21807:0|h[愤怒]|h|r",
							["clColor"] = "ffc59a6c",
						}, -- [13]
						{
							["arg2"] = "斩击-影之哀伤",
							["type"] = "YELL",
							["time"] = 1588942662,
							["arg1"] = "已断|cff71d5ff|Hspell:21807:0|h[愤怒]|h|r",
							["clColor"] = "ffc59a6c",
						}, -- [14]
						{
							["arg2"] = "斩击-影之哀伤",
							["type"] = "YELL",
							["time"] = 1588942746,
							["arg1"] = "已断|cff71d5ff|Hspell:282116:0|h[愤怒]|h|r",
							["clColor"] = "ffc59a6c",
						}, -- [15]
						{
							["arg2"] = "歪歪侠",
							["type"] = "MONSTER_YELL",
							["time"] = 1588942758,
							["arg1"] = "无能的家伙！",
							["clColor"] = "ffa9d271",
						}, -- [16]
						{
							["arg2"] = "歪歪侠",
							["type"] = "MONSTER_YELL",
							["time"] = 1588942935,
							["arg1"] = "恐惧……如此美好……",
							["clColor"] = "ffa9d271",
						}, -- [17]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943563,
							["arg1"] = "你怎么能站在部落那边，姐妹？你怎么能舍弃正义？",
						}, -- [18]
						{
							["arg2"] = "赛拉·月卫",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943569,
							["arg1"] = "你居然敢跟我提正义？我因你的命令而死。是你背弃了我！",
						}, -- [19]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943579,
							["arg1"] = "我让你失望了，赛拉。我会让你从痛苦中解脱，以此赎罪。",
						}, -- [20]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943587,
							["arg1"] = "为了卡多雷！",
						}, -- [21]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943607,
							["arg1"] = "为泰达希尔复仇！",
						}, -- [22]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943650,
							["arg1"] = "为泰达希尔复仇！",
						}, -- [23]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943657,
							["arg1"] = "燃烧吧，部落的渣滓！",
						}, -- [24]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943711,
							["arg1"] = "部落的渣滓！",
						}, -- [25]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943783,
							["arg1"] = "为了卡多雷！",
						}, -- [26]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943812,
							["arg1"] = "为泰达希尔复仇！",
						}, -- [27]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943855,
							["arg1"] = "为泰达希尔复仇！",
						}, -- [28]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943872,
							["arg1"] = "部落的渣滓！",
						}, -- [29]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943891,
							["arg1"] = "燃烧吧，部落的渣滓！",
						}, -- [30]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943936,
							["arg1"] = "部落的渣滓！",
						}, -- [31]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943951,
							["arg1"] = "燃烧吧，部落的渣滓！",
						}, -- [32]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943969,
							["arg1"] = "部落的渣滓！",
						}, -- [33]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588943987,
							["arg1"] = "部落的渣滓！",
						}, -- [34]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588944032,
							["arg1"] = "燃烧吧，部落的渣滓！",
						}, -- [35]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588944098,
							["arg1"] = "燃烧吧，部落的渣滓！",
						}, -- [36]
						{
							["arg2"] = "福建烤老鼠-深渊之巢",
							["type"] = "YELL",
							["time"] = 1588944120,
							["arg1"] = "|cff71d5ff|Hspell:116849:0|h[作茧缚命]|h|r -> 麦克雷雷-亚雷戈斯",
							["clColor"] = "ff00fe95",
						}, -- [37]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588944130,
							["arg1"] = "燃烧吧，部落的渣滓！",
						}, -- [38]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588944162,
							["arg1"] = "燃烧吧，部落的渣滓！",
						}, -- [39]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588944174,
							["arg1"] = "你休想轻易打败我……",
						}, -- [40]
						{
							["arg1"] = " ",
						}, -- [41]
						{
							["arg1"] = " ",
						}, -- [42]
						{
							["arg1"] = "记录开始于 05/08/2020 的 23:33:15。",
							["type"] = "SYSTEM",
						}, -- [43]
						{
							["arg2"] = "深渊容器",
							["type"] = "MONSTER_YELL",
							["time"] = 1588952341,
							["arg1"] = "你太迟了！",
						}, -- [44]
						{
							["arg2"] = "深渊畸体",
							["type"] = "MONSTER_YELL",
							["time"] = 1588952347,
							["arg1"] = "",
						}, -- [45]
						{
							["arg2"] = "火金派防御者",
							["type"] = "MONSTER_YELL",
							["time"] = 1588952460,
							["arg1"] = "他们一直涌过来。我们不能失去两处神殿！",
						}, -- [46]
						{
							["arg1"] = " ",
						}, -- [47]
						{
							["arg1"] = " ",
						}, -- [48]
						{
							["arg1"] = "记录开始于 05/08/2020 的 23:52:15。",
							["type"] = "SYSTEM",
						}, -- [49]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954194,
							["arg1"] = "元素已经发声。艾泽拉斯即将灭亡。",
						}, -- [50]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954199,
							["arg1"] = "不喝血的，都得死！",
						}, -- [51]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954204,
							["arg1"] = "古神之血是我们唯一的救赎！",
						}, -- [52]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954211,
							["arg1"] = "我们必须服从恩佐斯！",
						}, -- [53]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954234,
							["arg1"] = "我们必须服从恩佐斯！",
						}, -- [54]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954257,
							["arg1"] = "我们必须服从恩佐斯！",
						}, -- [55]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954279,
							["arg1"] = "感谢你……让我……重获自由……",
						}, -- [56]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954881,
							["arg1"] = "元素已经发声。艾泽拉斯即将灭亡。",
						}, -- [57]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954892,
							["arg1"] = "古神之血是我们唯一的救赎！",
						}, -- [58]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955016,
							["arg1"] = "不喝血的，都得死！",
						}, -- [59]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955028,
							["arg1"] = "他的力量无人能挡！",
						}, -- [60]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955051,
							["arg1"] = "他的力量无人能挡！",
						}, -- [61]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955075,
							["arg1"] = "他的力量无人能挡！",
						}, -- [62]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955098,
							["arg1"] = "他的力量无人能挡！",
						}, -- [63]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955101,
							["arg1"] = "感谢你……让我……重获自由……",
						}, -- [64]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955428,
							["arg1"] = "元素已经发声。艾泽拉斯即将灭亡。",
						}, -- [65]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955439,
							["arg1"] = "古神之血是我们唯一的救赎！",
						}, -- [66]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955526,
							["arg1"] = "不喝血的，都得死！",
						}, -- [67]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955538,
							["arg1"] = "他的力量无人能挡！",
						}, -- [68]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955561,
							["arg1"] = "他的力量无人能挡！",
						}, -- [69]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955584,
							["arg1"] = "他的力量无人能挡！",
						}, -- [70]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955607,
							["arg1"] = "他的力量无人能挡！",
						}, -- [71]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955613,
							["arg1"] = "感谢你……让我……重获自由……",
						}, -- [72]
						{
							["arg1"] = " ",
						}, -- [73]
						{
							["arg1"] = " ",
						}, -- [74]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 00:47:16。",
						}, -- [75]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956681,
							["arg1"] = "元素已经发声。艾泽拉斯即将灭亡。",
						}, -- [76]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956692,
							["arg1"] = "古神之血是我们唯一的救赎！",
						}, -- [77]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956768,
							["arg1"] = "不喝血的，都得死！",
						}, -- [78]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956780,
							["arg1"] = "他的力量无人能挡！",
						}, -- [79]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956803,
							["arg1"] = "他的力量无人能挡！",
						}, -- [80]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956826,
							["arg1"] = "他的力量无人能挡！",
						}, -- [81]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956849,
							["arg1"] = "我们必须服从恩佐斯！",
						}, -- [82]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956853,
							["arg1"] = "感谢你……让我……重获自由……",
						}, -- [83]
						{
							["arg1"] = " ",
						}, -- [84]
						{
							["arg1"] = " ",
						}, -- [85]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 14:13:50。",
						}, -- [86]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589005131,
							["arg1"] = "元素已经发声。艾泽拉斯即将灭亡。",
						}, -- [87]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589005141,
							["arg1"] = "古神之血是我们唯一的救赎！",
						}, -- [88]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589005144,
							["arg1"] = "不喝血的，都得死！",
						}, -- [89]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589005155,
							["arg1"] = "他的力量无人能挡！",
						}, -- [90]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589005178,
							["arg1"] = "他的力量无人能挡！",
						}, -- [91]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589005198,
							["arg1"] = "他的力量无人能挡！",
						}, -- [92]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589005219,
							["arg1"] = "感谢你……让我……重获自由……",
						}, -- [93]
						{
							["arg1"] = " ",
						}, -- [94]
						{
							["arg1"] = " ",
						}, -- [95]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 14:27:31。",
						}, -- [96]
						{
							["arg2"] = "泽坎",
							["type"] = "MONSTER_YELL",
							["time"] = 1589005779,
							["arg1"] = "勇士们！我们需要帮助！",
						}, -- [97]
						{
							["arg2"] = "泽坎",
							["type"] = "MONSTER_YELL",
							["time"] = 1589005796,
							["arg1"] = "得先把那个干掉。",
						}, -- [98]
						{
							["arg2"] = "泽坎",
							["type"] = "MONSTER_YELL",
							["time"] = 1589005842,
							["arg1"] = "恩佐斯的腐化图腾全是虚空的低语，把我们的萨满逼疯了。得把图腾都毁掉。",
						}, -- [99]
						{
							["arg1"] = " ",
						}, -- [100]
						{
							["arg1"] = " ",
						}, -- [101]
						{
							["arg1"] = "记录开始于 05/09/2020 的 14:30:48。",
							["type"] = "SYSTEM",
						}, -- [102]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589006076,
							["arg1"] = "元素已经发声。艾泽拉斯即将灭亡。",
						}, -- [103]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589006087,
							["arg1"] = "古神之血是我们唯一的救赎！",
						}, -- [104]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589006091,
							["arg1"] = "不喝血的，都得死！",
						}, -- [105]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589006103,
							["arg1"] = "他的力量无人能挡！",
						}, -- [106]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589006126,
							["arg1"] = "他的力量无人能挡！",
						}, -- [107]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589006149,
							["arg1"] = "他的力量无人能挡！",
						}, -- [108]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589006164,
							["arg1"] = "感谢你……让我……重获自由……",
						}, -- [109]
						{
							["arg1"] = " ",
						}, -- [110]
						{
							["arg1"] = " ",
						}, -- [111]
						{
							["arg1"] = "记录开始于 05/09/2020 的 15:12:22。",
							["type"] = "SYSTEM",
						}, -- [112]
						{
							["arg2"] = "虚空恐魔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589008467,
							["arg1"] = "万物都将消亡！",
						}, -- [113]
						{
							["arg2"] = "梦境之龙麦琳瑟拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589008473,
							["arg1"] = "在那儿，勇士！那就是腐化的源头！摧毁它！",
						}, -- [114]
						{
							["arg1"] = " ",
						}, -- [115]
						{
							["arg1"] = " ",
						}, -- [116]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 15:27:26。",
						}, -- [117]
						{
							["arg2"] = "卡雷苟斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009359,
							["arg1"] = "他们把阿莱克丝塔萨包围了！你得去帮帮她！",
						}, -- [118]
						{
							["arg2"] = "阿莱克丝塔萨，生命的缚誓者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009365,
							["arg1"] = "你们的帮助很及时，十里扬州路。现在，消灭这些怪物！",
						}, -- [119]
						{
							["arg1"] = " ",
						}, -- [120]
						{
							["arg1"] = " ",
						}, -- [121]
						{
							["arg1"] = "记录开始于 05/09/2020 的 15:33:45。",
							["type"] = "SYSTEM",
						}, -- [122]
						{
							["arg2"] = "阿莱克丝塔萨，生命的缚誓者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009746,
							["arg1"] = "这场战斗远未结束。我感觉到他们的首领来了。",
						}, -- [123]
						{
							["arg2"] = "维克修娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009773,
							["arg1"] = "生命的缚誓者。向低语屈服吧。加入我们，你就能获得无可匹敌的力量。",
						}, -- [124]
						{
							["arg2"] = "阿莱克丝塔萨，生命的缚誓者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009787,
							["arg1"] = "绝不！",
						}, -- [125]
						{
							["arg2"] = "卡雷苟斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009788,
							["arg1"] = "我和阿莱克丝塔萨会去追赶维克修娜。你快去营救俘虏！",
						}, -- [126]
						{
							["arg2"] = "维克修娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009798,
							["arg1"] = "看吧，这就是所有守护巨龙的未来。合而为一，就能见证我所目睹的真理，姐姐。",
						}, -- [127]
						{
							["arg2"] = "阿莱克丝塔萨，生命的缚誓者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009813,
							["arg1"] = "你才不是我的妹妹。",
						}, -- [128]
						{
							["arg2"] = "维克修娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009893,
							["arg1"] = "你还在等什么，姐姐？你没看到我们族群的伟大命运吗？",
						}, -- [129]
						{
							["arg1"] = " ",
						}, -- [130]
						{
							["arg1"] = " ",
						}, -- [131]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 15:38:24。",
						}, -- [132]
						{
							["arg2"] = "阿莱克丝塔萨，生命的缚誓者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009928,
							["arg1"] = "他承诺给你的力量也保护不了你！",
						}, -- [133]
						{
							["arg2"] = "卡雷苟斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009932,
							["arg1"] = "没有别的选择了，十里扬州路。准备战斗吧。",
						}, -- [134]
						{
							["arg2"] = "维克修娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009933,
							["arg1"] = "那好吧。既然你们不愿加入我们，那就化为空虚的躯壳吧。",
						}, -- [135]
						{
							["arg2"] = "阿莱克丝塔萨，生命的缚誓者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009948,
							["arg1"] = "你的主人只会带你走向毁灭。",
						}, -- [136]
						{
							["arg2"] = "卡雷苟斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009968,
							["arg1"] = "够了！必须终结这场疯狂！",
						}, -- [137]
						{
							["arg2"] = "阿莱克丝塔萨，生命的缚誓者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009973,
							["arg1"] = "巨龙军团会永远守护艾泽拉斯！",
						}, -- [138]
						{
							["arg2"] = "维克修娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009998,
							["arg1"] = "这怎么可能！再给我点……力量！",
						}, -- [139]
						{
							["arg2"] = "维克修娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1589010004,
							["arg1"] = "可悲的巨龙军团必将陨落。既然你们不愿向主人效忠，那我就去找别人！",
						}, -- [140]
						{
							["arg1"] = " ",
						}, -- [141]
						{
							["arg1"] = " ",
						}, -- [142]
						{
							["arg1"] = "记录开始于 05/09/2020 的 19:26:35。",
							["type"] = "SYSTEM",
						}, -- [143]
						{
							["arg2"] = "西门望点点丶-伊森利恩",
							["type"] = "YELL",
							["time"] = 1589024419,
							["arg1"] = "【就要开】【新CD】 - -鼎级》 【尼奥啰萨+觉醒之城】--满12O--就能来//",
							["clColor"] = "ff3ec5e9",
						}, -- [144]
						{
							["arg2"] = "祖尔之影",
							["type"] = "MONSTER_YELL",
							["time"] = 1589024552,
							["arg1"] = "欢迎来到第一任巨魔国王的陵墓。我要是能亲自迎接你们就好了。",
						}, -- [145]
						{
							["arg2"] = "祖尔之影",
							["type"] = "MONSTER_YELL",
							["time"] = 1589024559,
							["arg1"] = "我的力量已经在此扎根，让古代灵魂与我主人的意志相连。",
						}, -- [146]
						{
							["arg2"] = "祖尔之影",
							["type"] = "MONSTER_YELL",
							["time"] = 1589024612,
							["arg1"] = "这座神殿将臣服于戈霍恩的力量！",
						}, -- [147]
						{
							["arg2"] = "摋鲁法尔-伊森利恩",
							["type"] = "YELL",
							["time"] = 1589024630,
							["arg1"] = "我已打断影裔巫医的|cff71d5ff|Hspell:269973:0|h[致命刺寒]|h|r",
							["clColor"] = "ffc59a6c",
						}, -- [148]
						{
							["arg2"] = "摋鲁法尔-伊森利恩",
							["type"] = "YELL",
							["time"] = 1589024665,
							["arg1"] = "我已打断影裔巫医的|cff71d5ff|Hspell:269973:0|h[致命刺寒]|h|r",
							["clColor"] = "ffc59a6c",
						}, -- [149]
						{
							["arg2"] = "祖尔之影",
							["type"] = "MONSTER_YELL",
							["time"] = 1589024749,
							["arg1"] = "你是对抗不了赞达拉的！",
						}, -- [150]
						{
							["arg2"] = "殓尸者姆沁巴",
							["type"] = "MONSTER_YELL",
							["time"] = 1589024955,
							["arg1"] = "你的血液里充满诅咒！",
						}, -- [151]
						{
							["arg2"] = "殓尸者姆沁巴",
							["type"] = "MONSTER_YELL",
							["time"] = 1589024966,
							["arg1"] = "必须净化血肉诅咒！",
						}, -- [152]
						{
							["arg2"] = "殓尸者姆沁巴",
							["type"] = "MONSTER_YELL",
							["time"] = 1589024982,
							["arg1"] = "准备变尸体吧！",
						}, -- [153]
						{
							["arg2"] = "殓尸者姆沁巴",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025000,
							["arg1"] = "必须净化血肉诅咒！",
						}, -- [154]
						{
							["arg2"] = "殓尸者姆沁巴",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025016,
							["arg1"] = "必须净化血肉诅咒！",
						}, -- [155]
						{
							["arg2"] = "殓尸者姆沁巴",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025027,
							["arg1"] = "尸身……也要好好……保存……",
						}, -- [156]
						{
							["arg2"] = "祖尔之影",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025040,
							["arg1"] = "这座神殿将臣服于戈霍恩的力量！",
						}, -- [157]
						{
							["arg2"] = "摋鲁法尔-伊森利恩",
							["type"] = "YELL",
							["time"] = 1589025107,
							["arg1"] = "我已打断鬼灵妖术祭司的|cff71d5ff|Hspell:270493:0|h[幽灵弹]|h|r",
							["clColor"] = "ffc59a6c",
						}, -- [158]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025164,
							["arg1"] = "医生来了！",
						}, -- [159]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025174,
							["arg1"] = "我的毒可没得解！",
						}, -- [160]
						{
							["arg2"] = "摋鲁法尔-伊森利恩",
							["type"] = "YELL",
							["time"] = 1589025176,
							["arg1"] = "我已打断智者扎纳扎尔的|cff71d5ff|Hspell:267273:0|h[毒性新星]|h|r",
							["clColor"] = "ffc59a6c",
						}, -- [161]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025185,
							["arg1"] = "元素之灵，听我召唤！",
						}, -- [162]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025198,
							["arg1"] = "我的毒可没得解！",
						}, -- [163]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025203,
							["arg1"] = "请别把我……跟这些……白痴……埋在一起……",
						}, -- [164]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025210,
							["arg1"] = "战斗需要的是技巧。你们可不行！",
						}, -- [165]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025218,
							["arg1"] = "尝尝斧子的滋味！",
						}, -- [166]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025226,
							["arg1"] = "我的毒可没得解！",
						}, -- [167]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025229,
							["arg1"] = "尝尝斧子的滋味！",
						}, -- [168]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025232,
							["arg1"] = "有人的脑袋要落地了！",
						}, -- [169]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025239,
							["arg1"] = "我的头……也可以拿去……做战利品……",
						}, -- [170]
						{
							["arg2"] = "征服者阿卡阿里",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025245,
							["arg1"] = "哼，你们真没用，生前死后都一样。还得我来对付他们！",
						}, -- [171]
						{
							["arg2"] = "征服者阿卡阿里",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025251,
							["arg1"] = "苦难降临！",
						}, -- [172]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025270,
							["arg1"] = "我的毒可没得解！",
						}, -- [173]
						{
							["arg2"] = "征服者阿卡阿里",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025271,
							["arg1"] = "啊……我的愤怒……是……不朽的……",
						}, -- [174]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025288,
							["arg1"] = "闭嘴，油嘴滑舌的先知！",
						}, -- [175]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025292,
							["arg1"] = "我毕生都在对抗你的主人，但你却在我死后，用他的意志控制我。",
						}, -- [176]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025299,
							["arg1"] = "入侵者当然得死……但我可不想听你喋喋不休。",
						}, -- [177]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025337,
							["arg1"] = "你们要为亵渎我的神殿付出代价！",
						}, -- [178]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025346,
							["arg1"] = "没人能挡下我的利刃！",
						}, -- [179]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025350,
							["arg1"] = "来吧……来吧，可爱的莱班。进食时间到！",
						}, -- [180]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025350,
							["arg1"] = "流血吧！",
						}, -- [181]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025356,
							["arg1"] = "我要把你大卸八块！",
						}, -- [182]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025365,
							["arg1"] = "死亡也无法切断我们的联系，爱宠们。现在，吃吧，提扎拉……吃吧！",
						}, -- [183]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025369,
							["arg1"] = "流血吧！",
						}, -- [184]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025385,
							["arg1"] = "没人能挡下我的利刃！",
						}, -- [185]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025388,
							["arg1"] = "流血吧！",
						}, -- [186]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025393,
							["arg1"] = "够了！你们证明了自己的实力，可以死在我手上了！",
						}, -- [187]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025408,
							["arg1"] = "我要把你大卸八块！",
						}, -- [188]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025413,
							["arg1"] = "流血吧！",
						}, -- [189]
						{
							["arg1"] = " ",
						}, -- [190]
						{
							["arg1"] = " ",
						}, -- [191]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 20:56:29。",
						}, -- [192]
						{
							["arg2"] = "泽坎",
							["type"] = "MONSTER_YELL",
							["time"] = 1589029107,
							["arg1"] = "勇士们！我们需要帮助！",
						}, -- [193]
						{
							["arg2"] = "无光者维兹奥克",
							["type"] = "MONSTER_YELL",
							["time"] = 1589029594,
							["arg1"] = "虚空在呼唤你！",
						}, -- [194]
						{
							["arg2"] = "盖亚拉大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589029596,
							["arg1"] = "以玛格汉的名义，干掉那个怪物！",
						}, -- [195]
						{
							["arg2"] = "审判官格恩肖尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589029688,
							["arg1"] = "干掉那个兽人，清扫暗巷区！拒绝主人之血的都不得好死！",
						}, -- [196]
						{
							["arg2"] = "博亚",
							["type"] = "MONSTER_YELL",
							["time"] = 1589029755,
							["arg1"] = "救命！斯诺恩发疯了！",
						}, -- [197]
						{
							["arg2"] = "雷克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589029841,
							["arg1"] = "你不过是恩佐斯无尽大军面前的蝼蚁。现在，我就要踩死你！",
						}, -- [198]
						{
							["arg2"] = "雷克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589029944,
							["arg1"] = "我会把你的血肉喂给我的野兽，把你的灵魂献给恩佐斯！",
						}, -- [199]
						{
							["arg2"] = "雷克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589029953,
							["arg1"] = "来吧，我的宠物！侍奉你的主人！",
						}, -- [200]
						{
							["arg2"] = "雷克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589029955,
							["arg1"] = "我的野兽会吞噬你！",
						}, -- [201]
						{
							["arg2"] = "雷克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589029960,
							["arg1"] = "消灭这些猎物！",
						}, -- [202]
						{
							["arg2"] = "雷克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589029963,
							["arg1"] = "恩佐斯能号令的，可不只是动物！",
						}, -- [203]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589030027,
							["arg1"] = "元素已经发声。艾泽拉斯即将灭亡。",
						}, -- [204]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589030037,
							["arg1"] = "古神之血是我们唯一的救赎！",
						}, -- [205]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589030045,
							["arg1"] = "不喝血的，都得死！",
						}, -- [206]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589030060,
							["arg1"] = "他的力量无人能挡！",
						}, -- [207]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589030083,
							["arg1"] = "他的力量无人能挡！",
						}, -- [208]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589030101,
							["arg1"] = "感谢你……让我……重获自由……",
						}, -- [209]
						{
							["arg1"] = " ",
						}, -- [210]
						{
							["arg1"] = " ",
						}, -- [211]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 21:32:03。",
						}, -- [212]
						{
							["arg2"] = "斯卡基特",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032238,
							["arg1"] = "你们听到老板说的了。快把这些玩意统统修好！",
						}, -- [213]
						{
							["arg2"] = "斯卡基特",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032245,
							["arg1"] = "批准风险津贴！睁大眼睛，小心陷阱！",
						}, -- [214]
						{
							["arg2"] = "考古工程学家",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032272,
							["arg1"] = "你们无法和侏儒科技匹敌，蠢货！",
						}, -- [215]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032293,
							["arg1"] = "侏儒的兄弟姐妹们！许多世代以来，血肉诅咒让我们沦为了劣等生物。",
						}, -- [216]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032302,
							["arg1"] = "但一切到此为止了！我们将回归泰坦铸造的原始形态，完美的形态！",
						}, -- [217]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032312,
							["arg1"] = "麦卡贡欢迎所有符合条件的物种，加入我们，彻底清除上古之神的腐化。",
						}, -- [218]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032321,
							["arg1"] = "上前来，接受发明之眼的遴选。让我们一起迎接往日的荣耀！",
						}, -- [219]
						{
							["arg2"] = "舒佳·爆帽",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032468,
							["arg1"] = "啊啊！快停下，你这个疯子！",
						}, -- [220]
						{
							["arg2"] = "奎兹拉·爆帽",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032468,
							["arg1"] = "哈哈哈哈！跑吧，姐姐，快跑！",
						}, -- [221]
						{
							["arg2"] = "舒佳·爆帽",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032470,
							["arg1"] = "奎兹拉！别再浪费我——的——弹——药了！然后滚出我的工作室！",
						}, -- [222]
						{
							["arg2"] = "轮机搬运工",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032513,
							["arg1"] = "大声点！敲大声点！",
						}, -- [223]
						{
							["arg2"] = "轮机工会代表",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032513,
							["arg1"] = "嗨起来，再给每个人都端酒来！",
						}, -- [224]
						{
							["arg2"] = "轮机劳工",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032514,
							["arg1"] = "喔吼！",
						}, -- [225]
						{
							["arg2"] = "轮机工会代表",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032527,
							["arg1"] = "轮机工们，最后一次点名！",
						}, -- [226]
						{
							["arg2"] = "轮机工会代表",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032528,
							["arg1"] = "老大还有个活要给我们。我们在五分钟后出发！",
						}, -- [227]
						{
							["arg2"] = "轮机工会代表",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032529,
							["arg1"] = "加兹鲁维会为这个工作给我们支付三倍薪水！有谁不想要的话可以自己留下喝酒！",
						}, -- [228]
						{
							["arg2"] = "轮机工会代表",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032532,
							["arg1"] = "路上你们的工会代表会给你们详细信息。现在，干杯！",
						}, -- [229]
						{
							["arg2"] = "斯卡基特",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032582,
							["arg1"] = "把补给品统统搬上去！快点！",
						}, -- [230]
						{
							["arg2"] = "库鲁兹船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032608,
							["arg1"] = "全体登船！滑鳗号出发了！",
						}, -- [231]
						{
							["arg2"] = "唾海",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032621,
							["arg1"] = "Mrrglrgl，mmrglrlglrrrglrggl！",
						}, -- [232]
						{
							["arg2"] = "斯卡基特",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032621,
							["arg1"] = "喷气背包准备完毕！",
						}, -- [233]
						{
							["arg2"] = "加兹鲁维",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032652,
							["arg1"] = "没错，告诉他加兹鲁维的轮机工来帮他了，我们站在他这边！",
						}, -- [234]
						{
							["arg2"] = "萨芙洛妮塔·古车",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032679,
							["arg1"] = "我们当然愿意加入你的事业，艾拉兹敏王子。我们就是来帮你的！",
						}, -- [235]
						{
							["arg2"] = "加兹鲁维",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032687,
							["arg1"] = "是的，没错，我们也一样。把我们也算上！",
						}, -- [236]
						{
							["arg2"] = "被裹挟的锈栓工程师",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032687,
							["arg1"] = "谁来接住我！",
						}, -- [237]
						{
							["arg2"] = "帕斯卡",
							["type"] = "MONSTER_YELL",
							["time"] = 1589033132,
							["arg1"] = "先别管我！他们拿走了帕斯卡K1N6型，那是当今最伟大的发明！",
						}, -- [238]
						{
							["arg1"] = " ",
						}, -- [239]
						{
							["arg1"] = " ",
						}, -- [240]
						{
							["arg1"] = "记录开始于 05/09/2020 的 22:05:56。",
							["type"] = "SYSTEM",
						}, -- [241]
						{
							["arg2"] = "艾拉兹敏王子",
							["type"] = "MONSTER_YELL",
							["time"] = 1589033192,
							["arg1"] = "锈栓抵抗军万岁！",
						}, -- [242]
						{
							["arg2"] = "HK-8型空中压制单位",
							["type"] = "MONSTER_YELL",
							["time"] = 1589033196,
							["arg1"] = "侦测到非法生命体！开始清除！",
						}, -- [243]
						{
							["arg2"] = "HK-8型空中压制单位",
							["type"] = "MONSTER_YELL",
							["time"] = 1589033264,
							["arg1"] = "当前受损率超出指定范围。正在返回修理。",
						}, -- [244]
						{
							["arg2"] = "HK-8型空中压制单位",
							["type"] = "MONSTER_YELL",
							["time"] = 1589033276,
							["arg1"] = "已侦测到敌方空中单位。正在锁定目标：十里扬州路……",
						}, -- [245]
						{
							["arg2"] = "阿裟大人",
							["type"] = "MONSTER_YELL",
							["time"] = 1589033336,
							["arg1"] = "没有人胆敢挑战兄弟会！",
							["clColor"] = "ffc59a6c",
						}, -- [246]
						{
							["arg2"] = "被裹挟的锈栓工程师",
							["type"] = "MONSTER_YELL",
							["time"] = 1589033337,
							["arg1"] = "救命啊！我快要掉下去了！",
						}, -- [247]
						{
							["arg2"] = "被裹挟的锈栓工程师",
							["type"] = "MONSTER_YELL",
							["time"] = 1589033356,
							["arg1"] = "接住我！接住我！",
						}, -- [248]
						{
							["arg2"] = "被裹挟的锈栓工程师",
							["type"] = "MONSTER_YELL",
							["time"] = 1589033375,
							["arg1"] = "好吧，真是倒霉。",
						}, -- [249]
						{
							["arg2"] = "库鲁兹船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589033407,
							["arg1"] = "全体登船！滑鳗号出发了！",
						}, -- [250]
					},
				}, -- [5]
				{
					["enabled"] = true,
					["name"] = "公会官员",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/09/2020 的 22:05:56。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				}, -- [6]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "公会",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 20:27:04。",
						}, -- [1]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD",
							["time"] = 1588940978,
							["arg1"] = "熊 晚上？",
							["clColor"] = "ffa22fc8",
						}, -- [2]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941057,
							["arg1"] = "w想 lr打个|cffffff00|Hquest:57959:-1:120:120:0|h[战争前线：黑海岸之战（英雄）]|h|r ",
							["clColor"] = "fffe7b09",
						}, -- [3]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941074,
							["arg1"] = "但是又怕 工作室",
							["clColor"] = "fffe7b09",
						}, -- [4]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941151,
							["arg1"] = "我也想打",
							["clColor"] = "ffa22fc8",
						}, -- [5]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941342,
							["arg1"] = "刚好 1616",
							["clColor"] = "fffe7b09",
						}, -- [6]
						{
							["arg2"] = "西萌大猛攻-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941358,
							["arg1"] = "{无辜}",
							["clColor"] = "ff3ec5e9",
						}, -- [7]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941364,
							["arg1"] = "还差 300征服",
							["clColor"] = "fffe7b09",
						}, -- [8]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941410,
							["arg1"] = "西萌 明天祖格?",
							["clColor"] = "fffe7b09",
						}, -- [9]
						{
							["arg2"] = "西萌大猛攻-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941415,
							["arg1"] = "en ",
							["clColor"] = "ff3ec5e9",
						}, -- [10]
						{
							["arg2"] = "西萌大猛攻-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941420,
							["arg1"] = "明晚吧",
							["clColor"] = "ff3ec5e9",
						}, -- [11]
						{
							["arg2"] = "西萌大猛攻-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941428,
							["arg1"] = "明天正常上班",
							["clColor"] = "ff3ec5e9",
						}, -- [12]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941442,
							["arg1"] = "打多2次 就可以买 附魔了",
							["clColor"] = "fffe7b09",
						}, -- [13]
						{
							["arg2"] = "西萌大猛攻-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941456,
							["arg1"] = "今天刚打了一个 ",
							["clColor"] = "ff3ec5e9",
						}, -- [14]
						{
							["arg2"] = "西萌大猛攻-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941464,
							["arg1"] = "两个附魔卖了1200G。",
							["clColor"] = "ff3ec5e9",
						}, -- [15]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941486,
							["arg1"] = "这么贵",
							["clColor"] = "fffe7b09",
						}, -- [16]
						{
							["arg2"] = "西萌大猛攻-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941493,
							["arg1"] = "你要刷崇拜啊",
							["clColor"] = "ff3ec5e9",
						}, -- [17]
						{
							["arg2"] = "西萌大猛攻-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941499,
							["arg1"] = "崇拜有  肩膀附魔",
							["clColor"] = "ff3ec5e9",
						}, -- [18]
						{
							["arg2"] = "西萌大猛攻-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941511,
							["arg1"] = "买的是头腿   崇拜还有个肩膀附魔",
							["clColor"] = "ff3ec5e9",
						}, -- [19]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941514,
							["arg1"] = "去那刷?",
							["clColor"] = "fffe7b09",
						}, -- [20]
						{
							["arg2"] = "西萌大猛攻-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941538,
							["arg1"] = "祖格  一个怪4点声望  一个BOSS  200声望",
							["clColor"] = "ff3ec5e9",
						}, -- [21]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941540,
							["arg1"] = "艹",
							["clColor"] = "fffe7b09",
						}, -- [22]
						{
							["arg2"] = "西萌大猛攻-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941544,
							["arg1"] = "就这么刷",
							["clColor"] = "ff3ec5e9",
						}, -- [23]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941548,
							["arg1"] = "掉了17分",
							["clColor"] = "fffe7b09",
						}, -- [24]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941722,
							["arg1"] = "小虫 祖达萨 空投+海低空投 共亨吗?",
							["clColor"] = "fffe7b09",
						}, -- [25]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941728,
							["arg1"] = "不",
							["clColor"] = "ffa22fc8",
						}, -- [26]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941732,
							["arg1"] = "每天125",
							["clColor"] = "ffa22fc8",
						}, -- [27]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941739,
							["arg1"] = "你要拿冲突？",
							["clColor"] = "ffa22fc8",
						}, -- [28]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941750,
							["arg1"] = "掉到1601分刁",
							["clColor"] = "fffe7b09",
						}, -- [29]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941755,
							["arg1"] = "了",
							["clColor"] = "fffe7b09",
						}, -- [30]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941765,
							["arg1"] = "你是要冲突还是要1800？",
							["clColor"] = "ffa22fc8",
						}, -- [31]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941776,
							["arg1"] = "|cffa335ee|Hitem:169590::::::::120:104::::::|h[燎原战场之狂]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [32]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941780,
							["arg1"] = "冲突的话每天捡空投就好了",
							["clColor"] = "ffa22fc8",
						}, -- [33]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941788,
							["arg1"] = "保持1600 别打了",
							["clColor"] = "ffa22fc8",
						}, -- [34]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941788,
							["arg1"] = "现在11个",
							["clColor"] = "fffe7b09",
						}, -- [35]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941791,
							["arg1"] = "输了不划算",
							["clColor"] = "ffa22fc8",
						}, -- [36]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941803,
							["arg1"] = "刚好 1601分",
							["clColor"] = "fffe7b09",
						}, -- [37]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941809,
							["arg1"] = "还差 300",
							["clColor"] = "fffe7b09",
						}, -- [38]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941852,
							["arg1"] = "多久一个",
							["clColor"] = "fffe7b09",
						}, -- [39]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941946,
							["arg1"] = "还要打三周 全通|cff66bbff|Hjournal:0:1179:14|h[永恒王宫]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [40]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941954,
							["arg1"] = "|cff1eff00|Hazessence:2:1|h[艾泽拉斯的不朽赐福]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [41]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941982,
							["arg1"] = "小虫",
							["clColor"] = "fffe7b09",
						}, -- [42]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941989,
							["arg1"] = "进去了?",
							["clColor"] = "fffe7b09",
						}, -- [43]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588941999,
							["arg1"] = "|cffffff00|Hquest:57959:-1:120:120:0|h[战争前线：黑海岸之战（英雄）]|h|r?",
							["clColor"] = "fffe7b09",
						}, -- [44]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588942037,
							["arg1"] = "还是=空投 算了",
							["clColor"] = "fffe7b09",
						}, -- [45]
						{
							["arg2"] = "爆橙-亡语者",
							["type"] = "GUILD",
							["time"] = 1588942234,
							["arg1"] = "熊H还海南",
							["clColor"] = "ffa22fc8",
						}, -- [46]
						{
							["arg2"] = "爆橙-亡语者",
							["type"] = "GUILD",
							["time"] = 1588942245,
							["arg1"] = "黑海岸？",
							["clColor"] = "ffa22fc8",
						}, -- [47]
						{
							["arg2"] = "爆橙-亡语者",
							["type"] = "GUILD",
							["time"] = 1588942253,
							["arg1"] = "来吗",
							["clColor"] = "ffa22fc8",
						}, -- [48]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588942268,
							["arg1"] = "有团?",
							["clColor"] = "fffe7b09",
						}, -- [49]
						{
							["arg2"] = "爆橙-亡语者",
							["type"] = "GUILD",
							["time"] = 1588942299,
							["arg1"] = "刚才跟过这个团长打的我的WS号",
							["clColor"] = "ffa22fc8",
						}, -- [50]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588942309,
							["arg1"] = "w用lr ?",
							["clColor"] = "fffe7b09",
						}, -- [51]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588942314,
							["arg1"] = "可以?",
							["clColor"] = "fffe7b09",
						}, -- [52]
						{
							["arg2"] = "爆橙-亡语者",
							["type"] = "GUILD",
							["time"] = 1588942323,
							["arg1"] = "嗯呢",
							["clColor"] = "ffa22fc8",
						}, -- [53]
						{
							["arg2"] = "爆橙-亡语者",
							["type"] = "GUILD",
							["time"] = 1588942341,
							["arg1"] = "标题都一样，他刚才在团里说的等一下会组一个一模一样名字的团",
							["clColor"] = "ffa22fc8",
						}, -- [54]
						{
							["arg1"] = " ",
						}, -- [55]
						{
							["arg1"] = " ",
						}, -- [56]
						{
							["arg1"] = "记录开始于 05/09/2020 的 20:50:50。",
							["type"] = "SYSTEM",
						}, -- [57]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1589028692,
							["arg1"] = "==",
							["clColor"] = "fffe7b09",
						}, -- [58]
						{
							["arg1"] = " ",
						}, -- [59]
						{
							["arg1"] = " ",
						}, -- [60]
						{
							["arg1"] = "记录开始于 05/09/2020 的 22:05:56。",
							["type"] = "SYSTEM",
						}, -- [61]
					},
				}, -- [7]
				{
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "战利品",
					["logs"] = {
						{
							["type"] = "MONEY",
							["time"] = 1588952801,
							["arg1"] = "你拾取了1金币, 37银币, 40铜币",
						}, -- [1]
						{
							["type"] = "LOOT",
							["time"] = 1588952816,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:174197::::::::120:581::11::::|h[博学者的笔记]|h|r。",
						}, -- [2]
						{
							["type"] = "LOOT",
							["time"] = 1588952819,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:173372::::::::120:581::11::::|h[黑暗帝国宝箱]|h|r。",
						}, -- [3]
						{
							["type"] = "LOOT",
							["time"] = 1588952821,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:173815::::::::120:581::29:6:6412:4803:6513:6516:1497:4786:::|h[贪婪巨口腰甲]|h|r。",
						}, -- [4]
						{
							["type"] = "CURRENCY",
							["time"] = 1588952822,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1755:0|h[凝结幻象]|h|r x12500。",
						}, -- [5]
						{
							["type"] = "CURRENCY",
							["time"] = 1588952822,
							["arg1"] = "你获得了：|cffe6cc80|Hcurrency:1803:0|h[尼奥罗萨的回响]|h|r x125。",
						}, -- [6]
						{
							["arg1"] = " ",
						}, -- [7]
						{
							["arg1"] = " ",
						}, -- [8]
						{
							["arg1"] = "记录开始于 05/08/2020 的 23:52:15。",
							["type"] = "SYSTEM",
						}, -- [9]
						{
							["type"] = "LOOT",
							["time"] = 1588953340,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155593::::::::120:581::::::|h[中空胸骨]|h|r。",
						}, -- [10]
						{
							["type"] = "LOOT",
							["time"] = 1588953340,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158750::::::::120:581::::::|h[碎骨鸟喙]|h|r。",
						}, -- [11]
						{
							["type"] = "LOOT",
							["time"] = 1588953703,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158750::::::::120:581::::::|h[碎骨鸟喙]|h|rx2。",
						}, -- [12]
						{
							["type"] = "LOOT",
							["time"] = 1588953727,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158750::::::::120:581::::::|h[碎骨鸟喙]|h|r。",
						}, -- [13]
						{
							["type"] = "LOOT",
							["time"] = 1588953849,
							["arg1"] = "你获得了物品：|cffe6cc80|Hitem:168844::::::::120:581::14::::|h[完美强化变速箱]|h|r。",
						}, -- [14]
						{
							["type"] = "LOOT",
							["time"] = 1588953862,
							["arg1"] = "你获得了物品：|cff9d9d9d|Hitem:170003::::::::120:581::::::|h[刺耳的变速箱]|h|r。",
						}, -- [15]
						{
							["type"] = "LOOT",
							["time"] = 1588953878,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:173439::::::::120:581::9:5:6412:6515:6516:1487:4786:::|h[贪婪巨口薄靴]|h|r。",
						}, -- [16]
						{
							["type"] = "CURRENCY",
							["time"] = 1588954078,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1755:0|h[凝结幻象]|h|r x10000。",
						}, -- [17]
						{
							["type"] = "LOOT",
							["time"] = 1588954087,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:173363::::::::120:581::::::|h[惊魂幻象法器]|h|r。",
						}, -- [18]
						{
							["type"] = "LOOT",
							["time"] = 1588954089,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:173363::::::::120:581::::::|h[惊魂幻象法器]|h|r。",
						}, -- [19]
						{
							["type"] = "LOOT",
							["time"] = 1588954091,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:173363::::::::120:581::::::|h[惊魂幻象法器]|h|r。",
						}, -- [20]
						{
							["type"] = "LOOT",
							["time"] = 1588954093,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:173363::::::::120:581::::::|h[惊魂幻象法器]|h|r。",
						}, -- [21]
						{
							["type"] = "LOOT",
							["time"] = 1588954095,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:173363::::::::120:581::::::|h[惊魂幻象法器]|h|r。",
						}, -- [22]
						{
							["type"] = "LOOT",
							["time"] = 1588954294,
							["arg1"] = "你获得了战利品：|cffa335ee|Hitem:173439::::::::120:581::30:8:6412:4803:6513:6578:6579:6562:1477:4786:::|h[贪婪巨口薄靴]|h|r。",
						}, -- [23]
						{
							["type"] = "LOOT",
							["time"] = 1588954295,
							["arg1"] = "你获得了战利品：|cffe6cc80|Hitem:173308::::::::120:581::9::::|h[喧狂职责印记]|h|r。",
						}, -- [24]
						{
							["type"] = "CURRENCY",
							["time"] = 1588954295,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r x100。",
						}, -- [25]
						{
							["type"] = "CURRENCY",
							["time"] = 1588954296,
							["arg1"] = "你获得了：|cffe6cc80|Hcurrency:1803:0|h[尼奥罗萨的回响]|h|r x50。",
						}, -- [26]
						{
							["type"] = "CURRENCY",
							["time"] = 1588954303,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r x16。",
						}, -- [27]
						{
							["type"] = "LOOT",
							["time"] = 1588954314,
							["arg1"] = "你获得了物品：|cff9d9d9d|Hitem:174509::::::::120:581::::::|h[黯淡的印记]|h|r。",
						}, -- [28]
						{
							["type"] = "CURRENCY",
							["time"] = 1588954325,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r x100。",
						}, -- [29]
						{
							["type"] = "CURRENCY",
							["time"] = 1588954712,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1755:0|h[凝结幻象]|h|r x10000。",
						}, -- [30]
						{
							["type"] = "LOOT",
							["time"] = 1588954759,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:173363::::::::120:581::::::|h[惊魂幻象法器]|h|r。",
						}, -- [31]
						{
							["type"] = "LOOT",
							["time"] = 1588955188,
							["arg1"] = "你获得了战利品：|cffff8000|Hitem:174777::::::::120:581::::::|h[《羁石诅咒》]|h|r。",
						}, -- [32]
						{
							["type"] = "LOOT",
							["time"] = 1588955188,
							["arg1"] = "你获得了战利品：|cffe6cc80|Hitem:173288::::::::120:581::9::::|h[流溢艾泽里特晶簇]|h|r。",
						}, -- [33]
						{
							["type"] = "CURRENCY",
							["time"] = 1588955189,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r x100。",
						}, -- [34]
						{
							["type"] = "CURRENCY",
							["time"] = 1588955189,
							["arg1"] = "你获得了：|cffe6cc80|Hcurrency:1803:0|h[尼奥罗萨的回响]|h|r x50。",
						}, -- [35]
						{
							["type"] = "CURRENCY",
							["time"] = 1588955193,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r x25。",
						}, -- [36]
						{
							["type"] = "LOOT",
							["time"] = 1588955199,
							["arg1"] = "你获得了物品：|cffff8000|Hitem:171335::::::::120:581::11::::|h[腐化之核]|h|r。",
						}, -- [37]
						{
							["type"] = "LOOT",
							["time"] = 1588955230,
							["arg1"] = "你获得了物品：|cff9d9d9d|Hitem:174513::::::::120:581::::::|h[枯竭的晶簇]|h|r。",
						}, -- [38]
						{
							["type"] = "LOOT",
							["time"] = 1588955243,
							["arg1"] = "你的|cffff8000|Hitem:169223::::::::120:581::11:1:6272:::|h[阿什拉·卡马斯，决意之护]|h|r已被替换为|cffff8000|Hitem:169223::::::::120:581::11:2:6273:1472:::|h[阿什拉·卡马斯，决意之护]|h|r。",
						}, -- [39]
						{
							["type"] = "LOOT",
							["time"] = 1588955628,
							["arg1"] = "你获得了战利品：|cffff8000|Hitem:171353::::::::120:581::::::|h[《羁石诅咒》的散页]|h|r。",
						}, -- [40]
						{
							["type"] = "CURRENCY",
							["time"] = 1588955629,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r x100。",
						}, -- [41]
						{
							["type"] = "CURRENCY",
							["time"] = 1588955630,
							["arg1"] = "你获得了：|cffe6cc80|Hcurrency:1803:0|h[尼奥罗萨的回响]|h|r x50。",
						}, -- [42]
						{
							["type"] = "CURRENCY",
							["time"] = 1588955634,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r x18。",
						}, -- [43]
						{
							["type"] = "LOOT",
							["time"] = 1588955642,
							["arg1"] = "你获得了物品：|cffff8000|Hitem:171335::::::::120:581::11::::|h[腐化之核]|h|r。",
						}, -- [44]
						{
							["type"] = "LOOT",
							["time"] = 1588955653,
							["arg1"] = "你的|cffff8000|Hitem:169223::::::::120:581::11:2:6273:1472:::|h[阿什拉·卡马斯，决意之护]|h|r已被替换为|cffff8000|Hitem:169223::::::::120:581::11:2:6274:1472:::|h[阿什拉·卡马斯，决意之护]|h|r。",
						}, -- [45]
						{
							["arg1"] = " ",
						}, -- [46]
						{
							["arg1"] = " ",
						}, -- [47]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 00:47:16。",
						}, -- [48]
						{
							["type"] = "LOOT",
							["time"] = 1588956867,
							["arg1"] = "你获得了战利品：|cffff8000|Hitem:171353::::::::120:581::::::|h[《羁石诅咒》的散页]|h|r。",
						}, -- [49]
						{
							["type"] = "CURRENCY",
							["time"] = 1588956868,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r x100。",
						}, -- [50]
						{
							["type"] = "CURRENCY",
							["time"] = 1588956869,
							["arg1"] = "你获得了：|cffe6cc80|Hcurrency:1803:0|h[尼奥罗萨的回响]|h|r x50。",
						}, -- [51]
						{
							["type"] = "CURRENCY",
							["time"] = 1588956872,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r x18。",
						}, -- [52]
						{
							["type"] = "LOOT",
							["time"] = 1588956880,
							["arg1"] = "你获得了物品：|cffff8000|Hitem:171335::::::::120:581::11::::|h[腐化之核]|h|r。",
						}, -- [53]
						{
							["type"] = "LOOT",
							["time"] = 1588956889,
							["arg1"] = "你的|cffff8000|Hitem:169223::::::::120:581::11:2:6274:1472:::|h[阿什拉·卡马斯，决意之护]|h|r已被替换为|cffff8000|Hitem:169223::::::::120:581::11:2:6275:1472:::|h[阿什拉·卡马斯，决意之护]|h|r。",
						}, -- [54]
						{
							["arg1"] = " ",
						}, -- [55]
						{
							["arg1"] = " ",
						}, -- [56]
						{
							["arg1"] = "记录开始于 05/09/2020 的 01:05:24。",
							["type"] = "SYSTEM",
						}, -- [57]
						{
							["type"] = "LOOT",
							["time"] = 1588957564,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:173363::::::::120:581::::::|h[惊魂幻象法器]|h|r。",
						}, -- [58]
						{
							["arg1"] = " ",
						}, -- [59]
						{
							["arg1"] = " ",
						}, -- [60]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 13:19:45。",
						}, -- [61]
						{
							["type"] = "LOOT",
							["time"] = 1589001860,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155609::::::::120:581::::::|h[弹性眼球]|h|r。",
						}, -- [62]
						{
							["type"] = "CURRENCY",
							["time"] = 1589002047,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1560:0|h[战争物资]|h|r x40。",
						}, -- [63]
						{
							["type"] = "MONEY",
							["time"] = 1589002048,
							["arg1"] = "你拾取了1金币, 2银币, 8铜币",
						}, -- [64]
						{
							["arg1"] = " ",
						}, -- [65]
						{
							["arg1"] = " ",
						}, -- [66]
						{
							["arg1"] = "记录开始于 05/09/2020 的 13:29:16。",
							["type"] = "SYSTEM",
						}, -- [67]
						{
							["type"] = "MONEY",
							["time"] = 1589002261,
							["arg1"] = "你拾取了1金币, 84银币, 62铜币",
						}, -- [68]
						{
							["type"] = "LOOT",
							["time"] = 1589002302,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158773::::::::120:581::::::|h[扭动粘质]|h|r。",
						}, -- [69]
						{
							["type"] = "MONEY",
							["time"] = 1589002302,
							["arg1"] = "你拾取了91银币, 98铜币",
						}, -- [70]
						{
							["arg1"] = " ",
						}, -- [71]
						{
							["arg1"] = " ",
						}, -- [72]
						{
							["arg1"] = "记录开始于 05/09/2020 的 13:41:35。",
							["type"] = "SYSTEM",
						}, -- [73]
						{
							["type"] = "LOOT",
							["time"] = 1589002939,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155598::::::::120:581::::::|h[断裂颚骨]|h|r。",
						}, -- [74]
						{
							["arg1"] = " ",
						}, -- [75]
						{
							["arg1"] = " ",
						}, -- [76]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 13:52:51。",
						}, -- [77]
						{
							["type"] = "MONEY",
							["time"] = 1589003714,
							["arg1"] = "你拾取了4金币, 14银币, 80铜币",
						}, -- [78]
						{
							["type"] = "LOOT",
							["time"] = 1589003739,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:152576::::::::120:581::::::|h[浪息亚麻布]|h|rx3。",
						}, -- [79]
						{
							["type"] = "LOOT",
							["time"] = 1589003739,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:154798::::::::120:581::::::|h[崩解的锁甲外套]|h|r。",
						}, -- [80]
						{
							["type"] = "MONEY",
							["time"] = 1589003740,
							["arg1"] = "你拾取了3金币, 57银币, 58铜币",
						}, -- [81]
						{
							["type"] = "MONEY",
							["time"] = 1589003750,
							["arg1"] = "你拾取了66银币",
						}, -- [82]
						{
							["type"] = "MONEY",
							["time"] = 1589003788,
							["arg1"] = "你拾取了65银币, 9铜币",
						}, -- [83]
						{
							["type"] = "LOOT",
							["time"] = 1589003863,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:157880::::::::120:581::28:5:4803:6516:6515:1637:4786:::|h[鲜血沼泽之握]|h|r。",
						}, -- [84]
						{
							["type"] = "CURRENCY",
							["time"] = 1589003864,
							["arg1"] = "你获得了：|cffe6cc80|Hcurrency:1803:0|h[尼奥罗萨的回响]|h|r x50。",
						}, -- [85]
						{
							["type"] = "LOOT",
							["time"] = 1589004114,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158863::::::::120:581::::::|h[几丁质外壳]|h|r。",
						}, -- [86]
						{
							["type"] = "LOOT",
							["time"] = 1589004114,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155601::::::::120:581::::::|h[尖腿残肢]|h|r。",
						}, -- [87]
						{
							["type"] = "LOOT",
							["time"] = 1589004114,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155610::::::::120:581::::::|h[钉刺荨麻]|h|r。",
						}, -- [88]
						{
							["arg1"] = " ",
						}, -- [89]
						{
							["arg1"] = " ",
						}, -- [90]
						{
							["arg1"] = "记录开始于 05/09/2020 的 14:04:57。",
							["type"] = "SYSTEM",
						}, -- [91]
						{
							["type"] = "LOOT",
							["time"] = 1589004505,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155609::::::::120:581::::::|h[弹性眼球]|h|r。",
						}, -- [92]
						{
							["type"] = "LOOT",
							["time"] = 1589004505,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158859::::::::120:581::::::|h[锯齿尖牙]|h|rx2。",
						}, -- [93]
						{
							["type"] = "LOOT",
							["time"] = 1589004505,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155635::::::::120:581::::::|h[健壮之翅]|h|rx2。",
						}, -- [94]
						{
							["type"] = "LOOT",
							["time"] = 1589004630,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:152576::::::::120:581::::::|h[浪息亚麻布]|h|rx3。",
						}, -- [95]
						{
							["type"] = "MONEY",
							["time"] = 1589004631,
							["arg1"] = "你拾取了48银币, 39铜币",
						}, -- [96]
						{
							["arg1"] = " ",
						}, -- [97]
						{
							["arg1"] = " ",
						}, -- [98]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 14:13:50。",
						}, -- [99]
						{
							["type"] = "CURRENCY",
							["time"] = 1589004952,
							["arg1"] = "你获得了：|cffe6cc80|Hcurrency:1803:0|h[尼奥罗萨的回响]|h|r x50。",
						}, -- [100]
						{
							["type"] = "CURRENCY",
							["time"] = 1589005007,
							["arg1"] = "你获得了：|cffe6cc80|Hcurrency:1803:0|h[尼奥罗萨的回响]|h|r x50。",
						}, -- [101]
						{
							["type"] = "LOOT",
							["time"] = 1589005233,
							["arg1"] = "你获得了战利品：|cffff8000|Hitem:171353::::::::120:581::::::|h[《羁石诅咒》的散页]|h|r。",
						}, -- [102]
						{
							["type"] = "CURRENCY",
							["time"] = 1589005234,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r x100。",
						}, -- [103]
						{
							["type"] = "CURRENCY",
							["time"] = 1589005234,
							["arg1"] = "你获得了：|cffe6cc80|Hcurrency:1803:0|h[尼奥罗萨的回响]|h|r x50。",
						}, -- [104]
						{
							["type"] = "CURRENCY",
							["time"] = 1589005238,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r x20。",
						}, -- [105]
						{
							["type"] = "LOOT",
							["time"] = 1589005244,
							["arg1"] = "你获得了物品：|cffff8000|Hitem:171335::::::::120:581::11::::|h[腐化之核]|h|r。",
						}, -- [106]
						{
							["type"] = "LOOT",
							["time"] = 1589005354,
							["arg1"] = "你获得了物品：|cffe6cc80|Hitem:168839::::::::120:581::14::::|h[再生渊障]|h|r。",
						}, -- [107]
						{
							["type"] = "LOOT",
							["time"] = 1589005364,
							["arg1"] = "你获得了物品：|cff9d9d9d|Hitem:169999::::::::120:581::::::|h[破碎的护障]|h|r。",
						}, -- [108]
						{
							["type"] = "LOOT",
							["time"] = 1589005373,
							["arg1"] = "你的|cffff8000|Hitem:169223::::::::120:581::11:2:6275:1472:::|h[阿什拉·卡马斯，决意之护]|h|r已被替换为|cffff8000|Hitem:169223::::::::120:581::11:2:6276:1472:::|h[阿什拉·卡马斯，决意之护]|h|r。",
						}, -- [109]
						{
							["arg1"] = " ",
						}, -- [110]
						{
							["arg1"] = " ",
						}, -- [111]
						{
							["arg1"] = "记录开始于 05/09/2020 的 14:30:48。",
							["type"] = "SYSTEM",
						}, -- [112]
						{
							["type"] = "CURRENCY",
							["time"] = 1589006181,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r x125。",
						}, -- [113]
						{
							["type"] = "CURRENCY",
							["time"] = 1589006181,
							["arg1"] = "你获得了：|cffe6cc80|Hcurrency:1803:0|h[尼奥罗萨的回响]|h|r x50。",
						}, -- [114]
						{
							["type"] = "LOOT",
							["time"] = 1589006183,
							["arg1"] = "你获得了战利品：|cffff8000|Hitem:174782::::::::120:581::::::|h[《恐惧与血肉》]|h|r。",
						}, -- [115]
						{
							["type"] = "LOOT",
							["time"] = 1589006183,
							["arg1"] = "你获得了战利品：|cffa335ee|Hitem:174287::::::::120:581::::::|h[坚壁之力火花]|h|r。",
						}, -- [116]
						{
							["type"] = "CURRENCY",
							["time"] = 1589006184,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r x150。",
						}, -- [117]
						{
							["type"] = "CURRENCY",
							["time"] = 1589006184,
							["arg1"] = "你获得了：|cffe6cc80|Hcurrency:1803:0|h[尼奥罗萨的回响]|h|r x25。",
						}, -- [118]
						{
							["type"] = "CURRENCY",
							["time"] = 1589006189,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r x117。",
						}, -- [119]
						{
							["type"] = "LOOT",
							["time"] = 1589006210,
							["arg1"] = "你获得了物品：|cffff8000|Hitem:171354::::::::120:581::11::::|h[惊魂之核]|h|r。",
						}, -- [120]
						{
							["type"] = "LOOT",
							["time"] = 1589006221,
							["arg1"] = "你的|cffff8000|Hitem:169223::::::::120:581::11:2:6276:1472:::|h[阿什拉·卡马斯，决意之护]|h|r已被替换为|cffff8000|Hitem:169223::::::::120:581::11:2:6277:1472:::|h[阿什拉·卡马斯，决意之护]|h|r。",
						}, -- [121]
						{
							["arg1"] = " ",
						}, -- [122]
						{
							["arg1"] = " ",
						}, -- [123]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 14:39:39。",
						}, -- [124]
						{
							["type"] = "LOOT",
							["time"] = 1589006594,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:152542::::::::120:581::::::|h[硬化风暴之皮]|h|rx2。",
						}, -- [125]
						{
							["type"] = "LOOT",
							["time"] = 1589006594,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:154722::::::::120:581::::::|h[风暴皮革]|h|rx2。",
						}, -- [126]
						{
							["type"] = "LOOT",
							["time"] = 1589006594,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:154165::::::::120:581::::::|h[钙化之骨]|h|rx3。",
						}, -- [127]
						{
							["type"] = "CURRENCY",
							["time"] = 1589006595,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1718:0|h[泰坦残血精华]|h|r x20。",
						}, -- [128]
						{
							["type"] = "LOOT",
							["time"] = 1589006596,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:154722::::::::120:581::::::|h[风暴皮革]|h|rx2。",
						}, -- [129]
						{
							["type"] = "LOOT",
							["time"] = 1589006596,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:152542::::::::120:581::::::|h[硬化风暴之皮]|h|rx2。",
						}, -- [130]
						{
							["type"] = "LOOT",
							["time"] = 1589006596,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:154165::::::::120:581::::::|h[钙化之骨]|h|rx3。",
						}, -- [131]
						{
							["type"] = "LOOT",
							["time"] = 1589006596,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:152541::::::::120:581::::::|h[粗糙皮革]|h|r。",
						}, -- [132]
						{
							["type"] = "LOOT",
							["time"] = 1589006597,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:154722::::::::120:581::::::|h[风暴皮革]|h|rx3。",
						}, -- [133]
						{
							["type"] = "LOOT",
							["time"] = 1589006597,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:152542::::::::120:581::::::|h[硬化风暴之皮]|h|rx2。",
						}, -- [134]
						{
							["type"] = "LOOT",
							["time"] = 1589006597,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:154165::::::::120:581::::::|h[钙化之骨]|h|rx3。",
						}, -- [135]
						{
							["type"] = "LOOT",
							["time"] = 1589006599,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:154722::::::::120:581::::::|h[风暴皮革]|h|rx3。",
						}, -- [136]
						{
							["type"] = "LOOT",
							["time"] = 1589006599,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:152542::::::::120:581::::::|h[硬化风暴之皮]|h|rx2。",
						}, -- [137]
						{
							["type"] = "LOOT",
							["time"] = 1589006599,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:154165::::::::120:581::::::|h[钙化之骨]|h|rx3。",
						}, -- [138]
						{
							["arg1"] = " ",
						}, -- [139]
						{
							["arg1"] = " ",
						}, -- [140]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 14:54:45。",
						}, -- [141]
						{
							["type"] = "LOOT",
							["time"] = 1589007526,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158865::::::::120:581::::::|h[幽灵粘液]|h|rx2。",
						}, -- [142]
						{
							["type"] = "LOOT",
							["time"] = 1589007526,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158771::::::::120:581::::::|h[幽魂脓液]|h|r。",
						}, -- [143]
						{
							["type"] = "LOOT",
							["time"] = 1589007529,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:167802::::::::120:581::::::|h[翡翠碎片]|h|r。",
						}, -- [144]
						{
							["type"] = "LOOT",
							["time"] = 1589007537,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:167802::::::::120:581::::::|h[翡翠碎片]|h|r。",
						}, -- [145]
						{
							["type"] = "LOOT",
							["time"] = 1589007586,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158771::::::::120:581::::::|h[幽魂脓液]|h|r。",
						}, -- [146]
						{
							["type"] = "LOOT",
							["time"] = 1589007589,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:167802::::::::120:581::::::|h[翡翠碎片]|h|r。",
						}, -- [147]
						{
							["type"] = "LOOT",
							["time"] = 1589007612,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158771::::::::120:581::::::|h[幽魂脓液]|h|rx3。",
						}, -- [148]
						{
							["type"] = "LOOT",
							["time"] = 1589007646,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158865::::::::120:581::::::|h[幽灵粘液]|h|rx2。",
						}, -- [149]
						{
							["type"] = "LOOT",
							["time"] = 1589007649,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:167802::::::::120:581::::::|h[翡翠碎片]|h|r。",
						}, -- [150]
						{
							["type"] = "LOOT",
							["time"] = 1589007652,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:167802::::::::120:581::::::|h[翡翠碎片]|h|r。",
						}, -- [151]
						{
							["arg1"] = " ",
						}, -- [152]
						{
							["arg1"] = " ",
						}, -- [153]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 15:02:59。",
						}, -- [154]
						{
							["type"] = "LOOT",
							["time"] = 1589008045,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158865::::::::120:581::::::|h[幽灵粘液]|h|r。",
						}, -- [155]
						{
							["type"] = "LOOT",
							["time"] = 1589008119,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158771::::::::120:581::::::|h[幽魂脓液]|h|r。",
						}, -- [156]
						{
							["type"] = "LOOT",
							["time"] = 1589008119,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158865::::::::120:581::::::|h[幽灵粘液]|h|r。",
						}, -- [157]
						{
							["type"] = "LOOT",
							["time"] = 1589008192,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158865::::::::120:581::::::|h[幽灵粘液]|h|r。",
						}, -- [158]
						{
							["type"] = "LOOT",
							["time"] = 1589008234,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:167802::::::::120:581::::::|h[翡翠碎片]|h|r。",
						}, -- [159]
						{
							["type"] = "LOOT",
							["time"] = 1589008235,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158771::::::::120:581::::::|h[幽魂脓液]|h|r。",
						}, -- [160]
						{
							["type"] = "LOOT",
							["time"] = 1589008240,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:167802::::::::120:581::::::|h[翡翠碎片]|h|r。",
						}, -- [161]
						{
							["arg1"] = " ",
						}, -- [162]
						{
							["arg1"] = " ",
						}, -- [163]
						{
							["arg1"] = "记录开始于 05/09/2020 的 15:12:22。",
							["type"] = "SYSTEM",
						}, -- [164]
						{
							["type"] = "LOOT",
							["time"] = 1589008539,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158771::::::::120:581::::::|h[幽魂脓液]|h|r。",
						}, -- [165]
						{
							["type"] = "LOOT",
							["time"] = 1589008543,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:167831::::::::120:581::11::::|h[翡翠碎片]|h|r。",
						}, -- [166]
						{
							["type"] = "LOOT",
							["time"] = 1589008602,
							["arg1"] = "你获得了战利品：|cffe6cc80|Hitem:167875::::::::120:581::::::|h[重铸的灿梦龙鳞]|h|r。",
						}, -- [167]
						{
							["type"] = "LOOT",
							["time"] = 1589008605,
							["arg1"] = "你获得了物品：|cffe6cc80|Hitem:168612::::::::120:581::11::::|h[灿梦龙鳞]|h|r。",
						}, -- [168]
						{
							["type"] = "LOOT",
							["time"] = 1589008727,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:168740::::::::120:581::11::::|h[布林顿7000礼包]|h|r。",
						}, -- [169]
						{
							["type"] = "LOOT",
							["time"] = 1589008729,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:9318::::::::120:581::::::|h[红色焰火]|h|rx3。",
						}, -- [170]
						{
							["type"] = "LOOT",
							["time"] = 1589008729,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:168788::::::::120:581::::::|h[玩具士兵武器]|h|rx4。",
						}, -- [171]
						{
							["type"] = "LOOT",
							["time"] = 1589008729,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:152550::::::::120:581::::::|h[海雾药水]|h|rx2。",
						}, -- [172]
						{
							["type"] = "LOOT",
							["time"] = 1589008739,
							["arg1"] = "你获得了物品：|cff9d9d9d|Hitem:169985::::::::120:581::::::|h[褪色的龙鳞]|h|r。",
						}, -- [173]
						{
							["arg1"] = " ",
						}, -- [174]
						{
							["arg1"] = " ",
						}, -- [175]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 15:38:24。",
						}, -- [176]
						{
							["type"] = "LOOT",
							["time"] = 1589010024,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:168280::::::::120:581::::::|h[赤色龙母的失落之鳞]|h|r。",
						}, -- [177]
						{
							["type"] = "LOOT",
							["time"] = 1589010101,
							["arg1"] = "你获得了物品：|cffe6cc80|Hitem:168613::::::::120:581::11::::|h[赤色龙母的淬火之鳞]|h|r。",
						}, -- [178]
						{
							["type"] = "LOOT",
							["time"] = 1589010109,
							["arg1"] = "你获得了物品：|cff9d9d9d|Hitem:169986::::::::120:581::::::|h[裂开的龙鳞]|h|r。",
						}, -- [179]
						{
							["arg1"] = " ",
						}, -- [180]
						{
							["arg1"] = " ",
						}, -- [181]
						{
							["arg1"] = "记录开始于 05/09/2020 的 19:26:35。",
							["type"] = "SYSTEM",
						}, -- [182]
						{
							["type"] = "LOOT",
							["time"] = 1589025426,
							["arg1"] = "灬壹脸逗逼灬-战歌获得了战利品：|cffa335ee|Hitem:159459::::::::120:581::16:5:4780:6516:6513:1607:4786:::|h[仪式束缚者之戒]|h|r。",
						}, -- [183]
						{
							["type"] = "LOOT",
							["time"] = 1589025427,
							["arg1"] = "你获得了战利品：|cff0070dd|Hitem:165948::::::::120:581::::::|h[潮浪之核]|h|r。",
						}, -- [184]
						{
							["type"] = "LOOT",
							["time"] = 1589025427,
							["arg1"] = "你获得了战利品：|cffa335ee|Hitem:159459::::::::120:581::16:5:4780:6516:6515:1607:4786:::|h[仪式束缚者之戒]|h|r。",
						}, -- [185]
						{
							["type"] = "CURRENCY",
							["time"] = 1589025428,
							["arg1"] = "你获得了：|cffe6cc80|Hcurrency:1803:0|h[尼奥罗萨的回响]|h|r x6。",
						}, -- [186]
						{
							["type"] = "LOOT",
							["time"] = 1589025428,
							["arg1"] = "摋鲁法尔-伊森利恩获得了战利品：|cffa335ee|Hitem:159413::::::::120:581::16:5:4780:6516:6513:1607:4786:::|h[鸟类守护者手套]|h|r。",
						}, -- [187]
						{
							["arg1"] = " ",
						}, -- [188]
						{
							["arg1"] = " ",
						}, -- [189]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 20:56:29。",
						}, -- [190]
						{
							["type"] = "LOOT",
							["time"] = 1589030116,
							["arg1"] = "千年老妖丶获得了战利品：|cffa335ee|Hitem:173470::::::::120:577::37:8:6412:4803:6515:6578:6579:6550:1502:4786:::|h[凶残海兽护腿]|h|r。",
						}, -- [191]
						{
							["type"] = "LOOT",
							["time"] = 1589030117,
							["arg1"] = "你获得了战利品：|cffa335ee|Hitem:173439::::::::120:577::37:10:6412:4803:42:6513:6578:6579:6438:6462:1502:4786:::|h[贪婪巨口薄靴]|h|r。",
						}, -- [192]
						{
							["type"] = "LOOT",
							["time"] = 1589030117,
							["arg1"] = "你获得了战利品：|cff0070dd|Hitem:174080::::::::120:577::::::|h[无面者的长夜面具]|h|r。",
						}, -- [193]
						{
							["type"] = "CURRENCY",
							["time"] = 1589030118,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r x200。",
						}, -- [194]
						{
							["type"] = "CURRENCY",
							["time"] = 1589030118,
							["arg1"] = "你获得了：|cffe6cc80|Hcurrency:1803:0|h[尼奥罗萨的回响]|h|r x50。",
						}, -- [195]
						{
							["type"] = "LOOT",
							["time"] = 1589030121,
							["arg1"] = "千年老妖丶获得了战利品：|cff1eff00|Hitem:175053::::::::120:577::::::|h[精锐远程合约]|h|r。",
						}, -- [196]
						{
							["type"] = "LOOT",
							["time"] = 1589030130,
							["arg1"] = "你获得了战利品：|cffa335ee|Hitem:174287::::::::120:577::::::|h[坚壁之力火花]|h|rx3。",
						}, -- [197]
						{
							["type"] = "LOOT",
							["time"] = 1589030130,
							["arg1"] = "你获得了战利品：|cffff8000|Hitem:174783::::::::120:577::::::|h[《恐惧与血肉》的散页]|h|r。",
						}, -- [198]
						{
							["type"] = "LOOT",
							["time"] = 1589030130,
							["arg1"] = "你获得了战利品：|cffe6cc80|Hitem:173309::::::::120:577::9::::|h[水舞者的技艺]|h|r。",
						}, -- [199]
						{
							["type"] = "CURRENCY",
							["time"] = 1589030131,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r x300。",
						}, -- [200]
						{
							["type"] = "CURRENCY",
							["time"] = 1589030131,
							["arg1"] = "你获得了：|cffe6cc80|Hcurrency:1803:0|h[尼奥罗萨的回响]|h|r x25。",
						}, -- [201]
						{
							["type"] = "LOOT",
							["time"] = 1589030134,
							["arg1"] = "你获得了战利品：|cffa335ee|Hitem:174287::::::::120:577::::::|h[坚壁之力火花]|h|r。",
						}, -- [202]
						{
							["type"] = "LOOT",
							["time"] = 1589030134,
							["arg1"] = "你获得了战利品：|cffff8000|Hitem:174783::::::::120:577::::::|h[《恐惧与血肉》的散页]|h|r。",
						}, -- [203]
						{
							["type"] = "CURRENCY",
							["time"] = 1589030136,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r x150。",
						}, -- [204]
						{
							["type"] = "CURRENCY",
							["time"] = 1589030136,
							["arg1"] = "你获得了：|cffe6cc80|Hcurrency:1803:0|h[尼奥罗萨的回响]|h|r x25。",
						}, -- [205]
						{
							["type"] = "LOOT",
							["time"] = 1589030138,
							["arg1"] = "你获得了战利品：|cffa335ee|Hitem:174287::::::::120:577::::::|h[坚壁之力火花]|h|rx3。",
						}, -- [206]
						{
							["type"] = "LOOT",
							["time"] = 1589030139,
							["arg1"] = "你获得了战利品：|cffe6cc80|Hitem:173289::::::::120:577::9::::|h[脉动艾泽里特晶簇]|h|r。",
						}, -- [207]
						{
							["type"] = "CURRENCY",
							["time"] = 1589030139,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r x300。",
						}, -- [208]
						{
							["type"] = "CURRENCY",
							["time"] = 1589030139,
							["arg1"] = "你获得了：|cffe6cc80|Hcurrency:1803:0|h[尼奥罗萨的回响]|h|r x25。",
						}, -- [209]
						{
							["type"] = "LOOT",
							["time"] = 1589030142,
							["arg1"] = "你获得了战利品：|cffa335ee|Hitem:174287::::::::120:577::::::|h[坚壁之力火花]|h|r。",
						}, -- [210]
						{
							["type"] = "CURRENCY",
							["time"] = 1589030143,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r x150。",
						}, -- [211]
						{
							["type"] = "CURRENCY",
							["time"] = 1589030144,
							["arg1"] = "你获得了：|cffe6cc80|Hcurrency:1803:0|h[尼奥罗萨的回响]|h|r x25。",
						}, -- [212]
						{
							["type"] = "CURRENCY",
							["time"] = 1589030150,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r x476。",
						}, -- [213]
						{
							["type"] = "LOOT",
							["time"] = 1589030177,
							["arg1"] = "你获得了物品：|cff9d9d9d|Hitem:174513::::::::120:577::::::|h[枯竭的晶簇]|h|r。",
						}, -- [214]
						{
							["type"] = "LOOT",
							["time"] = 1589030184,
							["arg1"] = "你获得了物品：|cff9d9d9d|Hitem:174510::::::::120:577::::::|h[一堆碎纸]|h|r。",
						}, -- [215]
						{
							["type"] = "LOOT",
							["time"] = 1589030194,
							["arg1"] = "你获得了物品：|cffff8000|Hitem:171354::::::::120:577::11::::|h[惊魂之核]|h|r。",
						}, -- [216]
						{
							["type"] = "LOOT",
							["time"] = 1589030204,
							["arg1"] = "你的|cffff8000|Hitem:169223::::::::120:577::11:2:6277:1472:::|h[阿什拉·卡马斯，决意之护]|h|r已被替换为|cffff8000|Hitem:169223::::::::120:577::11:2:6278:1472:::|h[阿什拉·卡马斯，决意之护]|h|r。",
						}, -- [217]
						{
							["arg1"] = " ",
						}, -- [218]
						{
							["arg1"] = " ",
						}, -- [219]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 21:32:03。",
						}, -- [220]
						{
							["type"] = "LOOT",
							["time"] = 1589032349,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:168218::::::::120:581::::::|h[三维坐标]|h|r。",
						}, -- [221]
						{
							["type"] = "LOOT",
							["time"] = 1589032854,
							["arg1"] = "你获得了战利品：|cff1eff00|Hitem:166846::::::::120:581::::::|h[备用零件]|h|rx18。",
						}, -- [222]
						{
							["type"] = "LOOT",
							["time"] = 1589032854,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:169145::::::::120:581::::::|h[生锈的高精度夹钳]|h|r。",
						}, -- [223]
						{
							["type"] = "LOOT",
							["time"] = 1589032855,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:169135::::::::120:581::::::|h[扭曲的减震器]|h|rx3。",
						}, -- [224]
						{
							["type"] = "LOOT",
							["time"] = 1589032855,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:169132::::::::120:581::::::|h[裂口的陀螺仪]|h|r。",
						}, -- [225]
						{
							["type"] = "LOOT",
							["time"] = 1589032892,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:169145::::::::120:581::::::|h[生锈的高精度夹钳]|h|rx2。",
						}, -- [226]
						{
							["type"] = "LOOT",
							["time"] = 1589032892,
							["arg1"] = "你获得了战利品：|cff1eff00|Hitem:166846::::::::120:581::::::|h[备用零件]|h|rx22。",
						}, -- [227]
						{
							["type"] = "LOOT",
							["time"] = 1589032892,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:169132::::::::120:581::::::|h[裂口的陀螺仪]|h|r。",
						}, -- [228]
						{
							["type"] = "LOOT",
							["time"] = 1589032892,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:169135::::::::120:581::::::|h[扭曲的减震器]|h|r。",
						}, -- [229]
						{
							["type"] = "LOOT",
							["time"] = 1589032892,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:169130::::::::120:581::::::|h[弯折的齿轮]|h|rx2。",
						}, -- [230]
						{
							["type"] = "LOOT",
							["time"] = 1589032948,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:169145::::::::120:581::::::|h[生锈的高精度夹钳]|h|r。",
						}, -- [231]
						{
							["type"] = "LOOT",
							["time"] = 1589032948,
							["arg1"] = "你获得了战利品：|cff1eff00|Hitem:166846::::::::120:581::::::|h[备用零件]|h|rx17。",
						}, -- [232]
						{
							["type"] = "LOOT",
							["time"] = 1589032948,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:169130::::::::120:581::::::|h[弯折的齿轮]|h|rx2。",
						}, -- [233]
						{
							["type"] = "LOOT",
							["time"] = 1589032948,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:169132::::::::120:581::::::|h[裂口的陀螺仪]|h|r。",
						}, -- [234]
						{
							["type"] = "LOOT",
							["time"] = 1589032948,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:169135::::::::120:581::::::|h[扭曲的减震器]|h|r。",
						}, -- [235]
						{
							["type"] = "LOOT",
							["time"] = 1589033063,
							["arg1"] = "你获得了战利品：|cff1eff00|Hitem:166846::::::::120:581::::::|h[备用零件]|h|rx10。",
						}, -- [236]
						{
							["type"] = "LOOT",
							["time"] = 1589033064,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:169132::::::::120:581::::::|h[裂口的陀螺仪]|h|r。",
						}, -- [237]
						{
							["type"] = "LOOT",
							["time"] = 1589033064,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:169130::::::::120:581::::::|h[弯折的齿轮]|h|r。",
						}, -- [238]
						{
							["type"] = "LOOT",
							["time"] = 1589033064,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:169135::::::::120:581::::::|h[扭曲的减震器]|h|r。",
						}, -- [239]
						{
							["type"] = "LOOT",
							["time"] = 1589033064,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:169138::::::::120:581::::::|h[开裂的人格模块]|h|r。",
						}, -- [240]
						{
							["type"] = "LOOT",
							["time"] = 1589033072,
							["arg1"] = "你获得了战利品：|cff0070dd|Hitem:170500::::::::120:581::::::|h[能量电池]|h|r。",
						}, -- [241]
						{
							["type"] = "LOOT",
							["time"] = 1589033072,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:169124::::::::120:581::::::|h[装饰用的旋转齿轮]|h|r。",
						}, -- [242]
						{
							["type"] = "LOOT",
							["time"] = 1589033076,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:166846::::::::120:581::::::|h[备用零件]|h|rx40。",
						}, -- [243]
						{
							["type"] = "LOOT",
							["time"] = 1589033076,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:166970::::::::120:581::::::|h[能量电池]|h|r。",
						}, -- [244]
						{
							["arg1"] = " ",
						}, -- [245]
						{
							["arg1"] = " ",
						}, -- [246]
						{
							["arg1"] = "记录开始于 05/09/2020 的 22:05:56。",
							["type"] = "SYSTEM",
						}, -- [247]
						{
							["type"] = "LOOT",
							["time"] = 1589033393,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:166846::::::::120:581::::::|h[备用零件]|h|rx223。",
						}, -- [248]
						{
							["type"] = "LOOT",
							["time"] = 1589033393,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:166846::::::::120:581::::::|h[备用零件]|h|rx27。",
						}, -- [249]
						{
							["type"] = "LOOT",
							["time"] = 1589033393,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:166970::::::::120:581::::::|h[能量电池]|h|rx3。",
						}, -- [250]
					},
				}, -- [8]
				{
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "系统信息",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["time"] = 1589005530,
							["arg1"] = "你已经加入了奥格瑞玛的惊魂幻象的队列。",
						}, -- [1]
						{
							["type"] = "SYSTEM",
							["time"] = 1589005536,
							["arg1"] = "地下城难度已设置为恩佐斯的幻象。",
						}, -- [2]
						{
							["arg1"] = " ",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 14:27:31。",
						}, -- [5]
						{
							["type"] = "SYSTEM",
							["time"] = 1589005673,
							["arg1"] = "你现在没有在一个队伍中",
						}, -- [6]
						{
							["type"] = "SYSTEM",
							["time"] = 1589005673,
							["arg1"] = "你现在没有在一个队伍中",
						}, -- [7]
						{
							["arg1"] = " ",
						}, -- [8]
						{
							["arg1"] = " ",
						}, -- [9]
						{
							["arg1"] = "记录开始于 05/09/2020 的 14:30:48。",
							["type"] = "SYSTEM",
						}, -- [10]
						{
							["type"] = "SYSTEM",
							["time"] = 1589005870,
							["arg1"] = "你现在没有在一个队伍中",
						}, -- [11]
						{
							["type"] = "SYSTEM",
							["time"] = 1589005870,
							["arg1"] = "你现在没有在一个队伍中",
						}, -- [12]
						{
							["type"] = "SYSTEM",
							["time"] = 1589006191,
							["arg1"] = "你已经被移出队伍",
						}, -- [13]
						{
							["type"] = "SYSTEM",
							["time"] = 1589006210,
							["arg1"] = "步入黑暗完成。",
						}, -- [14]
						{
							["type"] = "SYSTEM",
							["time"] = 1589006210,
							["arg1"] = "获得23金币, 40银币。",
						}, -- [15]
						{
							["type"] = "SYSTEM",
							["time"] = 1589006214,
							["arg1"] = "接受任务：《恐惧与血肉》重现人间",
						}, -- [16]
						{
							["arg1"] = " ",
						}, -- [17]
						{
							["arg1"] = " ",
						}, -- [18]
						{
							["arg1"] = "记录开始于 05/09/2020 的 14:44:28。",
							["type"] = "SYSTEM",
						}, -- [19]
						{
							["type"] = "SYSTEM",
							["time"] = 1589007092,
							["arg1"] = "黑暗中的梦境完成。",
						}, -- [20]
						{
							["type"] = "SYSTEM",
							["time"] = 1589007093,
							["arg1"] = "获得2金币, 34银币。",
						}, -- [21]
						{
							["type"] = "SYSTEM",
							["time"] = 1589007093,
							["arg1"] = "接受任务：进入梦境之路",
						}, -- [22]
						{
							["type"] = "SYSTEM",
							["time"] = 1589007195,
							["arg1"] = "进入梦境之路完成。",
						}, -- [23]
						{
							["type"] = "SYSTEM",
							["time"] = 1589007195,
							["arg1"] = "获得2金币, 34银币。",
						}, -- [24]
						{
							["type"] = "SYSTEM",
							["time"] = 1589007196,
							["arg1"] = "接受任务：翡翠碎片",
						}, -- [25]
						{
							["type"] = "SYSTEM",
							["time"] = 1589007196,
							["arg1"] = "接受任务：让虚空回归虚无",
						}, -- [26]
						{
							["arg1"] = " ",
						}, -- [27]
						{
							["arg1"] = " ",
						}, -- [28]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 14:54:45。",
						}, -- [29]
						{
							["type"] = "SYSTEM",
							["time"] = 1589007570,
							["arg1"] = "接受任务：不要闭眼",
						}, -- [30]
						{
							["arg1"] = " ",
						}, -- [31]
						{
							["arg1"] = " ",
						}, -- [32]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 15:02:59。",
						}, -- [33]
						{
							["type"] = "SYSTEM",
							["time"] = 1589008256,
							["arg1"] = "你获得了物品：|cff0070dd|Hcurrency:1553:300|h[闪光的艾泽里特]|h|r。",
						}, -- [34]
						{
							["type"] = "SYSTEM",
							["time"] = 1589008256,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:581::11:4:6316:4932:4933:1632:::|h[艾泽拉斯之心]|h|r获得了300点神器能量。",
						}, -- [35]
						{
							["type"] = "SYSTEM",
							["time"] = 1589008256,
							["arg1"] = "让虚空回归虚无完成。",
						}, -- [36]
						{
							["type"] = "SYSTEM",
							["time"] = 1589008256,
							["arg1"] = "获得23金币, 40银币。",
						}, -- [37]
						{
							["type"] = "SYSTEM",
							["time"] = 1589008257,
							["arg1"] = "你获得了物品：|cff0070dd|Hcurrency:1553:300|h[闪光的艾泽里特]|h|r。",
						}, -- [38]
						{
							["type"] = "SYSTEM",
							["time"] = 1589008257,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:581::11:4:6316:4932:4933:1632:::|h[艾泽拉斯之心]|h|r获得了300点神器能量。",
						}, -- [39]
						{
							["type"] = "SYSTEM",
							["time"] = 1589008257,
							["arg1"] = "不要闭眼完成。",
						}, -- [40]
						{
							["type"] = "SYSTEM",
							["time"] = 1589008257,
							["arg1"] = "获得23金币, 40银币。",
						}, -- [41]
						{
							["type"] = "SYSTEM",
							["time"] = 1589008258,
							["arg1"] = "你获得了物品：|cff0070dd|Hcurrency:1553:300|h[闪光的艾泽里特]|h|r。",
						}, -- [42]
						{
							["type"] = "SYSTEM",
							["time"] = 1589008258,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:581::11:4:6316:4932:4933:1632:::|h[艾泽拉斯之心]|h|r获得了300点神器能量。",
						}, -- [43]
						{
							["type"] = "SYSTEM",
							["time"] = 1589008258,
							["arg1"] = "翡翠碎片完成。",
						}, -- [44]
						{
							["type"] = "SYSTEM",
							["time"] = 1589008258,
							["arg1"] = "获得23金币, 40银币。",
						}, -- [45]
						{
							["type"] = "SYSTEM",
							["time"] = 1589008258,
							["arg1"] = "接受任务：必须继续深入",
						}, -- [46]
						{
							["type"] = "SYSTEM",
							["time"] = 1589008273,
							["arg1"] = "必须继续深入完成。",
						}, -- [47]
						{
							["type"] = "SYSTEM",
							["time"] = 1589008273,
							["arg1"] = "获得23金币, 40银币。",
						}, -- [48]
						{
							["type"] = "SYSTEM",
							["time"] = 1589008273,
							["arg1"] = "接受任务：在我苏醒之前",
						}, -- [49]
						{
							["arg1"] = " ",
						}, -- [50]
						{
							["arg1"] = " ",
						}, -- [51]
						{
							["arg1"] = "记录开始于 05/09/2020 的 15:12:22。",
							["type"] = "SYSTEM",
						}, -- [52]
						{
							["type"] = "SYSTEM",
							["time"] = 1589008384,
							["arg1"] = "接受任务：在我苏醒之前",
						}, -- [53]
						{
							["type"] = "SYSTEM",
							["time"] = 1589008542,
							["arg1"] = "你获得了物品：|cffa335ee|Hcurrency:1553:1000|h[闪耀的艾泽里特母岩]|h|r。",
						}, -- [54]
						{
							["type"] = "SYSTEM",
							["time"] = 1589008542,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:581::11:4:6316:4932:4933:1632:::|h[艾泽拉斯之心]|h|r获得了1,000点神器能量。",
						}, -- [55]
						{
							["type"] = "SYSTEM",
							["time"] = 1589008542,
							["arg1"] = "在我苏醒之前完成。",
						}, -- [56]
						{
							["type"] = "SYSTEM",
							["time"] = 1589008542,
							["arg1"] = "获得2金币, 34银币。",
						}, -- [57]
						{
							["type"] = "SYSTEM",
							["time"] = 1589008543,
							["arg1"] = "接受任务：梦境精华",
						}, -- [58]
						{
							["type"] = "SYSTEM",
							["time"] = 1589008605,
							["arg1"] = "梦境精华完成。",
						}, -- [59]
						{
							["type"] = "SYSTEM",
							["time"] = 1589008605,
							["arg1"] = "获得70金币, 20银币。",
						}, -- [60]
						{
							["type"] = "SYSTEM",
							["time"] = 1589008605,
							["arg1"] = "接受任务：保持清醒",
						}, -- [61]
						{
							["type"] = "SYSTEM",
							["time"] = 1589008714,
							["arg1"] = "保持清醒完成。",
						}, -- [62]
						{
							["type"] = "SYSTEM",
							["time"] = 1589008714,
							["arg1"] = "获得46金币, 80银币。",
						}, -- [63]
						{
							["type"] = "SYSTEM",
							["time"] = 1589008719,
							["arg1"] = "接受任务：调查暮光高地",
						}, -- [64]
						{
							["type"] = "SYSTEM",
							["time"] = 1589008727,
							["arg1"] = "布林顿7000完成。",
						}, -- [65]
						{
							["type"] = "SYSTEM",
							["time"] = 1589009053,
							["arg1"] = "调查暮光高地完成。",
						}, -- [66]
						{
							["type"] = "SYSTEM",
							["time"] = 1589009053,
							["arg1"] = "获得2金币, 34银币。",
						}, -- [67]
						{
							["type"] = "SYSTEM",
							["time"] = 1589009053,
							["arg1"] = "接受任务：赤红之翼的阴影",
						}, -- [68]
						{
							["type"] = "SYSTEM",
							["time"] = 1589009054,
							["arg1"] = "你已经加入了红龙精华的队列。",
						}, -- [69]
						{
							["type"] = "SYSTEM",
							["time"] = 1589009055,
							["arg1"] = "您加入的副本队列过多。",
						}, -- [70]
						{
							["type"] = "SYSTEM",
							["time"] = 1589009060,
							["arg1"] = "地下城难度已设置为场景战役（普通）。",
						}, -- [71]
						{
							["arg1"] = " ",
						}, -- [72]
						{
							["arg1"] = " ",
						}, -- [73]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 15:27:26。",
						}, -- [74]
						{
							["type"] = "SYSTEM",
							["time"] = 1589009270,
							["arg1"] = "你现在没有在一个队伍中",
						}, -- [75]
						{
							["type"] = "SYSTEM",
							["time"] = 1589009270,
							["arg1"] = "你现在没有在一个队伍中",
						}, -- [76]
						{
							["arg1"] = " ",
						}, -- [77]
						{
							["arg1"] = " ",
						}, -- [78]
						{
							["arg1"] = "记录开始于 05/09/2020 的 15:33:45。",
							["type"] = "SYSTEM",
						}, -- [79]
						{
							["type"] = "SYSTEM",
							["time"] = 1589009655,
							["arg1"] = "地下城难度已设置为场景战役（普通）。",
						}, -- [80]
						{
							["type"] = "SYSTEM",
							["time"] = 1589009660,
							["arg1"] = "你现在没有在一个队伍中",
						}, -- [81]
						{
							["type"] = "SYSTEM",
							["time"] = 1589009660,
							["arg1"] = "你现在没有在一个队伍中",
						}, -- [82]
						{
							["arg1"] = " ",
						}, -- [83]
						{
							["arg1"] = " ",
						}, -- [84]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 15:38:24。",
						}, -- [85]
						{
							["type"] = "SYSTEM",
							["time"] = 1589009927,
							["arg1"] = "你现在没有在一个队伍中",
						}, -- [86]
						{
							["type"] = "SYSTEM",
							["time"] = 1589009927,
							["arg1"] = "你现在没有在一个队伍中",
						}, -- [87]
						{
							["type"] = "SYSTEM",
							["time"] = 1589010060,
							["arg1"] = "你的队伍已经解散。",
						}, -- [88]
						{
							["type"] = "SYSTEM",
							["time"] = 1589010101,
							["arg1"] = "你获得了物品：|cffa335ee|Hcurrency:1553:1800|h[闪耀的艾泽里特母岩]|h|r。",
						}, -- [89]
						{
							["type"] = "SYSTEM",
							["time"] = 1589010101,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:581::11:4:6316:4932:4933:1632:::|h[艾泽拉斯之心]|h|r获得了1,800点神器能量。",
						}, -- [90]
						{
							["type"] = "SYSTEM",
							["time"] = 1589010101,
							["arg1"] = "赤红之翼的阴影完成。",
						}, -- [91]
						{
							["type"] = "SYSTEM",
							["time"] = 1589010101,
							["arg1"] = "获得70金币, 20银币。",
						}, -- [92]
						{
							["type"] = "SYSTEM",
							["time"] = 1589010108,
							["arg1"] = "哀伤骑下线了。",
						}, -- [93]
						{
							["type"] = "SYSTEM",
							["time"] = 1589010248,
							["arg1"] = "|Hplayer:就爱逗你玩|h[就爱逗你玩]|h上线了。",
						}, -- [94]
						{
							["type"] = "SYSTEM",
							["time"] = 1589010281,
							["arg1"] = "接受任务：麦卡贡的传言",
						}, -- [95]
						{
							["type"] = "SYSTEM",
							["time"] = 1589010318,
							["arg1"] = "艾泽拉斯大陆最新火热招聘，战鼓再次被敲响，这一次你将用自己的双手铸造起守护艾泽拉斯世界的屏障！魔兽客 服招聘，简历请投递至wow163@188. com",
						}, -- [96]
						{
							["arg1"] = " ",
						}, -- [97]
						{
							["arg1"] = " ",
						}, -- [98]
						{
							["arg1"] = "记录开始于 05/09/2020 的 19:26:35。",
							["type"] = "SYSTEM",
						}, -- [99]
						{
							["type"] = "SYSTEM",
							["time"] = 1589023806,
							["arg1"] = "已提交投诉。",
						}, -- [100]
						{
							["type"] = "SYSTEM",
							["time"] = 1589023806,
							["arg1"] = "|CFF00FFFF看门狗: |r牧筱焯-贫瘠之地 已经加入屏蔽名单",
						}, -- [101]
						{
							["type"] = "SYSTEM",
							["time"] = 1589023809,
							["arg1"] = "已提交投诉。",
						}, -- [102]
						{
							["type"] = "SYSTEM",
							["time"] = 1589023809,
							["arg1"] = "|CFF00FFFF看门狗: |r岁月助手三号-无尽之海 已经加入屏蔽名单",
						}, -- [103]
						{
							["type"] = "SYSTEM",
							["time"] = 1589023896,
							["arg1"] = "你忘却了|cff71d5ff|Hspell:247454:0|h[幽魂炸弹]|h|r。",
						}, -- [104]
						{
							["type"] = "SYSTEM",
							["time"] = 1589024053,
							["arg1"] = "已提交投诉。",
						}, -- [105]
						{
							["type"] = "SYSTEM",
							["time"] = 1589024053,
							["arg1"] = "|CFF00FFFF看门狗: |r菜菜先生-埃德萨拉 已经加入屏蔽名单",
						}, -- [106]
						{
							["type"] = "SYSTEM",
							["time"] = 1589024055,
							["arg1"] = "已提交投诉。",
						}, -- [107]
						{
							["type"] = "SYSTEM",
							["time"] = 1589024055,
							["arg1"] = "|CFF00FFFF看门狗: |rplayerksjxa-梦境之树 已经加入屏蔽名单",
						}, -- [108]
						{
							["type"] = "SYSTEM",
							["time"] = 1589024057,
							["arg1"] = "已提交投诉。",
						}, -- [109]
						{
							["type"] = "SYSTEM",
							["time"] = 1589024057,
							["arg1"] = "|CFF00FFFF看门狗: |r飘如丶陌上尘-伊森利恩 已经加入屏蔽名单",
						}, -- [110]
						{
							["type"] = "SYSTEM",
							["time"] = 1589024206,
							["arg1"] = "已提交投诉。",
						}, -- [111]
						{
							["type"] = "SYSTEM",
							["time"] = 1589024206,
							["arg1"] = "|CFF00FFFF看门狗: |r五灬师兄-燃烧之刃 已经加入屏蔽名单",
						}, -- [112]
						{
							["type"] = "SYSTEM",
							["time"] = 1589024405,
							["arg1"] = "地下城难度已设置为史诗。",
						}, -- [113]
						{
							["type"] = "SYSTEM",
							["time"] = 1589024503,
							["arg1"] = "你学会新的技能：|cff71d5ff|Hspell:247454:0|h[幽魂炸弹]|h|r",
						}, -- [114]
						{
							["type"] = "SYSTEM",
							["time"] = 1589024532,
							["arg1"] = "灬壹脸逗逼灬-战歌开始进行就位确认。",
						}, -- [115]
						{
							["type"] = "SYSTEM",
							["time"] = 1589024762,
							["arg1"] = "艾泽拉斯大陆最新火热招聘，战鼓再次被敲响，这一次你将用自己的双手铸造起守护艾泽拉斯世界的屏障！魔兽客 服招聘，简历请投递至wow163@188. com",
						}, -- [116]
						{
							["type"] = "SYSTEM",
							["time"] = 1589024933,
							["arg1"] = "摋鲁法尔已经死亡。",
						}, -- [117]
						{
							["type"] = "SYSTEM",
							["time"] = 1589025427,
							["arg1"] = "你获得了物品：|cff0070dd|Hcurrency:1553:360|h[闪光的艾泽里特]|h|r。",
						}, -- [118]
						{
							["type"] = "SYSTEM",
							["time"] = 1589025427,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:581::11:4:6316:4932:4933:1632:::|h[艾泽拉斯之心]|h|r获得了360点神器能量。",
						}, -- [119]
						{
							["type"] = "SYSTEM",
							["time"] = 1589025431,
							["arg1"] = "帅德嘉魔-凤凰之神离开了队伍。",
						}, -- [120]
						{
							["type"] = "SYSTEM",
							["time"] = 1589025434,
							["arg1"] = "你离开了队伍。",
						}, -- [121]
						{
							["type"] = "SYSTEM",
							["time"] = 1589025493,
							["arg1"] = "投个小三分-海克泰尔在决斗中战胜了凉氺-海克泰尔",
						}, -- [122]
						{
							["arg1"] = " ",
						}, -- [123]
						{
							["arg1"] = " ",
						}, -- [124]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 19:58:40。",
						}, -- [125]
						{
							["type"] = "SYSTEM",
							["time"] = 1589025564,
							["arg1"] = "你已经加入了奥格瑞玛的惊魂幻象的队列。",
						}, -- [126]
						{
							["type"] = "SYSTEM",
							["time"] = 1589025567,
							["arg1"] = "地下城难度已设置为恩佐斯的幻象。",
						}, -- [127]
						{
							["type"] = "SYSTEM",
							["time"] = 1589025596,
							["arg1"] = "你现在没有在一个队伍中",
						}, -- [128]
						{
							["type"] = "SYSTEM",
							["time"] = 1589025596,
							["arg1"] = "你现在没有在一个队伍中",
						}, -- [129]
						{
							["type"] = "SYSTEM",
							["time"] = 1589025618,
							["arg1"] = "你已经被移出队伍",
						}, -- [130]
						{
							["type"] = "SYSTEM",
							["time"] = 1589025649,
							["arg1"] = "你忘却了|cff71d5ff|Hspell:247454:0|h[幽魂炸弹]|h|r。",
						}, -- [131]
						{
							["type"] = "SYSTEM",
							["time"] = 1589026092,
							["arg1"] = "|Hplayer:潮汐沫沫|h[潮汐沫沫]|h上线了。",
						}, -- [132]
						{
							["arg1"] = " ",
						}, -- [133]
						{
							["arg1"] = " ",
						}, -- [134]
						{
							["arg1"] = "记录开始于 05/09/2020 的 20:50:50。",
							["type"] = "SYSTEM",
						}, -- [135]
						{
							["type"] = "SYSTEM",
							["time"] = 1589028698,
							["arg1"] = "岩熊下线了。",
						}, -- [136]
						{
							["type"] = "SYSTEM",
							["time"] = 1589028710,
							["arg1"] = "|Hplayer:千年老妖丶|h[千年老妖丶]|h上线了。",
						}, -- [137]
						{
							["type"] = "SYSTEM",
							["time"] = 1589028721,
							["arg1"] = "|Hplayer:千年老妖丶|h[千年老妖丶]|h邀请你加入队伍。",
						}, -- [138]
						{
							["type"] = "SYSTEM",
							["time"] = 1589028723,
							["arg1"] = "地下城难度已设置为史诗。",
						}, -- [139]
						{
							["type"] = "SYSTEM",
							["time"] = 1589028778,
							["arg1"] = "你忘却了|cff71d5ff|Hspell:196555:0|h[虚空行走]|h|r。",
						}, -- [140]
						{
							["type"] = "SYSTEM",
							["time"] = 1589028778,
							["arg1"] = "你学会了新的被动效果：|cff71d5ff|Hspell:204909:0|h[灵魂劈裂]|h|r。",
						}, -- [141]
						{
							["type"] = "SYSTEM",
							["time"] = 1589028966,
							["arg1"] = "你已经加入了奥格瑞玛的惊魂幻象的队列。",
						}, -- [142]
						{
							["type"] = "SYSTEM",
							["time"] = 1589028973,
							["arg1"] = "你同时处于小队和副本队伍中。你可以使用“/p”来和你的小队队友沟通，或使用“/i”来和你的副本队伍成员沟通。",
						}, -- [143]
						{
							["type"] = "SYSTEM",
							["time"] = 1589028973,
							["arg1"] = "地下城难度已设置为恩佐斯的幻象。",
						}, -- [144]
						{
							["arg1"] = " ",
						}, -- [145]
						{
							["arg1"] = " ",
						}, -- [146]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 20:56:29。",
						}, -- [147]
						{
							["type"] = "SYSTEM",
							["time"] = 1589029015,
							["arg1"] = "千年老妖丶开始进行就位确认。",
						}, -- [148]
						{
							["type"] = "SYSTEM",
							["time"] = 1589029304,
							["arg1"] = "|cff71d5ff|Hdeath:1|h[你已死亡。]|h",
						}, -- [149]
						{
							["type"] = "SYSTEM",
							["time"] = 1589029619,
							["arg1"] = "|cff71d5ff|Hdeath:2|h[你已死亡。]|h",
						}, -- [150]
						{
							["type"] = "SYSTEM",
							["time"] = 1589029759,
							["arg1"] = "|cff71d5ff|Hdeath:3|h[你已死亡。]|h",
						}, -- [151]
						{
							["type"] = "SYSTEM",
							["time"] = 1589029974,
							["arg1"] = "|cff71d5ff|Hdeath:4|h[你已死亡。]|h",
						}, -- [152]
						{
							["type"] = "SYSTEM",
							["time"] = 1589030117,
							["arg1"] = "接受任务：无面者的长夜面具",
						}, -- [153]
						{
							["type"] = "SYSTEM",
							["time"] = 1589030139,
							["arg1"] = "千年老妖丶已经离开了副本队伍。",
						}, -- [154]
						{
							["type"] = "SYSTEM",
							["time"] = 1589030151,
							["arg1"] = "你已经被移出队伍",
						}, -- [155]
						{
							["type"] = "SYSTEM",
							["time"] = 1589030194,
							["arg1"] = "《恐惧与血肉》重现人间完成。",
						}, -- [156]
						{
							["type"] = "SYSTEM",
							["time"] = 1589030194,
							["arg1"] = "获得17金币, 60银币。",
						}, -- [157]
						{
							["type"] = "SYSTEM",
							["time"] = 1589030198,
							["arg1"] = "接受任务：《恐惧与血肉》重现人间",
						}, -- [158]
						{
							["arg1"] = " ",
						}, -- [159]
						{
							["arg1"] = " ",
						}, -- [160]
						{
							["arg1"] = "记录开始于 05/09/2020 的 21:16:56。",
							["type"] = "SYSTEM",
						}, -- [161]
						{
							["type"] = "SYSTEM",
							["time"] = 1589030240,
							["arg1"] = "未找到名为“羞呆嫩-燃烧之刃”的在线玩家。",
						}, -- [162]
						{
							["type"] = "SYSTEM",
							["time"] = 1589030270,
							["arg1"] = "我就是条鱼喝下|cffffffff|Hitem:37902::::::::120:577::::::|h[春季烈酒]|h|r之后有点醉醺醺的。",
						}, -- [163]
						{
							["arg1"] = " ",
						}, -- [164]
						{
							["arg1"] = " ",
						}, -- [165]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 21:32:03。",
						}, -- [166]
						{
							["type"] = "SYSTEM",
							["time"] = 1589031156,
							["arg1"] = "Silentkiller已经被你加入屏蔽名单了",
						}, -- [167]
						{
							["type"] = "SYSTEM",
							["time"] = 1589031156,
							["arg1"] = "玉嬌龍已经被你加入屏蔽名单了",
						}, -- [168]
						{
							["type"] = "SYSTEM",
							["time"] = 1589031156,
							["arg1"] = "丶花落伊人泪已经被你加入屏蔽名单了",
						}, -- [169]
						{
							["type"] = "SYSTEM",
							["time"] = 1589031156,
							["arg1"] = "布洛克斯唏加已经被你加入屏蔽名单了",
						}, -- [170]
						{
							["type"] = "SYSTEM",
							["time"] = 1589031156,
							["arg1"] = "咖啡豆已经被你加入屏蔽名单了",
						}, -- [171]
						{
							["type"] = "SYSTEM",
							["time"] = 1589031156,
							["arg1"] = "Sekiro已经被你加入屏蔽名单了",
						}, -- [172]
						{
							["type"] = "SYSTEM",
							["time"] = 1589031173,
							["arg1"] = "|Hplayer:千年老妖丶|h[千年老妖丶]|h邀请你加入队伍。",
						}, -- [173]
						{
							["type"] = "SYSTEM",
							["time"] = 1589031176,
							["arg1"] = "地下城难度已设置为史诗。",
						}, -- [174]
						{
							["type"] = "SYSTEM",
							["time"] = 1589031201,
							["arg1"] = "你的队伍已经解散。",
						}, -- [175]
						{
							["type"] = "SYSTEM",
							["time"] = 1589031810,
							["arg1"] = "你获得了物品：|cffa335ee|Hcurrency:1553:500|h[闪耀的艾泽里特碎片]|h|r。",
						}, -- [176]
						{
							["type"] = "SYSTEM",
							["time"] = 1589031810,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:581::11:4:6316:4932:4933:1632:::|h[艾泽拉斯之心]|h|r获得了500点神器能量。",
						}, -- [177]
						{
							["type"] = "SYSTEM",
							["time"] = 1589031810,
							["arg1"] = "阿拉希捐赠：黄金完成。",
						}, -- [178]
						{
							["type"] = "SYSTEM",
							["time"] = 1589031820,
							["arg1"] = "千年老妖丶下线了。",
						}, -- [179]
						{
							["type"] = "SYSTEM",
							["time"] = 1589031850,
							["arg1"] = "|Hplayer:千年老妖丶|h[千年老妖丶]|h上线了。",
						}, -- [180]
						{
							["type"] = "SYSTEM",
							["time"] = 1589031922,
							["arg1"] = "艾泽拉斯大陆最新火热招聘，战鼓再次被敲响，这一次你将用自己的双手铸造起守护艾泽拉斯世界的屏障！魔兽客 服招聘，简历请投递至wow163@188. com",
						}, -- [181]
						{
							["type"] = "SYSTEM",
							["time"] = 1589031927,
							["arg1"] = "|Hplayer:眉眼如初|h[眉眼如初]|h上线了。",
						}, -- [182]
						{
							["type"] = "SYSTEM",
							["time"] = 1589031936,
							["arg1"] = "接受任务：麦卡贡的传言",
						}, -- [183]
						{
							["type"] = "SYSTEM",
							["time"] = 1589031992,
							["arg1"] = "|Hplayer:千年老妖丶|h[千年老妖丶]|h邀请你加入队伍。",
						}, -- [184]
						{
							["type"] = "SYSTEM",
							["time"] = 1589031994,
							["arg1"] = "地下城难度已设置为史诗。",
						}, -- [185]
						{
							["type"] = "SYSTEM",
							["time"] = 1589032013,
							["arg1"] = "麦卡贡的传言完成。",
						}, -- [186]
						{
							["type"] = "SYSTEM",
							["time"] = 1589032013,
							["arg1"] = "获得2金币, 34银币。",
						}, -- [187]
						{
							["type"] = "SYSTEM",
							["time"] = 1589032015,
							["arg1"] = "接受任务：麦卡贡的传说",
						}, -- [188]
						{
							["type"] = "SYSTEM",
							["time"] = 1589032211,
							["arg1"] = "麦卡贡的传说完成。",
						}, -- [189]
						{
							["type"] = "SYSTEM",
							["time"] = 1589032211,
							["arg1"] = "获得2金币, 34银币。",
						}, -- [190]
						{
							["type"] = "SYSTEM",
							["time"] = 1589032212,
							["arg1"] = "接受任务：窃听风云",
						}, -- [191]
						{
							["type"] = "SYSTEM",
							["time"] = 1589032222,
							["arg1"] = "窃听风云完成。",
						}, -- [192]
						{
							["type"] = "SYSTEM",
							["time"] = 1589032222,
							["arg1"] = "获得11金币, 70银币。",
						}, -- [193]
						{
							["type"] = "SYSTEM",
							["time"] = 1589032222,
							["arg1"] = "接受任务：这座宝库现在归我们了",
						}, -- [194]
						{
							["type"] = "SYSTEM",
							["time"] = 1589032235,
							["arg1"] = "这座宝库现在归我们了完成。",
						}, -- [195]
						{
							["type"] = "SYSTEM",
							["time"] = 1589032235,
							["arg1"] = "获得2金币, 34银币。",
						}, -- [196]
						{
							["type"] = "SYSTEM",
							["time"] = 1589032236,
							["arg1"] = "接受任务：修葺一新",
						}, -- [197]
						{
							["type"] = "SYSTEM",
							["time"] = 1589032264,
							["arg1"] = "修葺一新完成。",
						}, -- [198]
						{
							["type"] = "SYSTEM",
							["time"] = 1589032264,
							["arg1"] = "获得11金币, 70银币。",
						}, -- [199]
						{
							["type"] = "SYSTEM",
							["time"] = 1589032265,
							["arg1"] = "接受任务：你必须达到这个高度",
						}, -- [200]
						{
							["type"] = "SYSTEM",
							["time"] = 1589032354,
							["arg1"] = "你必须达到这个高度完成。",
						}, -- [201]
						{
							["type"] = "SYSTEM",
							["time"] = 1589032354,
							["arg1"] = "获得2金币, 34银币。",
						}, -- [202]
						{
							["type"] = "SYSTEM",
							["time"] = 1589032355,
							["arg1"] = "接受任务：麦卡贡阴谋",
						}, -- [203]
						{
							["type"] = "SYSTEM",
							["time"] = 1589032419,
							["arg1"] = "麦卡贡阴谋完成。",
						}, -- [204]
						{
							["type"] = "SYSTEM",
							["time"] = 1589032419,
							["arg1"] = "获得11金币, 70银币。",
						}, -- [205]
						{
							["type"] = "SYSTEM",
							["time"] = 1589032423,
							["arg1"] = "接受任务：择优录取",
						}, -- [206]
						{
							["type"] = "SYSTEM",
							["time"] = 1589032583,
							["arg1"] = "择优录取完成。",
						}, -- [207]
						{
							["type"] = "SYSTEM",
							["time"] = 1589032583,
							["arg1"] = "获得11金币, 70银币。",
						}, -- [208]
						{
							["type"] = "SYSTEM",
							["time"] = 1589032589,
							["arg1"] = "接受任务：前往麦卡贡！",
						}, -- [209]
						{
							["type"] = "SYSTEM",
							["time"] = 1589032621,
							["arg1"] = "前往麦卡贡！完成。",
						}, -- [210]
						{
							["type"] = "SYSTEM",
							["time"] = 1589032621,
							["arg1"] = "获得2金币, 34银币。",
						}, -- [211]
						{
							["type"] = "SYSTEM",
							["time"] = 1589032621,
							["arg1"] = "接受任务：招股湾",
						}, -- [212]
						{
							["type"] = "SYSTEM",
							["time"] = 1589032667,
							["arg1"] = "招股湾完成。",
						}, -- [213]
						{
							["type"] = "SYSTEM",
							["time"] = 1589032667,
							["arg1"] = "获得2金币, 34银币。",
						}, -- [214]
						{
							["type"] = "SYSTEM",
							["time"] = 1589032667,
							["arg1"] = "接受任务：我们怀揣着和平……与利益而来",
						}, -- [215]
						{
							["type"] = "SYSTEM",
							["time"] = 1589032725,
							["arg1"] = "你在锈栓抵抗军中的声望达到了中立。",
						}, -- [216]
						{
							["type"] = "SYSTEM",
							["time"] = 1589032726,
							["arg1"] = "我们怀揣着和平……与利益而来完成。",
						}, -- [217]
						{
							["type"] = "SYSTEM",
							["time"] = 1589032726,
							["arg1"] = "获得2金币, 34银币。",
						}, -- [218]
						{
							["type"] = "SYSTEM",
							["time"] = 1589032726,
							["arg1"] = "接受任务：抵抗军需要你！",
						}, -- [219]
						{
							["type"] = "SYSTEM",
							["time"] = 1589032793,
							["arg1"] = "抵抗军需要你！完成。",
						}, -- [220]
						{
							["type"] = "SYSTEM",
							["time"] = 1589032793,
							["arg1"] = "获得11金币, 70银币。",
						}, -- [221]
						{
							["type"] = "SYSTEM",
							["time"] = 1589032793,
							["arg1"] = "接受任务：营救抵抗军",
						}, -- [222]
						{
							["type"] = "SYSTEM",
							["time"] = 1589032794,
							["arg1"] = "接受任务：父亲的军队",
						}, -- [223]
						{
							["type"] = "SYSTEM",
							["time"] = 1589032822,
							["arg1"] = "接受任务：我们能够修好",
						}, -- [224]
						{
							["type"] = "SYSTEM",
							["time"] = 1589032950,
							["arg1"] = "父亲的军队完成。",
						}, -- [225]
						{
							["type"] = "SYSTEM",
							["time"] = 1589032950,
							["arg1"] = "获得23金币, 40银币。",
						}, -- [226]
						{
							["type"] = "SYSTEM",
							["time"] = 1589033009,
							["arg1"] = "莫小曦下线了。",
						}, -- [227]
						{
							["type"] = "SYSTEM",
							["time"] = 1589033019,
							["arg1"] = "|Hplayer:风啸九天|h[风啸九天]|h上线了。",
						}, -- [228]
						{
							["type"] = "SYSTEM",
							["time"] = 1589033035,
							["arg1"] = "猫栗子-冰风岗现在是队长",
						}, -- [229]
						{
							["type"] = "SYSTEM",
							["time"] = 1589033040,
							["arg1"] = "千年老妖丶下线了。",
						}, -- [230]
						{
							["type"] = "SYSTEM",
							["time"] = 1589033076,
							["arg1"] = "我们能够修好完成。",
						}, -- [231]
						{
							["type"] = "SYSTEM",
							["time"] = 1589033076,
							["arg1"] = "获得23金币, 40银币。",
						}, -- [232]
						{
							["type"] = "SYSTEM",
							["time"] = 1589033088,
							["arg1"] = "接受任务：钻机施工",
						}, -- [233]
						{
							["type"] = "SYSTEM",
							["time"] = 1589033141,
							["arg1"] = "营救抵抗军完成。",
						}, -- [234]
						{
							["type"] = "SYSTEM",
							["time"] = 1589033141,
							["arg1"] = "获得23金币, 40银币。",
						}, -- [235]
						{
							["type"] = "SYSTEM",
							["time"] = 1589033142,
							["arg1"] = "钻机施工完成。",
						}, -- [236]
						{
							["type"] = "SYSTEM",
							["time"] = 1589033142,
							["arg1"] = "获得11金币, 70银币。",
						}, -- [237]
						{
							["type"] = "SYSTEM",
							["time"] = 1589033142,
							["arg1"] = "接受任务：向父亲传达信息",
						}, -- [238]
						{
							["arg1"] = " ",
						}, -- [239]
						{
							["arg1"] = " ",
						}, -- [240]
						{
							["arg1"] = "记录开始于 05/09/2020 的 22:05:56。",
							["type"] = "SYSTEM",
						}, -- [241]
						{
							["type"] = "SYSTEM",
							["time"] = 1589033293,
							["arg1"] = "|Hplayer:岩熊|h[岩熊]|h上线了。",
						}, -- [242]
						{
							["type"] = "SYSTEM",
							["time"] = 1589033301,
							["arg1"] = "向父亲传达信息完成。",
						}, -- [243]
						{
							["type"] = "SYSTEM",
							["time"] = 1589033301,
							["arg1"] = "获得70金币, 20银币。",
						}, -- [244]
						{
							["type"] = "SYSTEM",
							["time"] = 1589033301,
							["arg1"] = "接受任务：欢迎来到抵抗军",
						}, -- [245]
						{
							["type"] = "SYSTEM",
							["time"] = 1589033312,
							["arg1"] = "岩熊加入了队伍。",
						}, -- [246]
						{
							["type"] = "SYSTEM",
							["time"] = 1589033344,
							["arg1"] = "岩熊现在是队长",
						}, -- [247]
						{
							["type"] = "SYSTEM",
							["time"] = 1589033393,
							["arg1"] = "欢迎来到抵抗军完成。",
						}, -- [248]
						{
							["type"] = "SYSTEM",
							["time"] = 1589033393,
							["arg1"] = "获得2金币, 34银币。",
						}, -- [249]
						{
							["type"] = "SYSTEM",
							["time"] = 1589033402,
							["arg1"] = "千年老妖丶离开了队伍。",
						}, -- [250]
					},
				}, -- [9]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "成就",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 20:27:04。",
						}, -- [1]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1588944174,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14149:Player-2124-0BD1E0C6:1:5:8:20:4294967295:4294967295:4294967295:4294967295|h[海岸之战（英雄）]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [2]
						{
							["arg1"] = " ",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["arg1"] = "记录开始于 05/08/2020 的 23:33:15。",
							["type"] = "SYSTEM",
						}, -- [5]
						{
							["arg2"] = "哀伤骑-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1588952488,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13711:Player-2124-084B06D9:1:5:8:20:4294967295:4294967295:4294967295:4294967295|h[一把法力珍珠]|h|r！",
							["clColor"] = "ffc31d39",
						}, -- [6]
						{
							["arg1"] = " ",
						}, -- [7]
						{
							["arg1"] = " ",
						}, -- [8]
						{
							["arg1"] = "记录开始于 05/08/2020 的 23:52:15。",
							["type"] = "SYSTEM",
						}, -- [9]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1588953862,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13769:Player-2124-0BD1E0C6:1:5:9:20:4294967295:4294967295:4294967295:4294967295|h[能量提升]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [10]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1588953862,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13770:Player-2124-0BD1E0C6:1:5:9:20:4294967295:4294967295:4294967295:4294967295|h[力量累积]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [11]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1588954290,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14063:Player-2124-0BD1E0C6:1:5:9:20:4294967295:4294967295:4294967295:4294967295|h[奥格瑞玛的惊魂幻象]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [12]
						{
							["arg1"] = " ",
						}, -- [13]
						{
							["arg1"] = " ",
						}, -- [14]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 14:13:50。",
						}, -- [15]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589004951,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12957:Player-2124-0BD1E0C6:1:5:9:20:4294967295:4294967295:4294967295:4294967295|h[荣耀战团的勇士]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [16]
						{
							["arg1"] = " ",
						}, -- [17]
						{
							["arg1"] = " ",
						}, -- [18]
						{
							["arg1"] = "记录开始于 05/09/2020 的 14:30:48。",
							["type"] = "SYSTEM",
						}, -- [19]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589006188,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14170:Player-2124-0BD1E0C6:1:5:9:20:4294967295:4294967295:4294967295:4294967295|h[纪念回忆]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [20]
						{
							["arg1"] = " ",
						}, -- [21]
						{
							["arg1"] = " ",
						}, -- [22]
						{
							["arg1"] = "记录开始于 05/09/2020 的 19:26:35。",
							["type"] = "SYSTEM",
						}, -- [23]
						{
							["arg2"] = "非酋巴扎黑-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589024279,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:8302:Player-2124-0102B664:1:5:9:20:4294967295:4294967295:4294967295:4294967295|h[坐骑大巡游]|h|r！",
							["clColor"] = "ffa9d271",
						}, -- [24]
						{
							["arg1"] = " ",
						}, -- [25]
						{
							["arg1"] = " ",
						}, -- [26]
						{
							["arg1"] = "记录开始于 05/09/2020 的 20:50:50。",
							["type"] = "SYSTEM",
						}, -- [27]
						{
							["arg2"] = "非酋巴扎黑-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589028961,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:5245:Player-2124-0102B664:1:5:9:20:4294967295:4294967295:4294967295:4294967295|h[吉尔尼斯之战的胜利]|h|r！",
							["clColor"] = "ffa9d271",
						}, -- [28]
						{
							["arg1"] = " ",
						}, -- [29]
						{
							["arg1"] = " ",
						}, -- [30]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 20:56:29。",
						}, -- [31]
						{
							["arg2"] = "十里扬州路-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589030112,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14065:Player-2124-0BD1E0C6:1:5:9:20:4294967295:4294967295:4294967295:4294967295|h[奥格瑞玛的夺命惊魂幻象]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [32]
						{
							["arg1"] = " ",
						}, -- [33]
						{
							["arg1"] = " ",
						}, -- [34]
						{
							["arg1"] = "记录开始于 05/09/2020 的 22:05:56。",
							["type"] = "SYSTEM",
						}, -- [35]
					},
				}, -- [10]
				{
					["logs"] = {
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944113,
							["arg1"] = "**[太阳神]已施放|cff71d5ff|Hspell:64843:0|h[神圣赞美诗]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [1]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944120,
							["arg1"] = "|cff71d5ff|Hspell:116849:0|h[作茧缚命]|h|r福建烤老鼠 => 麦克雷雷",
							["clColor"] = "fffefefe",
						}, -- [2]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944121,
							["arg1"] = "**[仇恨!]玛维·影歌→丶真圣光**",
							["clColor"] = "fffefefe",
						}, -- [3]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944121,
							["arg1"] = "**[神隐之血]已施放|cff71d5ff|Hspell:64843:0|h[神圣赞美诗]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [4]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944123,
							["arg1"] = "**[仇恨!]玛维·影歌→十里扬州路**",
							["clColor"] = "fffefefe",
						}, -- [5]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588944130,
							["arg1"] = "燃烧吧，部落的渣滓！",
						}, -- [6]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944130,
							["arg1"] = "**|cff71d5ff|Hspell:34477:0|h[误导]|h|r歪歪侠→十里扬州路**",
							["clColor"] = "fffefefe",
						}, -- [7]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588944162,
							["arg1"] = "燃烧吧，部落的渣滓！",
						}, -- [8]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944172,
							["arg1"] = "**[斩击]已施放|cff71d5ff|Hspell:97462:0|h[集结呐喊]|h|r！**",
							["clColor"] = "fffefefe",
						}, -- [9]
						{
							["arg2"] = "玛维·影歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1588944174,
							["arg1"] = "你休想轻易打败我……",
						}, -- [10]
						{
							["arg2"] = "悠哒的法神-斯克提斯",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944174,
							["arg1"] = "大脚任务进度提示: 联盟在黑海岸之战被击败：1/1(完成)",
							["clColor"] = "ff3ec5e9",
						}, -- [11]
						{
							["arg2"] = "清风问樱-死亡之翼",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944174,
							["arg1"] = "大脚任务进度提示: 联盟在黑海岸之战被击败：1/1(完成)",
							["clColor"] = "ffa22fc8",
						}, -- [12]
						{
							["arg2"] = "流放之狐-凤凰之神",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944174,
							["arg1"] = "大脚任务进度提示: 联盟在黑海岸之战被击败：1/1(完成)",
							["clColor"] = "fffef367",
						}, -- [13]
						{
							["arg2"] = "playerertecg-凤凰之神",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944174,
							["arg1"] = "大脚任务进度提示: 联盟在黑海岸之战被击败：1/1(完成)",
							["clColor"] = "fffe7b09",
						}, -- [14]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944174,
							["arg1"] = "大脚任务进度提示: 联盟在黑海岸之战被击败：1/1(完成)",
							["clColor"] = "fffefefe",
						}, -- [15]
						{
							["arg2"] = "默宇-国王之谷",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944174,
							["arg1"] = "大脚任务进度提示: 联盟在黑海岸之战被击败：1/1(完成)",
							["clColor"] = "ffa9d271",
						}, -- [16]
						{
							["arg2"] = "悠哒的法神-斯克提斯",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944175,
							["arg1"] = "战争前线：黑海岸之战 (任务完成)",
							["clColor"] = "ff3ec5e9",
						}, -- [17]
						{
							["arg2"] = "默宇-国王之谷",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944175,
							["arg1"] = "战争前线：黑海岸之战 (任务完成)",
							["clColor"] = "ffa9d271",
						}, -- [18]
						{
							["arg2"] = "打不过就跑鸭-阿克蒙德",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944176,
							["arg1"] = "大脚任务进度提示: 联盟在黑海岸之战被击败：1/1(完成)",
							["clColor"] = "ffa9d271",
						}, -- [19]
						{
							["arg2"] = "流放之狐-凤凰之神",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944177,
							["arg1"] = "战争前线：黑海岸之战（英雄） (任务完成)",
							["clColor"] = "fffef367",
						}, -- [20]
						{
							["arg2"] = "playerertecg-凤凰之神",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944179,
							["arg1"] = "战争前线：黑海岸之战（英雄） (任务完成)",
							["clColor"] = "fffe7b09",
						}, -- [21]
						{
							["arg2"] = "清风问樱-死亡之翼",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944179,
							["arg1"] = "战争前线：黑海岸之战（英雄） (任务完成)",
							["clColor"] = "ffa22fc8",
						}, -- [22]
						{
							["arg2"] = "太阳神-伊瑟拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944179,
							["arg1"] = "战争前线：黑海岸之战 (任务完成)",
							["clColor"] = "fffefefe",
						}, -- [23]
						{
							["arg2"] = "打不过就跑鸭-阿克蒙德",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588944179,
							["arg1"] = "战争前线：黑海岸之战 (任务完成)",
							["clColor"] = "ffa9d271",
						}, -- [24]
						{
							["arg1"] = " ",
						}, -- [25]
						{
							["arg1"] = " ",
						}, -- [26]
						{
							["arg1"] = "记录开始于 05/08/2020 的 23:33:15。",
							["type"] = "SYSTEM",
						}, -- [27]
						{
							["arg2"] = "深渊容器",
							["type"] = "MONSTER_YELL",
							["time"] = 1588952341,
							["arg1"] = "你太迟了！",
						}, -- [28]
						{
							["arg2"] = "深渊畸体",
							["type"] = "MONSTER_YELL",
							["time"] = 1588952347,
							["arg1"] = "",
						}, -- [29]
						{
							["arg2"] = "火金派防御者",
							["type"] = "MONSTER_YELL",
							["time"] = 1588952460,
							["arg1"] = "他们一直涌过来。我们不能失去两处神殿！",
						}, -- [30]
						{
							["arg1"] = " ",
						}, -- [31]
						{
							["arg1"] = " ",
						}, -- [32]
						{
							["arg1"] = "记录开始于 05/08/2020 的 23:52:15。",
							["type"] = "SYSTEM",
						}, -- [33]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954194,
							["arg1"] = "元素已经发声。艾泽拉斯即将灭亡。",
						}, -- [34]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954199,
							["arg1"] = "不喝血的，都得死！",
						}, -- [35]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954204,
							["arg1"] = "古神之血是我们唯一的救赎！",
						}, -- [36]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954211,
							["arg1"] = "我们必须服从恩佐斯！",
						}, -- [37]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954234,
							["arg1"] = "我们必须服从恩佐斯！",
						}, -- [38]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954257,
							["arg1"] = "我们必须服从恩佐斯！",
						}, -- [39]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954279,
							["arg1"] = "感谢你……让我……重获自由……",
						}, -- [40]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954881,
							["arg1"] = "元素已经发声。艾泽拉斯即将灭亡。",
						}, -- [41]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588954892,
							["arg1"] = "古神之血是我们唯一的救赎！",
						}, -- [42]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955016,
							["arg1"] = "不喝血的，都得死！",
						}, -- [43]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955028,
							["arg1"] = "他的力量无人能挡！",
						}, -- [44]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955051,
							["arg1"] = "他的力量无人能挡！",
						}, -- [45]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955075,
							["arg1"] = "他的力量无人能挡！",
						}, -- [46]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955098,
							["arg1"] = "他的力量无人能挡！",
						}, -- [47]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955101,
							["arg1"] = "感谢你……让我……重获自由……",
						}, -- [48]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955428,
							["arg1"] = "元素已经发声。艾泽拉斯即将灭亡。",
						}, -- [49]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955439,
							["arg1"] = "古神之血是我们唯一的救赎！",
						}, -- [50]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955526,
							["arg1"] = "不喝血的，都得死！",
						}, -- [51]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955538,
							["arg1"] = "他的力量无人能挡！",
						}, -- [52]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955561,
							["arg1"] = "他的力量无人能挡！",
						}, -- [53]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955584,
							["arg1"] = "他的力量无人能挡！",
						}, -- [54]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955607,
							["arg1"] = "他的力量无人能挡！",
						}, -- [55]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588955613,
							["arg1"] = "感谢你……让我……重获自由……",
						}, -- [56]
						{
							["arg1"] = " ",
						}, -- [57]
						{
							["arg1"] = " ",
						}, -- [58]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 00:47:16。",
						}, -- [59]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956681,
							["arg1"] = "元素已经发声。艾泽拉斯即将灭亡。",
						}, -- [60]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956692,
							["arg1"] = "古神之血是我们唯一的救赎！",
						}, -- [61]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956768,
							["arg1"] = "不喝血的，都得死！",
						}, -- [62]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956780,
							["arg1"] = "他的力量无人能挡！",
						}, -- [63]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956803,
							["arg1"] = "他的力量无人能挡！",
						}, -- [64]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956826,
							["arg1"] = "他的力量无人能挡！",
						}, -- [65]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956849,
							["arg1"] = "我们必须服从恩佐斯！",
						}, -- [66]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588956853,
							["arg1"] = "感谢你……让我……重获自由……",
						}, -- [67]
						{
							["arg1"] = " ",
						}, -- [68]
						{
							["arg1"] = " ",
						}, -- [69]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 14:13:50。",
						}, -- [70]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589005131,
							["arg1"] = "元素已经发声。艾泽拉斯即将灭亡。",
						}, -- [71]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589005141,
							["arg1"] = "古神之血是我们唯一的救赎！",
						}, -- [72]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589005144,
							["arg1"] = "不喝血的，都得死！",
						}, -- [73]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589005155,
							["arg1"] = "他的力量无人能挡！",
						}, -- [74]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589005178,
							["arg1"] = "他的力量无人能挡！",
						}, -- [75]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589005198,
							["arg1"] = "他的力量无人能挡！",
						}, -- [76]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589005219,
							["arg1"] = "感谢你……让我……重获自由……",
						}, -- [77]
						{
							["arg1"] = " ",
						}, -- [78]
						{
							["arg1"] = " ",
						}, -- [79]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 14:27:31。",
						}, -- [80]
						{
							["arg2"] = "泽坎",
							["type"] = "MONSTER_YELL",
							["time"] = 1589005779,
							["arg1"] = "勇士们！我们需要帮助！",
						}, -- [81]
						{
							["arg2"] = "屠戮者西克沃斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589005792,
							["arg1"] = "你必将破碎！",
						}, -- [82]
						{
							["arg2"] = "泽坎",
							["type"] = "MONSTER_YELL",
							["time"] = 1589005796,
							["arg1"] = "得先把那个干掉。",
						}, -- [83]
						{
							["arg2"] = "屠戮者西克沃斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589005833,
							["arg1"] = "尼奥罗萨……已经归来……",
						}, -- [84]
						{
							["arg2"] = "泽坎",
							["type"] = "MONSTER_YELL",
							["time"] = 1589005842,
							["arg1"] = "恩佐斯的腐化图腾全是虚空的低语，把我们的萨满逼疯了。得把图腾都毁掉。",
						}, -- [85]
						{
							["arg1"] = " ",
						}, -- [86]
						{
							["arg1"] = " ",
						}, -- [87]
						{
							["arg1"] = "记录开始于 05/09/2020 的 14:30:48。",
							["type"] = "SYSTEM",
						}, -- [88]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589006076,
							["arg1"] = "元素已经发声。艾泽拉斯即将灭亡。",
						}, -- [89]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589006087,
							["arg1"] = "古神之血是我们唯一的救赎！",
						}, -- [90]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589006091,
							["arg1"] = "不喝血的，都得死！",
						}, -- [91]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589006103,
							["arg1"] = "他的力量无人能挡！",
						}, -- [92]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589006126,
							["arg1"] = "他的力量无人能挡！",
						}, -- [93]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589006149,
							["arg1"] = "他的力量无人能挡！",
						}, -- [94]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589006164,
							["arg1"] = "感谢你……让我……重获自由……",
						}, -- [95]
						{
							["arg1"] = " ",
						}, -- [96]
						{
							["arg1"] = " ",
						}, -- [97]
						{
							["arg1"] = "记录开始于 05/09/2020 的 15:12:22。",
							["type"] = "SYSTEM",
						}, -- [98]
						{
							["arg2"] = "虚空恐魔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589008467,
							["arg1"] = "万物都将消亡！",
						}, -- [99]
						{
							["arg2"] = "梦境之龙麦琳瑟拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589008473,
							["arg1"] = "在那儿，勇士！那就是腐化的源头！摧毁它！",
						}, -- [100]
						{
							["arg1"] = " ",
						}, -- [101]
						{
							["arg1"] = " ",
						}, -- [102]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 15:27:26。",
						}, -- [103]
						{
							["arg2"] = "卡雷苟斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009359,
							["arg1"] = "他们把阿莱克丝塔萨包围了！你得去帮帮她！",
						}, -- [104]
						{
							["arg2"] = "阿莱克丝塔萨，生命的缚誓者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009365,
							["arg1"] = "你们的帮助很及时，十里扬州路。现在，消灭这些怪物！",
						}, -- [105]
						{
							["arg1"] = " ",
						}, -- [106]
						{
							["arg1"] = " ",
						}, -- [107]
						{
							["arg1"] = "记录开始于 05/09/2020 的 15:33:45。",
							["type"] = "SYSTEM",
						}, -- [108]
						{
							["arg2"] = "阿莱克丝塔萨，生命的缚誓者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009746,
							["arg1"] = "这场战斗远未结束。我感觉到他们的首领来了。",
						}, -- [109]
						{
							["arg2"] = "维克修娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009773,
							["arg1"] = "生命的缚誓者。向低语屈服吧。加入我们，你就能获得无可匹敌的力量。",
						}, -- [110]
						{
							["arg2"] = "阿莱克丝塔萨，生命的缚誓者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009787,
							["arg1"] = "绝不！",
						}, -- [111]
						{
							["arg2"] = "卡雷苟斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009788,
							["arg1"] = "我和阿莱克丝塔萨会去追赶维克修娜。你快去营救俘虏！",
						}, -- [112]
						{
							["arg2"] = "维克修娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009798,
							["arg1"] = "看吧，这就是所有守护巨龙的未来。合而为一，就能见证我所目睹的真理，姐姐。",
						}, -- [113]
						{
							["arg2"] = "阿莱克丝塔萨，生命的缚誓者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009813,
							["arg1"] = "你才不是我的妹妹。",
						}, -- [114]
						{
							["arg2"] = "维克修娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009893,
							["arg1"] = "你还在等什么，姐姐？你没看到我们族群的伟大命运吗？",
						}, -- [115]
						{
							["arg1"] = " ",
						}, -- [116]
						{
							["arg1"] = " ",
						}, -- [117]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 15:38:24。",
						}, -- [118]
						{
							["arg2"] = "阿莱克丝塔萨，生命的缚誓者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009928,
							["arg1"] = "他承诺给你的力量也保护不了你！",
						}, -- [119]
						{
							["arg2"] = "卡雷苟斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009932,
							["arg1"] = "没有别的选择了，十里扬州路。准备战斗吧。",
						}, -- [120]
						{
							["arg2"] = "维克修娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009933,
							["arg1"] = "那好吧。既然你们不愿加入我们，那就化为空虚的躯壳吧。",
						}, -- [121]
						{
							["arg2"] = "阿莱克丝塔萨，生命的缚誓者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009948,
							["arg1"] = "你的主人只会带你走向毁灭。",
						}, -- [122]
						{
							["arg2"] = "卡雷苟斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009968,
							["arg1"] = "够了！必须终结这场疯狂！",
						}, -- [123]
						{
							["arg2"] = "阿莱克丝塔萨，生命的缚誓者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009973,
							["arg1"] = "巨龙军团会永远守护艾泽拉斯！",
						}, -- [124]
						{
							["arg2"] = "维克修娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1589009998,
							["arg1"] = "这怎么可能！再给我点……力量！",
						}, -- [125]
						{
							["arg2"] = "维克修娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1589010004,
							["arg1"] = "可悲的巨龙军团必将陨落。既然你们不愿向主人效忠，那我就去找别人！",
						}, -- [126]
						{
							["arg1"] = " ",
						}, -- [127]
						{
							["arg1"] = " ",
						}, -- [128]
						{
							["arg1"] = "记录开始于 05/09/2020 的 19:26:35。",
							["type"] = "SYSTEM",
						}, -- [129]
						{
							["arg2"] = "祖尔之影",
							["type"] = "MONSTER_YELL",
							["time"] = 1589024552,
							["arg1"] = "欢迎来到第一任巨魔国王的陵墓。我要是能亲自迎接你们就好了。",
						}, -- [130]
						{
							["arg2"] = "祖尔之影",
							["type"] = "MONSTER_YELL",
							["time"] = 1589024559,
							["arg1"] = "我的力量已经在此扎根，让古代灵魂与我主人的意志相连。",
						}, -- [131]
						{
							["arg2"] = "祖尔之影",
							["type"] = "MONSTER_YELL",
							["time"] = 1589024612,
							["arg1"] = "这座神殿将臣服于戈霍恩的力量！",
						}, -- [132]
						{
							["arg2"] = "祖尔之影",
							["type"] = "MONSTER_YELL",
							["time"] = 1589024749,
							["arg1"] = "你是对抗不了赞达拉的！",
						}, -- [133]
						{
							["arg2"] = "殓尸者姆沁巴",
							["type"] = "MONSTER_YELL",
							["time"] = 1589024955,
							["arg1"] = "你的血液里充满诅咒！",
						}, -- [134]
						{
							["arg2"] = "殓尸者姆沁巴",
							["type"] = "MONSTER_YELL",
							["time"] = 1589024966,
							["arg1"] = "必须净化血肉诅咒！",
						}, -- [135]
						{
							["arg2"] = "殓尸者姆沁巴",
							["type"] = "MONSTER_YELL",
							["time"] = 1589024982,
							["arg1"] = "准备变尸体吧！",
						}, -- [136]
						{
							["arg2"] = "殓尸者姆沁巴",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025000,
							["arg1"] = "必须净化血肉诅咒！",
						}, -- [137]
						{
							["arg2"] = "殓尸者姆沁巴",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025016,
							["arg1"] = "必须净化血肉诅咒！",
						}, -- [138]
						{
							["arg2"] = "殓尸者姆沁巴",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025027,
							["arg1"] = "尸身……也要好好……保存……",
						}, -- [139]
						{
							["arg2"] = "祖尔之影",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025040,
							["arg1"] = "这座神殿将臣服于戈霍恩的力量！",
						}, -- [140]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025164,
							["arg1"] = "医生来了！",
						}, -- [141]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025174,
							["arg1"] = "我的毒可没得解！",
						}, -- [142]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025185,
							["arg1"] = "元素之灵，听我召唤！",
						}, -- [143]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025198,
							["arg1"] = "我的毒可没得解！",
						}, -- [144]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025203,
							["arg1"] = "请别把我……跟这些……白痴……埋在一起……",
						}, -- [145]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025210,
							["arg1"] = "战斗需要的是技巧。你们可不行！",
						}, -- [146]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025218,
							["arg1"] = "尝尝斧子的滋味！",
						}, -- [147]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025226,
							["arg1"] = "我的毒可没得解！",
						}, -- [148]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025229,
							["arg1"] = "尝尝斧子的滋味！",
						}, -- [149]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025232,
							["arg1"] = "有人的脑袋要落地了！",
						}, -- [150]
						{
							["arg2"] = "屠夫库拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025239,
							["arg1"] = "我的头……也可以拿去……做战利品……",
						}, -- [151]
						{
							["arg2"] = "征服者阿卡阿里",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025245,
							["arg1"] = "哼，你们真没用，生前死后都一样。还得我来对付他们！",
						}, -- [152]
						{
							["arg2"] = "征服者阿卡阿里",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025251,
							["arg1"] = "苦难降临！",
						}, -- [153]
						{
							["arg2"] = "智者扎纳扎尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025270,
							["arg1"] = "我的毒可没得解！",
						}, -- [154]
						{
							["arg2"] = "征服者阿卡阿里",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025271,
							["arg1"] = "啊……我的愤怒……是……不朽的……",
						}, -- [155]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025288,
							["arg1"] = "闭嘴，油嘴滑舌的先知！",
						}, -- [156]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025292,
							["arg1"] = "我毕生都在对抗你的主人，但你却在我死后，用他的意志控制我。",
						}, -- [157]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025299,
							["arg1"] = "入侵者当然得死……但我可不想听你喋喋不休。",
						}, -- [158]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025337,
							["arg1"] = "你们要为亵渎我的神殿付出代价！",
						}, -- [159]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025346,
							["arg1"] = "没人能挡下我的利刃！",
						}, -- [160]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025350,
							["arg1"] = "来吧……来吧，可爱的莱班。进食时间到！",
						}, -- [161]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025350,
							["arg1"] = "流血吧！",
						}, -- [162]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025356,
							["arg1"] = "我要把你大卸八块！",
						}, -- [163]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025365,
							["arg1"] = "死亡也无法切断我们的联系，爱宠们。现在，吃吧，提扎拉……吃吧！",
						}, -- [164]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025369,
							["arg1"] = "流血吧！",
						}, -- [165]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025385,
							["arg1"] = "没人能挡下我的利刃！",
						}, -- [166]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025388,
							["arg1"] = "流血吧！",
						}, -- [167]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025393,
							["arg1"] = "够了！你们证明了自己的实力，可以死在我手上了！",
						}, -- [168]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025408,
							["arg1"] = "我要把你大卸八块！",
						}, -- [169]
						{
							["arg2"] = "达萨大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589025413,
							["arg1"] = "流血吧！",
						}, -- [170]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589025418,
							["arg1"] = "很好，我的选民。你们证明了自己有资格接受我的馈赠。",
						}, -- [171]
						{
							["arg1"] = " ",
						}, -- [172]
						{
							["arg1"] = " ",
						}, -- [173]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 20:56:29。",
						}, -- [174]
						{
							["arg2"] = "泽坎",
							["type"] = "MONSTER_YELL",
							["time"] = 1589029107,
							["arg1"] = "勇士们！我们需要帮助！",
						}, -- [175]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1589029118,
							["arg1"] = "大脚任务进度提示: 协助泽坎：1/1(完成)",
							["clColor"] = "ffc59a6c",
						}, -- [176]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1589029160,
							["arg1"] = "大脚任务进度提示: 进入精神谷：1/1(完成)",
							["clColor"] = "ffc59a6c",
						}, -- [177]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1589029194,
							["arg1"] = "大脚任务进度提示: 救出佐尔·孤树：1/1(完成)",
							["clColor"] = "ffc59a6c",
						}, -- [178]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1589029214,
							["arg1"] = "大脚任务进度提示: 救出巫医尤姆布：1/1(完成)",
							["clColor"] = "ffc59a6c",
						}, -- [179]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1589029252,
							["arg1"] = "大脚任务进度提示: 救出碎地者特加：1/1(完成)",
							["clColor"] = "ffc59a6c",
						}, -- [180]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1589029257,
							["arg1"] = "大脚任务进度提示: 救出萨祖：1/1(完成)",
							["clColor"] = "ffc59a6c",
						}, -- [181]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1589029330,
							["arg1"] = "大脚任务进度提示: 击败湮灭元素：1/1(完成)",
							["clColor"] = "ffc59a6c",
						}, -- [182]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1589029590,
							["arg1"] = "大脚任务进度提示: 击败智慧谷内的敌人（完成）",
							["clColor"] = "ffc59a6c",
						}, -- [183]
						{
							["arg2"] = "无光者维兹奥克",
							["type"] = "MONSTER_YELL",
							["time"] = 1589029594,
							["arg1"] = "虚空在呼唤你！",
						}, -- [184]
						{
							["arg2"] = "盖亚拉大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589029596,
							["arg1"] = "以玛格汉的名义，干掉那个怪物！",
						}, -- [185]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1589029622,
							["arg1"] = "大脚任务进度提示: 击败无光者维兹奥克：1/1(完成)",
							["clColor"] = "ffc59a6c",
						}, -- [186]
						{
							["arg2"] = "审判官格恩肖尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589029688,
							["arg1"] = "干掉那个兽人，清扫暗巷区！拒绝主人之血的都不得好死！",
						}, -- [187]
						{
							["arg2"] = "歼灭者拉克哈尔",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589029703,
							["arg1"] = "痛苦在等待着你！",
						}, -- [188]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1589029719,
							["arg1"] = "大脚任务进度提示: 击败歼灭者拉克哈尔：1/1(完成)",
							["clColor"] = "ffc59a6c",
						}, -- [189]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1589029728,
							["arg1"] = "大脚任务进度提示: 与迦罗娜交谈：1/1(完成)",
							["clColor"] = "ffc59a6c",
						}, -- [190]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1589029749,
							["arg1"] = "大脚任务进度提示: 检查高特雷的旅行装备：1/1(完成)",
							["clColor"] = "ffc59a6c",
						}, -- [191]
						{
							["arg2"] = "博亚",
							["type"] = "MONSTER_YELL",
							["time"] = 1589029755,
							["arg1"] = "救命！斯诺恩发疯了！",
						}, -- [192]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1589029774,
							["arg1"] = "大脚任务进度提示: 检查玛加尔布品店：1/1(完成)",
							["clColor"] = "ffc59a6c",
						}, -- [193]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1589029779,
							["arg1"] = "大脚任务进度提示: 检查奥格瑞玛孤儿院：1/1(完成)",
							["clColor"] = "ffc59a6c",
						}, -- [194]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1589029785,
							["arg1"] = "大脚任务进度提示: 检查科多兽皮工店：1/1(完成)",
							["clColor"] = "ffc59a6c",
						}, -- [195]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1589029791,
							["arg1"] = "大脚任务进度提示: 检查诺格的机械商店：1/1(完成)",
							["clColor"] = "ffc59a6c",
						}, -- [196]
						{
							["arg2"] = "雷克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589029841,
							["arg1"] = "你不过是恩佐斯无尽大军面前的蝼蚁。现在，我就要踩死你！",
						}, -- [197]
						{
							["arg2"] = "雷克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589029944,
							["arg1"] = "我会把你的血肉喂给我的野兽，把你的灵魂献给恩佐斯！",
						}, -- [198]
						{
							["arg2"] = "雷克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589029953,
							["arg1"] = "来吧，我的宠物！侍奉你的主人！",
						}, -- [199]
						{
							["arg2"] = "雷克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589029955,
							["arg1"] = "我的野兽会吞噬你！",
						}, -- [200]
						{
							["arg2"] = "雷克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589029960,
							["arg1"] = "消灭这些猎物！",
						}, -- [201]
						{
							["arg2"] = "雷克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589029963,
							["arg1"] = "恩佐斯能号令的，可不只是动物！",
						}, -- [202]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1589029970,
							["arg1"] = "大脚任务进度提示: 击败雷克萨：1/1(完成)",
							["clColor"] = "ffc59a6c",
						}, -- [203]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589030027,
							["arg1"] = "元素已经发声。艾泽拉斯即将灭亡。",
						}, -- [204]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589030037,
							["arg1"] = "古神之血是我们唯一的救赎！",
						}, -- [205]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589030045,
							["arg1"] = "不喝血的，都得死！",
						}, -- [206]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589030060,
							["arg1"] = "他的力量无人能挡！",
						}, -- [207]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589030083,
							["arg1"] = "他的力量无人能挡！",
						}, -- [208]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589030101,
							["arg1"] = "感谢你……让我……重获自由……",
						}, -- [209]
						{
							["arg1"] = " ",
						}, -- [210]
						{
							["arg1"] = " ",
						}, -- [211]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 21:32:03。",
						}, -- [212]
						{
							["arg2"] = "斯卡基特",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032238,
							["arg1"] = "你们听到老板说的了。快把这些玩意统统修好！",
						}, -- [213]
						{
							["arg2"] = "斯卡基特",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032245,
							["arg1"] = "批准风险津贴！睁大眼睛，小心陷阱！",
						}, -- [214]
						{
							["arg2"] = "考古工程学家",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032272,
							["arg1"] = "你们无法和侏儒科技匹敌，蠢货！",
						}, -- [215]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032293,
							["arg1"] = "侏儒的兄弟姐妹们！许多世代以来，血肉诅咒让我们沦为了劣等生物。",
						}, -- [216]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032302,
							["arg1"] = "但一切到此为止了！我们将回归泰坦铸造的原始形态，完美的形态！",
						}, -- [217]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032312,
							["arg1"] = "麦卡贡欢迎所有符合条件的物种，加入我们，彻底清除上古之神的腐化。",
						}, -- [218]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032321,
							["arg1"] = "上前来，接受发明之眼的遴选。让我们一起迎接往日的荣耀！",
						}, -- [219]
						{
							["arg2"] = "舒佳·爆帽",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032468,
							["arg1"] = "啊啊！快停下，你这个疯子！",
						}, -- [220]
						{
							["arg2"] = "奎兹拉·爆帽",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032468,
							["arg1"] = "哈哈哈哈！跑吧，姐姐，快跑！",
						}, -- [221]
						{
							["arg2"] = "舒佳·爆帽",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032470,
							["arg1"] = "奎兹拉！别再浪费我——的——弹——药了！然后滚出我的工作室！",
						}, -- [222]
						{
							["arg2"] = "轮机搬运工",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032513,
							["arg1"] = "大声点！敲大声点！",
						}, -- [223]
						{
							["arg2"] = "轮机工会代表",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032513,
							["arg1"] = "嗨起来，再给每个人都端酒来！",
						}, -- [224]
						{
							["arg2"] = "轮机劳工",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032514,
							["arg1"] = "喔吼！",
						}, -- [225]
						{
							["arg2"] = "轮机工会代表",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032527,
							["arg1"] = "轮机工们，最后一次点名！",
						}, -- [226]
						{
							["arg2"] = "轮机工会代表",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032528,
							["arg1"] = "老大还有个活要给我们。我们在五分钟后出发！",
						}, -- [227]
						{
							["arg2"] = "轮机工会代表",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032529,
							["arg1"] = "加兹鲁维会为这个工作给我们支付三倍薪水！有谁不想要的话可以自己留下喝酒！",
						}, -- [228]
						{
							["arg2"] = "轮机工会代表",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032532,
							["arg1"] = "路上你们的工会代表会给你们详细信息。现在，干杯！",
						}, -- [229]
						{
							["arg2"] = "斯卡基特",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032582,
							["arg1"] = "把补给品统统搬上去！快点！",
						}, -- [230]
						{
							["arg2"] = "库鲁兹船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032608,
							["arg1"] = "全体登船！滑鳗号出发了！",
						}, -- [231]
						{
							["arg2"] = "唾海",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032621,
							["arg1"] = "Mrrglrgl，mmrglrlglrrrglrggl！",
						}, -- [232]
						{
							["arg2"] = "斯卡基特",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032621,
							["arg1"] = "喷气背包准备完毕！",
						}, -- [233]
						{
							["arg2"] = "加兹鲁维",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032652,
							["arg1"] = "没错，告诉他加兹鲁维的轮机工来帮他了，我们站在他这边！",
						}, -- [234]
						{
							["arg2"] = "萨芙洛妮塔·古车",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032679,
							["arg1"] = "我们当然愿意加入你的事业，艾拉兹敏王子。我们就是来帮你的！",
						}, -- [235]
						{
							["arg2"] = "加兹鲁维",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032687,
							["arg1"] = "是的，没错，我们也一样。把我们也算上！",
						}, -- [236]
						{
							["arg2"] = "被裹挟的锈栓工程师",
							["type"] = "MONSTER_YELL",
							["time"] = 1589032687,
							["arg1"] = "谁来接住我！",
						}, -- [237]
						{
							["arg2"] = "帕斯卡",
							["type"] = "MONSTER_YELL",
							["time"] = 1589033132,
							["arg1"] = "先别管我！他们拿走了帕斯卡K1N6型，那是当今最伟大的发明！",
						}, -- [238]
						{
							["arg1"] = " ",
						}, -- [239]
						{
							["arg1"] = " ",
						}, -- [240]
						{
							["arg1"] = "记录开始于 05/09/2020 的 22:05:56。",
							["type"] = "SYSTEM",
						}, -- [241]
						{
							["arg2"] = "艾拉兹敏王子",
							["type"] = "MONSTER_YELL",
							["time"] = 1589033192,
							["arg1"] = "锈栓抵抗军万岁！",
						}, -- [242]
						{
							["arg2"] = "HK-8型空中压制单位",
							["type"] = "MONSTER_YELL",
							["time"] = 1589033196,
							["arg1"] = "侦测到非法生命体！开始清除！",
						}, -- [243]
						{
							["arg2"] = "HK-8型空中压制单位",
							["type"] = "MONSTER_YELL",
							["time"] = 1589033264,
							["arg1"] = "当前受损率超出指定范围。正在返回修理。",
						}, -- [244]
						{
							["arg2"] = "HK-8型空中压制单位",
							["type"] = "MONSTER_YELL",
							["time"] = 1589033276,
							["arg1"] = "已侦测到敌方空中单位。正在锁定目标：十里扬州路……",
						}, -- [245]
						{
							["arg2"] = "阿裟大人",
							["type"] = "MONSTER_YELL",
							["time"] = 1589033336,
							["arg1"] = "没有人胆敢挑战兄弟会！",
							["clColor"] = "ffc59a6c",
						}, -- [246]
						{
							["arg2"] = "被裹挟的锈栓工程师",
							["type"] = "MONSTER_YELL",
							["time"] = 1589033337,
							["arg1"] = "救命啊！我快要掉下去了！",
						}, -- [247]
						{
							["arg2"] = "被裹挟的锈栓工程师",
							["type"] = "MONSTER_YELL",
							["time"] = 1589033356,
							["arg1"] = "接住我！接住我！",
						}, -- [248]
						{
							["arg2"] = "被裹挟的锈栓工程师",
							["type"] = "MONSTER_YELL",
							["time"] = 1589033375,
							["arg1"] = "好吧，真是倒霉。",
						}, -- [249]
						{
							["arg2"] = "库鲁兹船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589033407,
							["arg1"] = "全体登船！滑鳗号出发了！",
						}, -- [250]
					},
					["hasMessage"] = true,
					["enabled"] = true,
				}, -- [11]
				["大脚世界频道"] = {
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "大脚世界频道",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/08/2020 的 20:06:28。",
							["type"] = "SYSTEM",
						}, -- [1]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588939588,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [2]
						{
							["arg1"] = " ",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 20:27:04。",
						}, -- [5]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588940904,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [6]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588940942,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [7]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588941048,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [8]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588941102,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [9]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588941142,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [10]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588941184,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [11]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588941231,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [12]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588941275,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [13]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588941366,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [14]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588941412,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [15]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1588941511,
							["arg1"] = "史诗钥匙超时了 下周还有奖励吗",
							["arg9"] = "大脚世界频道",
							["arg2"] = "教父俱乐部-亡语者",
						}, -- [16]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1588941532,
							["arg1"] = "打完了就有",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Forwhat-亡语者",
						}, -- [17]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1588941540,
							["arg1"] = "好的 谢谢",
							["arg9"] = "大脚世界频道",
							["arg2"] = "教父俱乐部-亡语者",
						}, -- [18]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588941570,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [19]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588941629,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [20]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588941764,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [21]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588941813,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [22]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588941942,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [23]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1588942388,
							["arg1"] = "联盟？？？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "有点儿大了-亡语者",
						}, -- [24]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588942415,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [25]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588942757,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [26]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588942862,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [27]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588942897,
							["arg1"] = "鬼成这样了还刷广告",
							["arg9"] = "大脚世界频道",
							["arg2"] = "大犀利血帝凯-亡语者",
						}, -- [28]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1588942975,
							["arg1"] = "M主脑有人来吗",
							["arg9"] = "大脚世界频道",
							["arg2"] = "有点儿大了-亡语者",
						}, -- [29]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1588942991,
							["arg1"] = "1",
							["arg9"] = "大脚世界频道",
							["arg2"] = "疯狂啊易-亡语者",
						}, -- [30]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588943022,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [31]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588943132,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [32]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1588943145,
							["arg1"] = "M主脑有人来吗",
							["arg9"] = "大脚世界频道",
							["arg2"] = "有点儿大了-亡语者",
						}, -- [33]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1588943146,
							["arg1"] = "M主脑有人来吗",
							["arg9"] = "大脚世界频道",
							["arg2"] = "有点儿大了-亡语者",
						}, -- [34]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588943177,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [35]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588943411,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [36]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588943463,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [37]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588943650,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [38]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588943725,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [39]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588943828,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [40]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588943908,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [41]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1588943923,
							["arg1"] = "联盟呢？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "有点儿大了-亡语者",
						}, -- [42]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1588944077,
							["arg1"] = "|cffffff00|Hachievement:12401:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[奥杜尔团队的荣耀]|h|r35分钟 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [43]
						{
							["arg1"] = " ",
						}, -- [44]
						{
							["arg1"] = " ",
						}, -- [45]
						{
							["arg1"] = "记录开始于 05/08/2020 的 23:33:15。",
							["type"] = "SYSTEM",
						}, -- [46]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1588952078,
							["arg1"] = "|cffa335ee|Hitem:44707::::::::120:71::::::|h[绿色始祖幼龙的缰绳]|h|r终于开出来了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "背离天堂-亡语者",
						}, -- [47]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1588952096,
							["arg1"] = "恭喜恭喜",
							["arg9"] = "大脚世界频道",
							["arg2"] = "哇丶美女-亡语者",
						}, -- [48]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1588952101,
							["arg1"] = "恭喜恭喜",
							["arg9"] = "大脚世界频道",
							["arg2"] = "为什么是骑士-亡语者",
						}, -- [49]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1588952108,
							["arg1"] = "六年了啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "背离天堂-亡语者",
						}, -- [50]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1588952110,
							["arg1"] = "恭喜恭喜",
							["arg9"] = "大脚世界频道",
							["arg2"] = "六芒星的咒缚-亡语者",
						}, -- [51]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1588952121,
							["arg1"] = "谢谢 谢谢大家{哭}",
							["arg9"] = "大脚世界频道",
							["arg2"] = "背离天堂-亡语者",
						}, -- [52]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1588952121,
							["arg1"] = "不容易啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "为什么是骑士-亡语者",
						}, -- [53]
						{
							["clColor"] = "fffef367",
							["time"] = 1588952126,
							["arg1"] = "恭喜恭喜",
							["arg9"] = "大脚世界频道",
							["arg2"] = "雨落舞圣-亡语者",
						}, -- [54]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1588952139,
							["arg1"] = "我也经过几年的努力  刷到凤凰了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "哇丶美女-亡语者",
						}, -- [55]
						{
							["clColor"] = "fffef367",
							["time"] = 1588952174,
							["arg1"] = "求锻造匕首",
							["arg9"] = "大脚世界频道",
							["arg2"] = "雨落舞圣-亡语者",
						}, -- [56]
						{
							["clColor"] = "fffef367",
							["time"] = 1588952238,
							["arg1"] = "打不动怪",
							["arg9"] = "大脚世界频道",
							["arg2"] = "雨落舞圣-亡语者",
						}, -- [57]
						{
							["arg1"] = " ",
						}, -- [58]
						{
							["arg1"] = " ",
						}, -- [59]
						{
							["arg1"] = "记录开始于 05/08/2020 的 23:52:15。",
							["type"] = "SYSTEM",
						}, -- [60]
						{
							["clColor"] = "fffef367",
							["time"] = 1588954530,
							["arg1"] = "|cffa335ee|Hitem:50818::::::::120:260::::::|h[无敌的缰绳]|h|r艹。终于出了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "阴影下的杀戮-亡语者",
						}, -- [61]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1588954559,
							["arg1"] = "恭喜恭喜   已经骑吐了！ 你快去感受一下",
							["arg9"] = "大脚世界频道",
							["arg2"] = "哇丶美女-亡语者",
						}, -- [62]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1588954566,
							["arg1"] = "恭喜",
							["arg9"] = "大脚世界频道",
							["arg2"] = "小龙女-亡语者",
						}, -- [63]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1588954588,
							["arg1"] = "是你吐了还是坐骑吐了？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "想吃热干面-亡语者",
						}, -- [64]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1588954593,
							["arg1"] = "看是不好看  但是架不住香啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "打架全犒转-亡语者",
						}, -- [65]
						{
							["clColor"] = "fffef367",
							["time"] = 1588954596,
							["arg1"] = "哈哈 今天出了两个了  哈哈",
							["arg9"] = "大脚世界频道",
							["arg2"] = "阴影下的杀戮-亡语者",
						}, -- [66]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1588955109,
							["arg1"] = "那个知道门神怎么做啊一点门就失败",
							["arg9"] = "大脚世界频道",
							["arg2"] = "兽战之魂-亡语者",
						}, -- [67]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1588955153,
							["arg1"] = "你直接把他奶爆不就好了。。",
							["arg9"] = "大脚世界频道",
							["arg2"] = "猎空还是闪光-亡语者",
						}, -- [68]
						{
							["clColor"] = "fffef367",
							["time"] = 1588955155,
							["arg1"] = "我是没点门 用烈焰奶满的就有成就了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "阴影下的杀戮-亡语者",
						}, -- [69]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1588955166,
							["arg1"] = "进啥门啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "猎空还是闪光-亡语者",
						}, -- [70]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1588955186,
							["arg1"] = "我战士啊= =怎么奶",
							["arg9"] = "大脚世界频道",
							["arg2"] = "兽战之魂-亡语者",
						}, -- [71]
						{
							["clColor"] = "fffef367",
							["time"] = 1588955196,
							["arg1"] = "烈焰啊  我还是盗贼呢",
							["arg9"] = "大脚世界频道",
							["arg2"] = "阴影下的杀戮-亡语者",
						}, -- [72]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1588955198,
							["arg1"] = "|cffff8000|Hazessence:12:4|h[烈焰熔炉]|h|r",
							["arg9"] = "大脚世界频道",
							["arg2"] = "猎空还是闪光-亡语者",
						}, -- [73]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1588955240,
							["arg1"] = "烈焰熔炉 妙用无穷啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "阿萨丶辛-亡语者",
						}, -- [74]
						{
							["clColor"] = "ff006fdc",
							["time"] = 1588955389,
							["arg1"] = "萨格拉斯之血怎么获得来着",
							["arg9"] = "大脚世界频道",
							["arg2"] = "洛夫古德-亡语者",
						}, -- [75]
						{
							["clColor"] = "ff006fdc",
							["time"] = 1588955398,
							["arg1"] = "我忘了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "洛夫古德-亡语者",
						}, -- [76]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1588955416,
							["arg1"] = "世界任务",
							["arg9"] = "大脚世界频道",
							["arg2"] = "堕落灬圣骑-亡语者",
						}, -- [77]
						{
							["clColor"] = "fffef367",
							["time"] = 1588955422,
							["arg1"] = "应该是刷110的五人本有",
							["arg9"] = "大脚世界频道",
							["arg2"] = "阴影下的杀戮-亡语者",
						}, -- [78]
						{
							["clColor"] = "ff006fdc",
							["time"] = 1588955458,
							["arg1"] = "ok",
							["arg9"] = "大脚世界频道",
							["arg2"] = "洛夫古德-亡语者",
						}, -- [79]
						{
							["arg1"] = " ",
						}, -- [80]
						{
							["arg1"] = " ",
						}, -- [81]
						{
							["arg1"] = "记录开始于 05/09/2020 的 00:44:44。",
							["type"] = "SYSTEM",
						}, -- [82]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1588956354,
							["arg1"] = "蕨木岭在那有知道吗",
							["arg9"] = "大脚世界频道",
							["arg2"] = "兽战之魂-亡语者",
						}, -- [83]
						{
							["arg1"] = " ",
						}, -- [84]
						{
							["arg1"] = " ",
						}, -- [85]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 00:47:16。",
						}, -- [86]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1588956683,
							["arg1"] = "有知道地图提拉加德海峡蕨木岭在那的吗",
							["arg9"] = "大脚世界频道",
							["arg2"] = "兽战之魂-亡语者",
						}, -- [87]
						{
							["arg1"] = " ",
						}, -- [88]
						{
							["arg1"] = " ",
						}, -- [89]
						{
							["arg1"] = "记录开始于 05/09/2020 的 14:04:57。",
							["type"] = "SYSTEM",
						}, -- [90]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1589004664,
							["arg1"] = "海岛史诗有人来不",
							["arg9"] = "大脚世界频道",
							["arg2"] = "狂之煞-亡语者",
						}, -- [91]
						{
							["arg1"] = " ",
						}, -- [92]
						{
							["arg1"] = " ",
						}, -- [93]
						{
							["arg1"] = "记录开始于 05/09/2020 的 14:24:58。",
							["type"] = "SYSTEM",
						}, -- [94]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1589005618,
							["arg1"] = "8层钥石来个T",
							["arg9"] = "大脚世界频道",
							["arg2"] = "叫兽和笑长-亡语者",
						}, -- [95]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1589005637,
							["arg1"] = "8C哪里",
							["arg9"] = "大脚世界频道",
							["arg2"] = "俊仙-亡语者",
						}, -- [96]
						{
							["arg1"] = " ",
						}, -- [97]
						{
							["arg1"] = " ",
						}, -- [98]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 14:27:31。",
						}, -- [99]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1589005672,
							["arg1"] = "围攻伯拉勒斯 ",
							["arg9"] = "大脚世界频道",
							["arg2"] = "叫兽和笑长-亡语者",
						}, -- [100]
						{
							["arg1"] = " ",
						}, -- [101]
						{
							["arg1"] = " ",
						}, -- [102]
						{
							["arg1"] = "记录开始于 05/09/2020 的 14:30:48。",
							["type"] = "SYSTEM",
						}, -- [103]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589006181,
							["arg1"] = "|cffffff00|Hachievement:10149:Player-741-05357155:0:0:0:-1:0:0:0:0|h[地狱火团队的荣耀]|h|r成就全刷 来的M 给又粗又大帅气无敌绿光狼 几分钟开打 免费  2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [104]
						{
							["arg1"] = " ",
						}, -- [105]
						{
							["arg1"] = " ",
						}, -- [106]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 14:39:39。",
						}, -- [107]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589006519,
							["arg1"] = "|cffffff00|Hachievement:10149:Player-741-05357155:0:0:0:-1:0:0:0:0|h[地狱火团队的荣耀]|h|r成就全刷 来的M 给又粗又大帅气无敌绿光狼 几分钟开打 免费  2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [108]
						{
							["arg1"] = " ",
						}, -- [109]
						{
							["arg1"] = " ",
						}, -- [110]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 15:02:59。",
						}, -- [111]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589008088,
							["arg1"] = "|cffffff00|Hachievement:10149:Player-741-05357155:0:0:0:-1:0:0:0:0|h[地狱火团队的荣耀]|h|r成就全刷 来的M 给又粗又大帅气无敌绿光狼 几分钟开打 免费  2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [112]
						{
							["arg1"] = " ",
						}, -- [113]
						{
							["arg1"] = " ",
						}, -- [114]
						{
							["arg1"] = "记录开始于 05/09/2020 的 15:12:22。",
							["type"] = "SYSTEM",
						}, -- [115]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589008696,
							["arg1"] = "|cffffff00|Hachievement:10149:Player-741-05357155:0:0:0:-1:0:0:0:0|h[地狱火团队的荣耀]|h|r成就全刷 来的M 给又粗又大帅气无敌绿光狼 几分钟开打 免费  2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [116]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589008781,
							["arg1"] = "|cffffff00|Hachievement:10149:Player-741-05357155:0:0:0:-1:0:0:0:0|h[地狱火团队的荣耀]|h|r成就全刷 来的M 给又粗又大帅气无敌绿光狼 几分钟开打 免费  2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [117]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589008836,
							["arg1"] = "|cffffff00|Hachievement:10149:Player-741-05357155:0:0:0:-1:0:0:0:0|h[地狱火团队的荣耀]|h|r成就全刷 来的M 给又粗又大帅气无敌绿光狼 几分钟开打 免费  2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [118]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589008931,
							["arg1"] = "|cffffff00|Hachievement:10149:Player-741-05357155:0:0:0:-1:0:0:0:0|h[地狱火团队的荣耀]|h|r成就全刷 来的M 给又粗又大帅气无敌绿光狼 几分钟开打 免费  2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [119]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589009118,
							["arg1"] = "|cffffff00|Hachievement:10149:Player-741-05357155:0:0:0:-1:0:0:0:0|h[地狱火团队的荣耀]|h|r成就全刷 来的M 给又粗又大帅气无敌绿光狼 几分钟开打 免费  2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [120]
						{
							["arg1"] = " ",
						}, -- [121]
						{
							["arg1"] = " ",
						}, -- [122]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 15:27:26。",
						}, -- [123]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589009375,
							["arg1"] = "|cffffff00|Hachievement:10149:Player-741-05357155:0:0:0:-1:0:0:0:0|h[地狱火团队的荣耀]|h|r成就全刷 来的M 给又粗又大帅气无敌绿光狼 几分钟开打 免费  2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [124]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589009430,
							["arg1"] = "|cffffff00|Hachievement:10149:Player-741-05357155:0:0:0:-1:0:0:0:0|h[地狱火团队的荣耀]|h|r成就全刷 来的M 给又粗又大帅气无敌绿光狼 几分钟开打 免费  2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [125]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589009476,
							["arg1"] = "|cffffff00|Hachievement:10149:Player-741-05357155:0:0:0:-1:0:0:0:0|h[地狱火团队的荣耀]|h|r成就全刷 来的M 给又粗又大帅气无敌绿光狼 几分钟开打 免费  2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [126]
						{
							["arg1"] = " ",
						}, -- [127]
						{
							["arg1"] = " ",
						}, -- [128]
						{
							["arg1"] = "记录开始于 05/09/2020 的 19:26:35。",
							["type"] = "SYSTEM",
						}, -- [129]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589023703,
							["arg1"] = "|cffffff00|Hachievement:4603:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[冰河踏破者的荣耀（25人）]|h|r成就全做 给飞天骷髅坐骑 免费",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [130]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589023744,
							["arg1"] = "|cffffff00|Hachievement:4603:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[冰河踏破者的荣耀（25人）]|h|r成就全做 给飞天骷髅坐骑 免费",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [131]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589023861,
							["arg1"] = "|cffffff00|Hachievement:4603:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[冰河踏破者的荣耀（25人）]|h|r成就全做 给飞天骷髅坐骑 免费",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [132]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589024162,
							["arg1"] = "|cffffff00|Hachievement:4603:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[冰河踏破者的荣耀（25人）]|h|r成就全做 给飞天骷髅坐骑 免费",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [133]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589024224,
							["arg1"] = "|cffffff00|Hachievement:4603:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[冰河踏破者的荣耀（25人）]|h|r成就全做 给飞天骷髅坐骑 免费",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [134]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589024267,
							["arg1"] = "|cffffff00|Hachievement:4603:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[冰河踏破者的荣耀（25人）]|h|r成就全做 给飞天骷髅坐骑 免费",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [135]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589024319,
							["arg1"] = "|cffffff00|Hachievement:4603:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[冰河踏破者的荣耀（25人）]|h|r成就全做 给飞天骷髅坐骑 免费",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [136]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589024452,
							["arg1"] = "|cffffff00|Hachievement:4603:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[冰河踏破者的荣耀（25人）]|h|r成就全做 给飞天骷髅坐骑 免费",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [137]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589024506,
							["arg1"] = "|cffffff00|Hachievement:4603:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[冰河踏破者的荣耀（25人）]|h|r成就全做 给飞天骷髅坐骑 免费",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [138]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589024594,
							["arg1"] = "|cffffff00|Hachievement:4603:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[冰河踏破者的荣耀（25人）]|h|r成就全做 给飞天骷髅坐骑 免费",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [139]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589025034,
							["arg1"] = "|cffffff00|Hachievement:8124:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[雷电团队的荣耀]|h|r成就全刷 几分钟开打 免费 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [140]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589025076,
							["arg1"] = "|cffffff00|Hachievement:8124:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[雷电团队的荣耀]|h|r成就全刷 几分钟开打 免费 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [141]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589025123,
							["arg1"] = "|cffffff00|Hachievement:8124:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[雷电团队的荣耀]|h|r成就全刷 几分钟开打 免费 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [142]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589025211,
							["arg1"] = "|cffffff00|Hachievement:8124:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[雷电团队的荣耀]|h|r成就全刷 几分钟开打 免费 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [143]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589025261,
							["arg1"] = "|cffffff00|Hachievement:8124:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[雷电团队的荣耀]|h|r成就全刷 几分钟开打 免费 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [144]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589025308,
							["arg1"] = "|cffffff00|Hachievement:8124:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[雷电团队的荣耀]|h|r成就全刷 几分钟开打 免费 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [145]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589025379,
							["arg1"] = "|cffffff00|Hachievement:8124:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[雷电团队的荣耀]|h|r成就全刷 几分钟开打 免费 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [146]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589025424,
							["arg1"] = "|cffffff00|Hachievement:8124:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[雷电团队的荣耀]|h|r成就全刷 几分钟开打 免费 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [147]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589025493,
							["arg1"] = "|cffffff00|Hachievement:8124:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[雷电团队的荣耀]|h|r成就全刷 几分钟开打 免费 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [148]
						{
							["arg1"] = " ",
						}, -- [149]
						{
							["arg1"] = " ",
						}, -- [150]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 19:58:40。",
						}, -- [151]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589025595,
							["arg1"] = "|cffffff00|Hachievement:8124:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[雷电团队的荣耀]|h|r成就全刷 几分钟开打 免费 2坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [152]
						{
							["arg1"] = " ",
						}, -- [153]
						{
							["arg1"] = " ",
						}, -- [154]
						{
							["arg1"] = "记录开始于 05/09/2020 的 20:50:50。",
							["type"] = "SYSTEM",
						}, -- [155]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589028723,
							["arg1"] = "|cffffff00|Hachievement:6169:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[巨龙之魂团队的荣耀]|h|r35分钟 2坑   免费",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [156]
						{
							["clColor"] = "fffefefe",
							["time"] = 1589028738,
							["arg1"] = "|cffa335ee|Hitem:168964::::::::120:256::16:8:6532:6578:6579:6473:6470:6513:1517:4786:::|h[超线程布靴]|h|r  队里术士开了 喊价 500  一口价350  法师还价150 ",
							["arg9"] = "大脚世界频道",
							["arg2"] = "荟长-亡语者",
						}, -- [157]
						{
							["clColor"] = "fffefefe",
							["time"] = 1589028754,
							["arg1"] = "嘿嘿嘿。。。",
							["arg9"] = "大脚世界频道",
							["arg2"] = "荟长-亡语者",
						}, -- [158]
						{
							["clColor"] = "fffefefe",
							["time"] = 1589028779,
							["arg1"] = "术士当面拆了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "荟长-亡语者",
						}, -- [159]
						{
							["clColor"] = "fffefefe",
							["time"] = 1589028789,
							["arg1"] = "术爷牛 逼",
							["arg9"] = "大脚世界频道",
							["arg2"] = "荟长-亡语者",
						}, -- [160]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589028790,
							["arg1"] = "|cffffff00|Hachievement:6169:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[巨龙之魂团队的荣耀]|h|r35分钟 2坑   免费",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [161]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1589028791,
							["arg1"] = "魔兽还是败给了钞能力",
							["arg9"] = "大脚世界频道",
							["arg2"] = "想吃热干面-亡语者",
						}, -- [162]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1589028794,
							["arg1"] = "？？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "宛若疯兔-亡语者",
						}, -- [163]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1589028824,
							["arg1"] = "钞能力 强无敌",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Volgin-亡语者",
						}, -- [164]
						{
							["clColor"] = "fffefefe",
							["time"] = 1589028837,
							["arg1"] = "那么这玩意值500+么",
							["arg9"] = "大脚世界频道",
							["arg2"] = "荟长-亡语者",
						}, -- [165]
						{
							["clColor"] = "fffefefe",
							["time"] = 1589028843,
							["arg1"] = "我觉得也就值120+",
							["arg9"] = "大脚世界频道",
							["arg2"] = "荟长-亡语者",
						}, -- [166]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1589028857,
							["arg1"] = "装绑的话怎么也得个一千多",
							["arg9"] = "大脚世界频道",
							["arg2"] = "宛若疯兔-亡语者",
						}, -- [167]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589028862,
							["arg1"] = "|cffffff00|Hachievement:6169:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[巨龙之魂团队的荣耀]|h|r35分钟 2坑   免费",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [168]
						{
							["clColor"] = "fffefefe",
							["time"] = 1589028882,
							["arg1"] = "500是我起手喊的，，我说怎么也值个500+吧  瞎几把喊的。。",
							["arg9"] = "大脚世界频道",
							["arg2"] = "荟长-亡语者",
						}, -- [169]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1589028908,
							["arg1"] = "依稀记得前两天刷14t看到那个8000块的举高高",
							["arg9"] = "大脚世界频道",
							["arg2"] = "宛若疯兔-亡语者",
						}, -- [170]
						{
							["clColor"] = "fffefefe",
							["time"] = 1589028911,
							["arg1"] = "术士喊350    法师说150 交个朋友。。。",
							["arg9"] = "大脚世界频道",
							["arg2"] = "荟长-亡语者",
						}, -- [171]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589028931,
							["arg1"] = "|cffffff00|Hachievement:6169:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[巨龙之魂团队的荣耀]|h|r35分钟 2坑   免费",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [172]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589028938,
							["arg1"] = "那FS给了吗",
							["arg9"] = "大脚世界频道",
							["arg2"] = "心涼夢以醒-亡语者",
						}, -- [173]
						{
							["clColor"] = "fffefefe",
							["time"] = 1589028943,
							["arg1"] = "然后聊了会这玩意    把术士惹火了 直接拆分了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "荟长-亡语者",
						}, -- [174]
						{
							["clColor"] = "fffefefe",
							["time"] = 1589028952,
							["arg1"] = "|cffa335ee|Hitem:152877::::::::120:256::::::|h[萦雾水晶]|h|r",
							["arg9"] = "大脚世界频道",
							["arg2"] = "荟长-亡语者",
						}, -- [175]
						{
							["arg1"] = " ",
						}, -- [176]
						{
							["arg1"] = " ",
						}, -- [177]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 20:56:29。",
						}, -- [178]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589029011,
							["arg1"] = "|cffffff00|Hachievement:6169:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[巨龙之魂团队的荣耀]|h|r35分钟 2坑   免费",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [179]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1589029011,
							["arg1"] = "一个自己不要的装备 别人需求 为何不给他呢",
							["arg9"] = "大脚世界频道",
							["arg2"] = "想吃热干面-亡语者",
						}, -- [180]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1589029011,
							["arg1"] = "现在fs区有这么句话 没钱玩什么fs...据说是怀旧服带过来的风气",
							["arg9"] = "大脚世界频道",
							["arg2"] = "宛若疯兔-亡语者",
						}, -- [181]
						{
							["clColor"] = "fffefefe",
							["time"] = 1589029015,
							["arg1"] = "没毛病啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "荟长-亡语者",
						}, -- [182]
						{
							["clColor"] = "fffefefe",
							["time"] = 1589029032,
							["arg1"] = "人家全身渠道 你带无尽暮光  ",
							["arg9"] = "大脚世界频道",
							["arg2"] = "荟长-亡语者",
						}, -- [183]
						{
							["clColor"] = "fffefefe",
							["time"] = 1589029035,
							["arg1"] = "能一样么",
							["arg9"] = "大脚世界频道",
							["arg2"] = "荟长-亡语者",
						}, -- [184]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1589029041,
							["arg1"] = "蓝绿修改器天下无敌",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孔哥称霸部落-亡语者",
						}, -- [185]
						{
							["clColor"] = "fffefefe",
							["time"] = 1589029047,
							["arg1"] = "没钱玩锤子火法啊  ",
							["arg9"] = "大脚世界频道",
							["arg2"] = "荟长-亡语者",
						}, -- [186]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1589029111,
							["arg1"] = "吃瓜。jpg",
							["arg9"] = "大脚世界频道",
							["arg2"] = "疯狂的哎-亡语者",
						}, -- [187]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1589029121,
							["arg1"] = "疯狂~~？？？？？？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "有点儿大了-亡语者",
						}, -- [188]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1589029126,
							["arg1"] = "今儿不来了？？？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "有点儿大了-亡语者",
						}, -- [189]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1589029144,
							["arg1"] = "想偷懒。。。。",
							["arg9"] = "大脚世界频道",
							["arg2"] = "疯狂的哎-亡语者",
						}, -- [190]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1589029164,
							["arg1"] = "就差4个人了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "有点儿大了-亡语者",
						}, -- [191]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1589029167,
							["arg1"] = "你来就差3个",
							["arg9"] = "大脚世界频道",
							["arg2"] = "有点儿大了-亡语者",
						}, -- [192]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1589029192,
							["arg1"] = "他下线了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "想吃热干面-亡语者",
						}, -- [193]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1589029214,
							["arg1"] = "我尝试帮你把dz也骗过来",
							["arg9"] = "大脚世界频道",
							["arg2"] = "疯狂啊易-亡语者",
						}, -- [194]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589029578,
							["arg1"] = "|cffffff00|Hachievement:6169:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[巨龙之魂团队的荣耀]|h|r35分钟 2坑   免费",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [195]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589029627,
							["arg1"] = "|cffffff00|Hachievement:6169:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[巨龙之魂团队的荣耀]|h|r35分钟 2坑   免费",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [196]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589029700,
							["arg1"] = "|cffffff00|Hachievement:6169:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[巨龙之魂团队的荣耀]|h|r35分钟 2坑   免费",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [197]
						{
							["clColor"] = "ff006fdc",
							["time"] = 1589029721,
							["arg1"] = "后面有怪 ",
							["arg9"] = "大脚世界频道",
							["arg2"] = "灬鬥灬-亡语者",
						}, -- [198]
						{
							["clColor"] = "ff006fdc",
							["time"] = 1589029728,
							["arg1"] = "T尼斯热恩呀",
							["arg9"] = "大脚世界频道",
							["arg2"] = "灬鬥灬-亡语者",
						}, -- [199]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589029778,
							["arg1"] = "|cffffff00|Hachievement:6169:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[巨龙之魂团队的荣耀]|h|r35分钟 2坑   免费",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [200]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1589029817,
							["arg1"] = "M主脑 有奶萨来吗？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "有点儿大了-亡语者",
						}, -- [201]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589030055,
							["arg1"] = "|cffffff00|Hachievement:6169:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[巨龙之魂团队的荣耀]|h|r35分钟 2坑   免费",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [202]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589030101,
							["arg1"] = "|cffffff00|Hachievement:6169:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[巨龙之魂团队的荣耀]|h|r35分钟 2坑   免费",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [203]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589030144,
							["arg1"] = "|cffffff00|Hachievement:6169:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[巨龙之魂团队的荣耀]|h|r35分钟 2坑   免费",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [204]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589030187,
							["arg1"] = "|cffffff00|Hachievement:6169:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[巨龙之魂团队的荣耀]|h|r35分钟 2坑   免费",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [205]
						{
							["arg1"] = " ",
						}, -- [206]
						{
							["arg1"] = " ",
						}, -- [207]
						{
							["arg1"] = "记录开始于 05/09/2020 的 21:16:56。",
							["type"] = "SYSTEM",
						}, -- [208]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589030245,
							["arg1"] = "|cffffff00|Hachievement:6169:Player-1947-06DEB19D:0:0:0:-1:0:0:0:0|h[巨龙之魂团队的荣耀]|h|r35分钟 2坑   免费",
							["arg9"] = "大脚世界频道",
							["arg2"] = "孩子本心-亡语者",
						}, -- [209]
						{
							["arg1"] = " ",
						}, -- [210]
						{
							["arg1"] = " ",
						}, -- [211]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 21:32:03。",
						}, -- [212]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1589032685,
							["arg1"] = "|cffa335ee|Hitem:173436::::::::120:63::54:8:6412:6513:6578:6579:6473:6470:1522:4786:::|h[卑劣操纵者的腰索]|h|r!!!!!",
							["arg9"] = "大脚世界频道",
							["arg2"] = "疯狂的哎-亡语者",
						}, -- [213]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1589032690,
							["arg1"] = "12精通！！！！！！",
							["arg9"] = "大脚世界频道",
							["arg2"] = "疯狂的哎-亡语者",
						}, -- [214]
						{
							["clColor"] = "fffefefe",
							["time"] = 1589032693,
							["arg1"] = "牛逼里哦",
							["arg9"] = "大脚世界频道",
							["arg2"] = "荟长-亡语者",
						}, -- [215]
						{
							["clColor"] = "fffefefe",
							["time"] = 1589032703,
							["arg1"] = "牛 逼",
							["arg9"] = "大脚世界频道",
							["arg2"] = "荟长-亡语者",
						}, -- [216]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1589032703,
							["arg1"] = "有史以来第一个",
							["arg9"] = "大脚世界频道",
							["arg2"] = "疯狂的哎-亡语者",
						}, -- [217]
						{
							["clColor"] = "fffefefe",
							["time"] = 1589032714,
							["arg1"] = "赚了1000",
							["arg9"] = "大脚世界频道",
							["arg2"] = "荟长-亡语者",
						}, -- [218]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1589032748,
							["arg1"] = "提神醒脑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "疯狂的哎-亡语者",
						}, -- [219]
						{
							["clColor"] = "fffefefe",
							["time"] = 1589032777,
							["arg1"] = "法强",
							["arg9"] = "大脚世界频道",
							["arg2"] = "荟长-亡语者",
						}, -- [220]
						{
							["arg1"] = " ",
						}, -- [221]
						{
							["arg1"] = " ",
						}, -- [222]
						{
							["arg1"] = "记录开始于 05/09/2020 的 22:05:56。",
							["type"] = "SYSTEM",
						}, -- [223]
					},
				},
				["本地防务"] = {
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "本地防务",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 20:27:04。",
						}, -- [1]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [2]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [3]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [4]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [5]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [6]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [7]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [8]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1588941621,
							["arg1"] = "史-詩-铨-樋**【尼奥羅萨=觉醒之城】1//12——一刀爆装，远离低能高耗——團-対——",
							["arg9"] = "本地防务 - 达萨罗",
							["arg2"] = "镁兲開団-艾森娜",
						}, -- [9]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1588941678,
							["arg1"] = "史-詩-铨-樋**【尼奥羅萨=觉醒之城】1//12——一刀爆装，远离低能高耗——團-対——",
							["arg9"] = "本地防务 - 达萨罗",
							["arg2"] = "镁兲開団-艾森娜",
						}, -- [10]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [11]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [12]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [13]
						{
							["arg1"] = " ",
						}, -- [14]
						{
							["arg1"] = " ",
						}, -- [15]
						{
							["arg1"] = "记录开始于 05/08/2020 的 23:33:15。",
							["type"] = "SYSTEM",
						}, -- [16]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [17]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [18]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [19]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [20]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [21]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [22]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [23]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [24]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [25]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [26]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [27]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [28]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [29]
						{
							["arg1"] = " ",
						}, -- [30]
						{
							["arg1"] = " ",
						}, -- [31]
						{
							["arg1"] = "记录开始于 05/08/2020 的 23:52:15。",
							["type"] = "SYSTEM",
						}, -- [32]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [33]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [34]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [35]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [36]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [37]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [38]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [39]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [40]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [41]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [42]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [43]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [44]
						{
							["arg1"] = " ",
						}, -- [45]
						{
							["arg1"] = " ",
						}, -- [46]
						{
							["arg1"] = "记录开始于 05/09/2020 的 00:44:44。",
							["type"] = "SYSTEM",
						}, -- [47]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [48]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [49]
						{
							["arg1"] = " ",
						}, -- [50]
						{
							["arg1"] = " ",
						}, -- [51]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 00:47:16。",
						}, -- [52]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [53]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [54]
						{
							["arg1"] = " ",
						}, -- [55]
						{
							["arg1"] = " ",
						}, -- [56]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 13:19:45。",
						}, -- [57]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [58]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [59]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [60]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [61]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [62]
						{
							["arg1"] = " ",
						}, -- [63]
						{
							["arg1"] = " ",
						}, -- [64]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 13:52:51。",
						}, -- [65]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [66]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [67]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [68]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [69]
						{
							["arg1"] = " ",
						}, -- [70]
						{
							["arg1"] = " ",
						}, -- [71]
						{
							["arg1"] = "记录开始于 05/09/2020 的 14:04:57。",
							["type"] = "SYSTEM",
						}, -- [72]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [73]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [74]
						{
							["arg1"] = " ",
						}, -- [75]
						{
							["arg1"] = " ",
						}, -- [76]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 14:13:50。",
						}, -- [77]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [78]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [79]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [80]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [81]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [82]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [83]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [84]
						{
							["arg1"] = " ",
						}, -- [85]
						{
							["arg1"] = " ",
						}, -- [86]
						{
							["arg1"] = "记录开始于 05/09/2020 的 14:30:48。",
							["type"] = "SYSTEM",
						}, -- [87]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [88]
						{
							["arg1"] = " ",
						}, -- [89]
						{
							["arg1"] = " ",
						}, -- [90]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 14:39:39。",
						}, -- [91]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [92]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [93]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [94]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [95]
						{
							["arg1"] = " ",
						}, -- [96]
						{
							["arg1"] = " ",
						}, -- [97]
						{
							["arg1"] = "记录开始于 05/09/2020 的 14:44:28。",
							["type"] = "SYSTEM",
						}, -- [98]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [99]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [100]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [101]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [102]
						{
							["arg1"] = " ",
						}, -- [103]
						{
							["arg1"] = " ",
						}, -- [104]
						{
							["arg1"] = "记录开始于 05/09/2020 的 15:12:22。",
							["type"] = "SYSTEM",
						}, -- [105]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [106]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [107]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [108]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [109]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [110]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [111]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [112]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [113]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [114]
						{
							["arg1"] = " ",
						}, -- [115]
						{
							["arg1"] = " ",
						}, -- [116]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 15:38:24。",
						}, -- [117]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [118]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [119]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [120]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [121]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [122]
						{
							["arg1"] = " ",
						}, -- [123]
						{
							["arg1"] = " ",
						}, -- [124]
						{
							["arg1"] = "记录开始于 05/09/2020 的 19:26:35。",
							["type"] = "SYSTEM",
						}, -- [125]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [126]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [127]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [128]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [129]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [130]
						{
							["arg1"] = " ",
						}, -- [131]
						{
							["arg1"] = " ",
						}, -- [132]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 19:58:40。",
						}, -- [133]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [134]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [135]
						{
							["arg1"] = " ",
						}, -- [136]
						{
							["arg1"] = " ",
						}, -- [137]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 20:56:29。",
						}, -- [138]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [139]
						{
							["arg1"] = " ",
						}, -- [140]
						{
							["arg1"] = " ",
						}, -- [141]
						{
							["arg1"] = "记录开始于 05/09/2020 的 21:16:56。",
							["type"] = "SYSTEM",
						}, -- [142]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [143]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [144]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [145]
						{
							["arg1"] = " ",
						}, -- [146]
						{
							["arg1"] = " ",
						}, -- [147]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 21:32:03。",
						}, -- [148]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [149]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [150]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [151]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [152]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [153]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [154]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [155]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [156]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [157]
						{
							["arg1"] = " ",
						}, -- [158]
						{
							["arg1"] = " ",
						}, -- [159]
						{
							["arg1"] = "记录开始于 05/09/2020 的 22:05:56。",
							["type"] = "SYSTEM",
						}, -- [160]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [161]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [162]
					},
				},
				["世界防务"] = {
					["enabled"] = true,
					["name"] = "世界防务",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/09/2020 的 22:05:56。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				},
				["综合"] = {
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "综合",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 20:27:04。",
						}, -- [1]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [2]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [3]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [4]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [5]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [6]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [7]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [8]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1588941621,
							["arg1"] = "史 詩 铨 樋**【尼奥羅萨=觉醒之城】1-12——人生巅峰，超-高-啸-律！进組请M——",
							["arg9"] = "综合 - 达萨罗",
							["arg2"] = "镁兲開団-艾森娜",
						}, -- [9]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1588941678,
							["arg1"] = "史 詩 铨 樋**【尼奥羅萨=觉醒之城】1-12——人生巅峰，超-高-啸-律！进組请M——",
							["arg9"] = "综合 - 达萨罗",
							["arg2"] = "镁兲開団-艾森娜",
						}, -- [10]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [11]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [12]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [13]
						{
							["arg1"] = " ",
						}, -- [14]
						{
							["arg1"] = " ",
						}, -- [15]
						{
							["arg1"] = "记录开始于 05/08/2020 的 23:33:15。",
							["type"] = "SYSTEM",
						}, -- [16]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [17]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [18]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [19]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [20]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [21]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [22]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [23]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [24]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [25]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [26]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [27]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [28]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [29]
						{
							["arg1"] = " ",
						}, -- [30]
						{
							["arg1"] = " ",
						}, -- [31]
						{
							["arg1"] = "记录开始于 05/08/2020 的 23:52:15。",
							["type"] = "SYSTEM",
						}, -- [32]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [33]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [34]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [35]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [36]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [37]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [38]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [39]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [40]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [41]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [42]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [43]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [44]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [45]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [46]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [47]
						{
							["arg1"] = " ",
						}, -- [48]
						{
							["arg1"] = " ",
						}, -- [49]
						{
							["arg1"] = "记录开始于 05/09/2020 的 00:44:44。",
							["type"] = "SYSTEM",
						}, -- [50]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [51]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [52]
						{
							["arg1"] = " ",
						}, -- [53]
						{
							["arg1"] = " ",
						}, -- [54]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 00:47:16。",
						}, -- [55]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [56]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [57]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [58]
						{
							["arg1"] = " ",
						}, -- [59]
						{
							["arg1"] = " ",
						}, -- [60]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 13:19:45。",
						}, -- [61]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [62]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [63]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [64]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [65]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [66]
						{
							["arg1"] = " ",
						}, -- [67]
						{
							["arg1"] = " ",
						}, -- [68]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 13:52:51。",
						}, -- [69]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [70]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [71]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [72]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [73]
						{
							["arg1"] = " ",
						}, -- [74]
						{
							["arg1"] = " ",
						}, -- [75]
						{
							["arg1"] = "记录开始于 05/09/2020 的 14:04:57。",
							["type"] = "SYSTEM",
						}, -- [76]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [77]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [78]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [79]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [80]
						{
							["arg1"] = " ",
						}, -- [81]
						{
							["arg1"] = " ",
						}, -- [82]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 14:13:50。",
						}, -- [83]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [84]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [85]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [86]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [87]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [88]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [89]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [90]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [91]
						{
							["arg1"] = " ",
						}, -- [92]
						{
							["arg1"] = " ",
						}, -- [93]
						{
							["arg1"] = "记录开始于 05/09/2020 的 14:24:58。",
							["type"] = "SYSTEM",
						}, -- [94]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [95]
						{
							["arg1"] = " ",
						}, -- [96]
						{
							["arg1"] = " ",
						}, -- [97]
						{
							["arg1"] = "记录开始于 05/09/2020 的 14:30:48。",
							["type"] = "SYSTEM",
						}, -- [98]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [99]
						{
							["arg1"] = " ",
						}, -- [100]
						{
							["arg1"] = " ",
						}, -- [101]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 14:39:39。",
						}, -- [102]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [103]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [104]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [105]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [106]
						{
							["arg1"] = " ",
						}, -- [107]
						{
							["arg1"] = " ",
						}, -- [108]
						{
							["arg1"] = "记录开始于 05/09/2020 的 14:44:28。",
							["type"] = "SYSTEM",
						}, -- [109]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [110]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [111]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [112]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [113]
						{
							["arg1"] = " ",
						}, -- [114]
						{
							["arg1"] = " ",
						}, -- [115]
						{
							["arg1"] = "记录开始于 05/09/2020 的 15:12:22。",
							["type"] = "SYSTEM",
						}, -- [116]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [117]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [118]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [119]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [120]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [121]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [122]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [123]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [124]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [125]
						{
							["arg1"] = " ",
						}, -- [126]
						{
							["arg1"] = " ",
						}, -- [127]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 15:38:24。",
						}, -- [128]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [129]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [130]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [131]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [132]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [133]
						{
							["arg1"] = " ",
						}, -- [134]
						{
							["arg1"] = " ",
						}, -- [135]
						{
							["arg1"] = "记录开始于 05/09/2020 的 19:26:35。",
							["type"] = "SYSTEM",
						}, -- [136]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [137]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [138]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [139]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [140]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [141]
						{
							["arg1"] = " ",
						}, -- [142]
						{
							["arg1"] = " ",
						}, -- [143]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 19:58:40。",
						}, -- [144]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [145]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [146]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [147]
						{
							["arg1"] = " ",
						}, -- [148]
						{
							["arg1"] = " ",
						}, -- [149]
						{
							["arg1"] = "记录开始于 05/09/2020 的 20:50:50。",
							["type"] = "SYSTEM",
						}, -- [150]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [151]
						{
							["arg1"] = " ",
						}, -- [152]
						{
							["arg1"] = " ",
						}, -- [153]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 20:56:29。",
						}, -- [154]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [155]
						{
							["arg1"] = " ",
						}, -- [156]
						{
							["arg1"] = " ",
						}, -- [157]
						{
							["arg1"] = "记录开始于 05/09/2020 的 21:16:56。",
							["type"] = "SYSTEM",
						}, -- [158]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [159]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [160]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [161]
						{
							["arg1"] = " ",
						}, -- [162]
						{
							["arg1"] = " ",
						}, -- [163]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 21:32:03。",
						}, -- [164]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [165]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [166]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [167]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [168]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [169]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [170]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [171]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [172]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [173]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [174]
						{
							["arg1"] = " ",
						}, -- [175]
						{
							["arg1"] = " ",
						}, -- [176]
						{
							["arg1"] = "记录开始于 05/09/2020 的 22:05:56。",
							["type"] = "SYSTEM",
						}, -- [177]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [178]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [179]
					},
				},
				["交易"] = {
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "交易",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 20:27:04。",
						}, -- [1]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [2]
						{
							["arg1"] = " ",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["arg1"] = "记录开始于 05/08/2020 的 23:33:15。",
							["type"] = "SYSTEM",
						}, -- [5]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [6]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [7]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [8]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [9]
						{
							["arg1"] = " ",
						}, -- [10]
						{
							["arg1"] = " ",
						}, -- [11]
						{
							["arg1"] = "记录开始于 05/08/2020 的 23:52:15。",
							["type"] = "SYSTEM",
						}, -- [12]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [13]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [14]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [15]
						{
							["arg1"] = " ",
						}, -- [16]
						{
							["arg1"] = " ",
						}, -- [17]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 14:13:50。",
						}, -- [18]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [19]
						{
							["arg1"] = " ",
						}, -- [20]
						{
							["arg1"] = " ",
						}, -- [21]
						{
							["arg1"] = "记录开始于 05/09/2020 的 14:44:28。",
							["type"] = "SYSTEM",
						}, -- [22]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [23]
						{
							["arg1"] = " ",
						}, -- [24]
						{
							["arg1"] = " ",
						}, -- [25]
						{
							["arg1"] = "记录开始于 05/09/2020 的 15:12:22。",
							["type"] = "SYSTEM",
						}, -- [26]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [27]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [28]
						{
							["arg1"] = " ",
						}, -- [29]
						{
							["arg1"] = " ",
						}, -- [30]
						{
							["arg1"] = "记录开始于 05/09/2020 的 19:26:35。",
							["type"] = "SYSTEM",
						}, -- [31]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [32]
						{
							["arg1"] = " ",
						}, -- [33]
						{
							["arg1"] = " ",
						}, -- [34]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 21:32:03。",
						}, -- [35]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [36]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [37]
						{
							["arg1"] = " ",
						}, -- [38]
						{
							["arg1"] = " ",
						}, -- [39]
						{
							["arg1"] = "记录开始于 05/09/2020 的 22:05:56。",
							["type"] = "SYSTEM",
						}, -- [40]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [41]
					},
				},
				["公会招募"] = {
					["enabled"] = true,
					["name"] = "公会招募",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/09/2020 的 22:05:56。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				},
			},
		},
	},
}
