
WATCHDOG_DB = {
	["players"] = {
		["最后一集-萨格拉斯"] = {
			["time"] = 0,
		},
		["宇宙最强车队-凤凰之神"] = {
			["time"] = 0,
		},
		["水果二号-奥特兰克"] = {
			["time"] = 0,
		},
		["暗影丶甜酒酿-丽丽（四川）"] = {
			["time"] = 0,
		},
		["兜兜秘境四一-无尽之海"] = {
			["time"] = 0,
		},
		["Uyihg-凤凰之神"] = {
			["time"] = 0,
		},
		["只要老板二-国王之谷"] = {
			["time"] = 0,
		},
		["荣耀十五-凤凰之神"] = {
			["time"] = 0,
		},
		["不想动请找我-无尽之海"] = {
			["time"] = 0,
		},
		["甜甜小可爱-耐普图隆"] = {
			["time"] = 0,
		},
		["晦暗的光明-红龙军团"] = {
			["time"] = 0,
		},
		["兜兜秘境七八-无尽之海"] = {
			["time"] = 0,
		},
		["夏婉安-狂热之刃"] = {
			["time"] = 0,
		},
		["你的面容-托尔巴拉德"] = {
			["time"] = 0,
		},
		["悠然花开-燃烧平原"] = {
			["time"] = 0,
		},
		["盒子已成-无尽之海"] = {
			["time"] = 0,
		},
		["大海之一勺-凤凰之神"] = {
			["time"] = 0,
		},
		["三棵大树啊-烈焰峰"] = {
			["time"] = 0,
		},
		["非你莫属丶-托尔巴拉德"] = {
			["time"] = 0,
		},
		["荣耀专车-凤凰之神"] = {
			["time"] = 0,
		},
		["荣耀刘德华-凤凰之神"] = {
			["time"] = 0,
		},
		["俩倾向月-烈焰峰"] = {
			["time"] = 0,
		},
		["坦克十一-国王之谷"] = {
			["time"] = 0,
		},
		["大哥洗澡吗-白银之手"] = {
			["time"] = 0,
		},
		["天降橙装三-凤凰之神"] = {
			["time"] = 0,
		},
		["枯清对风-无尽之海"] = {
			["time"] = 0,
		},
		["海角对面-燃烧之刃"] = {
			["time"] = 0,
		},
		["迷惘中挣扎-龙骨平原"] = {
			["time"] = 0,
		},
		["爆炒野猪肉-黑龙军团"] = {
			["time"] = 0,
		},
		["芳草心-亚雷戈斯"] = {
			["time"] = 0,
		},
		["Shengguang-国王之谷"] = {
			["time"] = 0,
		},
		["卿衣-凤凰之神"] = {
			["time"] = 0,
		},
		["狂灬灬少-安苏"] = {
			["time"] = 0,
		},
		["兜兜秘境九六-无尽之海"] = {
			["time"] = 0,
		},
		["忍者十三-格瑞姆巴托"] = {
			["time"] = 0,
		},
		["娇软的酷-无尽之海"] = {
			["time"] = 0,
		},
		["饭团大秘境三-凤凰之神"] = {
			["time"] = 0,
		},
		["发疯者们-无尽之海"] = {
			["time"] = 0,
		},
		["道友且慢-符文图腾"] = {
			["time"] = 0,
		},
		["五颗大树啊-烈焰峰"] = {
			["time"] = 0,
		},
		["大秘狂魔-格瑞姆巴托"] = {
			["time"] = 0,
		},
		["快来下路-耳语海岸"] = {
			["time"] = 0,
		},
		["布万加-安其拉"] = {
			["time"] = 0,
		},
		["因爱的小牛-凤凰之神"] = {
			["time"] = 0,
		},
		["杰意一-黑铁"] = {
			["time"] = 0,
		},
		["两只小鸡-德拉诺"] = {
			["time"] = 0,
		},
		["不准说话-燃烧之刃"] = {
			["time"] = 0,
		},
		["想要的都有-凤凰之神"] = {
			["time"] = 0,
		},
		["小君君二号-凤凰之神"] = {
			["time"] = 0,
		},
		["八个肉包子-凤凰之神"] = {
			["time"] = 0,
		},
		["法拉利车队-影之哀伤"] = {
			["time"] = 0,
		},
		["记住我吧-祖阿曼"] = {
			["time"] = 0,
		},
		["天龙五部-亚雷戈斯"] = {
			["time"] = 0,
		},
		["血腥氏族-海加尔"] = {
			["time"] = 0,
		},
		["五个肉包子-凤凰之神"] = {
			["time"] = 0,
		},
		["不吃饭啊-燃烧之刃"] = {
			["time"] = 0,
		},
		["小红手四-布兰卡德"] = {
			["time"] = 0,
		},
		["蝴蝶-加基森"] = {
			["time"] = 0,
		},
		["江湖人称炮爷-燃烧之刃"] = {
			["time"] = 0,
		},
		["带你飞飞-死亡之翼"] = {
			["time"] = 0,
		},
		["用余生告别-无尽之海"] = {
			["time"] = 0,
		},
		["欧米佳丶-燃烧之刃"] = {
			["time"] = 0,
		},
		["兜兜秘境九七-无尽之海"] = {
			["time"] = 0,
		},
		["你的小甜甜-冰霜之刃"] = {
			["time"] = 0,
		},
		["河边钓鱼-石锤"] = {
			["time"] = 0,
		},
		["Fsdgtdfh-凤凰之神"] = {
			["time"] = 0,
		},
		["就是会转啊转-芬里斯"] = {
			["time"] = 0,
		},
		["坦克三十八-国王之谷"] = {
			["time"] = 0,
		},
		["坦克十八-国王之谷"] = {
			["time"] = 0,
		},
		["完美五-利刃之拳"] = {
			["time"] = 0,
		},
		["冰蚕鬼斧-霜之哀伤"] = {
			["time"] = 0,
		},
		["墨香灬-阿纳克洛斯"] = {
			["time"] = 0,
		},
		["吾辈萘见杀戮-白骨荒野"] = {
			["time"] = 0,
		},
		["一天磕十瓶-回音山"] = {
			["time"] = 0,
		},
		["吃嫩草的小牛-风行者"] = {
			["time"] = 0,
		},
		["三个饭团-凤凰之神"] = {
			["time"] = 0,
		},
		["拿菜刀-无尽之海"] = {
			["time"] = 0,
		},
		["木木车队二一-利刃之拳"] = {
			["time"] = 0,
		},
		["洱海边忧伤-万色星辰"] = {
			["time"] = 0,
		},
		["只要老板十四-国王之谷"] = {
			["time"] = 0,
		},
		["坦克十二-国王之谷"] = {
			["time"] = 0,
		},
		["牛妹儿-诺森德"] = {
			["time"] = 0,
		},
		["一行忧伤-狂热之刃"] = {
			["time"] = 0,
		},
		["天龙一部-凤凰之神"] = {
			["time"] = 0,
		},
		["杰意六-黑铁"] = {
			["time"] = 0,
		},
		["醉态萌生-无尽之海"] = {
			["time"] = 0,
		},
		["风烟倦-无尽之海"] = {
			["time"] = 0,
		},
		["东京有点冷-伊利丹"] = {
			["time"] = 0,
		},
		["右派分子灬-芬里斯"] = {
			["time"] = 0,
		},
		["最后时刻-狂热之刃"] = {
			["time"] = 0,
		},
		["春眠不觉晓虓-死亡之翼"] = {
			["time"] = 0,
		},
		["天龙三部-银松森林"] = {
			["time"] = 0,
		},
		["Ffyivef-凤凰之神"] = {
			["time"] = 0,
		},
		["虚位以待-燃烧之刃"] = {
			["time"] = 0,
		},
		["四世同堂-烈焰峰"] = {
			["time"] = 0,
		},
		["忍者大秘境壹-格瑞姆巴托"] = {
			["time"] = 0,
		},
		["赐予安息-燃烧之刃"] = {
			["time"] = 0,
		},
		["秋天风铃七-血色十字军"] = {
			["time"] = 0,
		},
		["大吊男丶-死亡之翼"] = {
			["time"] = 0,
		},
		["龍雪-丽丽（四川）"] = {
			["time"] = 0,
		},
		["天龙六部-诺兹多姆"] = {
			["time"] = 0,
		},
		["Stdgb-凤凰之神"] = {
			["time"] = 0,
		},
		["必须喝大力-梦境之树"] = {
			["time"] = 0,
		},
		["殘丿影-洛丹伦"] = {
			["time"] = 0,
		},
		["七分袖-鲜血熔炉"] = {
			["time"] = 0,
		},
		["吉百利的宝贝-迪托马斯"] = {
			["time"] = 0,
		},
		["黑暗礼祭-地狱之石"] = {
			["time"] = 0,
		},
		["思念成海-狂热之刃"] = {
			["time"] = 0,
		},
		["你过分了-蜘蛛王国"] = {
			["time"] = 0,
		},
		["菲狄亚斯-凤凰之神"] = {
			["time"] = 0,
		},
		["一度风范-盖斯"] = {
			["time"] = 0,
		},
		["一世为人-烈焰峰"] = {
			["time"] = 0,
		},
		["神鸟凤凰-黑铁"] = {
			["time"] = 0,
		},
		["用角顶你-烈焰荆棘"] = {
			["time"] = 0,
		},
		["四棵大树啊-烈焰峰"] = {
			["time"] = 0,
		},
		["你看我看-狂热之刃"] = {
			["time"] = 0,
		},
		["成也萧何-燃烧之刃"] = {
			["time"] = 0,
		},
		["蓝小月-安苏"] = {
			["time"] = 0,
		},
		["只要老板一-国王之谷"] = {
			["time"] = 0,
		},
		["只要老板哦-国王之谷"] = {
			["time"] = 0,
		},
		["天野梢-凤凰之神"] = {
			["time"] = 0,
		},
		["鬼舞丶离笑-达基萨斯"] = {
			["time"] = 0,
		},
		["非诚勿扰丶-托尔巴拉德"] = {
			["time"] = 0,
		},
		["兜兜秘境四八-无尽之海"] = {
			["time"] = 0,
		},
		["薆纞-熔火之心"] = {
			["time"] = 0,
		},
		["指尖为你跳舞-阿扎达斯"] = {
			["time"] = 0,
		},
		["朝廷重臣-燃烧之刃"] = {
			["time"] = 0,
		},
		["饭团大秘境七-凤凰之神"] = {
			["time"] = 0,
		},
		["不够动人-燃烧之刃"] = {
			["time"] = 0,
		},
		["手拿橙武-千针石林"] = {
			["time"] = 0,
		},
		["向你挑战-燃烧之刃"] = {
			["time"] = 0,
		},
		["Dgertrygf-安苏"] = {
			["time"] = 0,
		},
		["壞絯孓紫淚-苏塔恩"] = {
			["time"] = 0,
		},
		["醉不可射-达尔坎"] = {
			["time"] = 0,
		},
		["饭团大米-凤凰之神"] = {
			["time"] = 0,
		},
		["走得太快-燃烧之刃"] = {
			["time"] = 0,
		},
		["你真丑啊-燃烧之刃"] = {
			["time"] = 0,
		},
		["木木车队十一-燃烧之刃"] = {
			["time"] = 0,
		},
		["非洲懒牛-克尔苏加德"] = {
			["time"] = 0,
		},
		["龍和-丽丽（四川）"] = {
			["time"] = 0,
		},
		["江南小镇-风行者"] = {
			["time"] = 0,
		},
		["真想知道-大漩涡"] = {
			["time"] = 0,
		},
		["隆和-丽丽（四川）"] = {
			["time"] = 0,
		},
		["喳喳儿-艾莫莉丝"] = {
			["time"] = 0,
		},
		["木木车队二-无尽之海"] = {
			["time"] = 0,
		},
		["足疗大姐-白银之手"] = {
			["time"] = 0,
		},
		["寻找战友-狂热之刃"] = {
			["time"] = 0,
		},
		["兜兜秘境七六-无尽之海"] = {
			["time"] = 0,
		},
		["阿三叔叔-燃烧之刃"] = {
			["time"] = 0,
		},
		["坦克四-国王之谷"] = {
			["time"] = 0,
		},
		["霸天龙-幽暗沼泽"] = {
			["time"] = 0,
		},
		["龙烈-丽丽（四川）"] = {
			["time"] = 0,
		},
		["爱着大海-燃烧之刃"] = {
			["time"] = 0,
		},
		["荣耀秘境十-凤凰之神"] = {
			["time"] = 0,
		},
		["云端栖鸾-无尽之海"] = {
			["time"] = 0,
		},
		["爱恨都随风-无尽之海"] = {
			["time"] = 0,
		},
		["二颗大树啊-烈焰峰"] = {
			["time"] = 0,
		},
		["伯爵坟墓-燃烧之刃"] = {
			["time"] = 0,
		},
		["兜兜秘境四二-无尽之海"] = {
			["time"] = 0,
		},
		["胸狠的小萝莉-冰霜之刃"] = {
			["time"] = 0,
		},
		["兜兜秘境七二-无尽之海"] = {
			["time"] = 0,
		},
		["场外加油-燃烧之刃"] = {
			["time"] = 0,
		},
		["格子兮-末日行者"] = {
			["time"] = 0,
		},
		["宇文玥二-黑龙军团"] = {
			["time"] = 0,
		},
		["技术战队-无尽之海"] = {
			["time"] = 0,
		},
		["小君君三号-丽丽（四川）"] = {
			["time"] = 0,
		},
		["跳跃飞行-地狱咆哮"] = {
			["time"] = 0,
		},
		["雷霆魔兽丶好-壁炉谷"] = {
			["time"] = 0,
		},
		["镜罪恶天使-巫妖之王"] = {
			["time"] = 0,
		},
		["只要老板七-国王之谷"] = {
			["time"] = 0,
		},
		["低保找我-无尽之海"] = {
			["time"] = 0,
		},
		["熙来攘往-狂热之刃"] = {
			["time"] = 0,
		},
		["舞之米娅-燃烧之刃"] = {
			["time"] = 0,
		},
		["胡萝卜爆兔兔-海克泰尔"] = {
			["time"] = 0,
		},
		["一幻刺一-恶魔之魂"] = {
			["time"] = 0,
		},
		["部落冰激凌-加基森"] = {
			["time"] = 0,
		},
		["大哥就我-燃烧之刃"] = {
			["time"] = 0,
		},
		["三青龙药-烈焰峰"] = {
			["time"] = 0,
		},
		["坦克十九-国王之谷"] = {
			["time"] = 0,
		},
		["暴锋电竞四十-凤凰之神"] = {
			["time"] = 0,
		},
		["汼郎-巴瑟拉斯"] = {
			["time"] = 0,
		},
		["巨力神肉山-洛萨"] = {
			["time"] = 0,
		},
		["夜微凉灬灬-回音山"] = {
			["time"] = 0,
		},
		["撕裂丶大地-龙骨平原"] = {
			["time"] = 0,
		},
		["又见飞刀-蓝龙军团"] = {
			["time"] = 0,
		},
		["有勇有谋-燃烧之刃"] = {
			["time"] = 0,
		},
		["宇文玥三-国王之谷"] = {
			["time"] = 0,
		},
		["用功读书-格瑞姆巴托"] = {
			["time"] = 0,
		},
		["最初美好-燃烧之刃"] = {
			["time"] = 0,
		},
		["木木车队一-无尽之海"] = {
			["time"] = 0,
		},
		["吃鸡实战队-无尽之海"] = {
			["time"] = 0,
		},
		["卡得潇洒-黑铁"] = {
			["time"] = 0,
		},
		["得得一号-托尔巴拉德"] = {
			["time"] = 0,
		},
		["牛哼牛哼-死亡之翼"] = {
			["time"] = 0,
		},
		["昨天昨天-狂热之刃"] = {
			["time"] = 0,
		},
		["帅气熊贝贝-黑铁"] = {
			["time"] = 0,
		},
		["女人要挺好-玛里苟斯"] = {
			["time"] = 0,
		},
		["我的影子-守护之剑"] = {
			["time"] = 0,
		},
		["雷疯夸我衰-风暴之鳞"] = {
			["time"] = 0,
		},
		["宇文玥一-国王之谷"] = {
			["time"] = 0,
		},
		["我怀念你-死亡之翼"] = {
			["time"] = 0,
		},
		["那个大佬-狂热之刃"] = {
			["time"] = 0,
		},
		["开始交谈-狂热之刃"] = {
			["time"] = 0,
		},
		["六个饭团-凤凰之神"] = {
			["time"] = 0,
		},
		["兜兜秘境七三-无尽之海"] = {
			["time"] = 0,
		},
		["Devilye-达克萨隆"] = {
			["time"] = 0,
		},
		["瀟靜風-暴风祭坛"] = {
			["time"] = 0,
		},
		["夜的七章-军团要塞"] = {
			["time"] = 0,
		},
		["Ffysix-贫瘠之地"] = {
			["time"] = 0,
		},
		["飞跃六-血色十字军"] = {
			["time"] = 0,
		},
		["仁慈的主-狂热之刃"] = {
			["time"] = 0,
		},
		["中餐厅丶-托尔巴拉德"] = {
			["time"] = 0,
		},
		["再淋一遍-燃烧之刃"] = {
			["time"] = 0,
		},
		["灬布丁果果灬-燃烧平原"] = {
			["time"] = 0,
		},
		["雾中尘埃-狂热之刃"] = {
			["time"] = 0,
		},
		["跨界歌王丶-托尔巴拉德"] = {
			["time"] = 0,
		},
		["伊俐丹义鏃風-霜狼"] = {
			["time"] = 0,
		},
		["只要老板十二-国王之谷"] = {
			["time"] = 0,
		},
		["宇文玥七-国王之谷"] = {
			["time"] = 0,
		},
		["只会转啊转-克苏恩"] = {
			["time"] = 0,
		},
		["差异存在-狂热之刃"] = {
			["time"] = 0,
		},
		["四个饭团-凤凰之神"] = {
			["time"] = 0,
		},
		["七科大树啊-烈焰峰"] = {
			["time"] = 0,
		},
		["鱼尾-加基森"] = {
			["time"] = 0,
		},
		["吃着火锅-桑德兰"] = {
			["time"] = 0,
		},
		["凌空一脚-暗影之月"] = {
			["time"] = 0,
		},
		["只要老板六-国王之谷"] = {
			["time"] = 0,
		},
		["心里苦味-巨龙之吼"] = {
			["time"] = 0,
		},
		["少先疯-无尽之海"] = {
			["time"] = 0,
		},
		["我已坠入-燃烧之刃"] = {
			["time"] = 0,
		},
		["神之恋心-无尽之海"] = {
			["time"] = 0,
		},
		["伊藤-哈兰"] = {
			["time"] = 0,
		},
		["點點贝勒-巴纳扎尔"] = {
			["time"] = 0,
		},
		["Ffyfou-凤凰之神"] = {
			["time"] = 0,
		},
		["Gedrrtyfgh-格瑞姆巴托"] = {
			["time"] = 0,
		},
		["红烧山鸡-黑龙军团"] = {
			["time"] = 0,
		},
		["宇文玥五-烈焰峰"] = {
			["time"] = 0,
		},
		["专业大米一-国王之谷"] = {
			["time"] = 0,
		},
		["魂梦相连-无尽之海"] = {
			["time"] = 0,
		},
		["贫民窟艺术家-无尽之海"] = {
			["time"] = 0,
		},
		["暴锋电竞十一-奥特兰克"] = {
			["time"] = 0,
		},
		["星哥哪么凶-加兹鲁维"] = {
			["time"] = 0,
		},
		["只要老板五-国王之谷"] = {
			["time"] = 0,
		},
		["春天的风铃八-血色十字军"] = {
			["time"] = 0,
		},
		["秘境找我-凤凰之神"] = {
			["time"] = 0,
		},
		["兜兜秘境七四-燃烧之刃"] = {
			["time"] = 0,
		},
		["忘记加雪-迪托马斯"] = {
			["time"] = 0,
		},
		["戴着眼罩-托尔巴拉德"] = {
			["time"] = 0,
		},
		["凱恩丶血瑅-冰风岗"] = {
			["time"] = 0,
		},
		["秘境列车-影之哀伤"] = {
			["time"] = 0,
		},
		["经常忘记-燃烧之刃"] = {
			["time"] = 0,
		},
		["可爱小兔-燃烧之刃"] = {
			["time"] = 0,
		},
		["龍虎鬥-丽丽（四川）"] = {
			["time"] = 0,
		},
		["她心里面-狂热之刃"] = {
			["time"] = 0,
		},
		["戴着面罩-火烟之谷"] = {
			["time"] = 0,
		},
		["吴花蝴蝶-燃烧之刃"] = {
			["time"] = 0,
		},
		["一拳打死-狂热之刃"] = {
			["time"] = 0,
		},
		["不想动找我-无尽之海"] = {
			["time"] = 0,
		},
		["看过老顾客-燃烧之刃"] = {
			["time"] = 0,
		},
		["饭团大秘境四-凤凰之神"] = {
			["time"] = 0,
		},
		["输出总是最告-死亡之翼"] = {
			["time"] = 0,
		},
		["棕牛一家亲-凤凰之神"] = {
			["time"] = 0,
		},
		["荣耀十三-凤凰之神"] = {
			["time"] = 0,
		},
		["兜兜秘境七七-无尽之海"] = {
			["time"] = 0,
		},
		["开心辞典丶-凤凰之神"] = {
			["time"] = 0,
		},
		["坦克十七-国王之谷"] = {
			["time"] = 0,
		},
		["光明幽灵-瑟莱德丝"] = {
			["time"] = 0,
		},
		["你要重来-芬里斯"] = {
			["time"] = 0,
		},
		["坏人不坏-苏塔恩"] = {
			["time"] = 0,
		},
		["他们来啦-燃烧之刃"] = {
			["time"] = 0,
		},
		["破晓之铭-夏维安"] = {
			["time"] = 0,
		},
		["补天神石-燃烧之刃"] = {
			["time"] = 0,
		},
		["战小猫-地狱咆哮"] = {
			["time"] = 0,
		},
		["给你唱歌-熔火之心"] = {
			["time"] = 0,
		},
		["我写的歌-达文格尔"] = {
			["time"] = 0,
		},
		["呕心沥血-暗影之月"] = {
			["time"] = 0,
		},
		["坦克十四-国王之谷"] = {
			["time"] = 0,
		},
		["三目丶贰-红龙女王"] = {
			["time"] = 0,
		},
		["杰意二-黑铁"] = {
			["time"] = 0,
		},
		["永结丶二号-克尔苏加德"] = {
			["time"] = 0,
		},
		["老饭团大米-凤凰之神"] = {
			["time"] = 0,
		},
		["那一刻的騒-伊森利恩"] = {
			["time"] = 0,
		},
		["泷小狼-主宰之剑"] = {
			["time"] = 0,
		},
		["同甲车队-凤凰之神"] = {
			["time"] = 0,
		},
		["北极以北-刀塔"] = {
			["time"] = 0,
		},
		["非我莫属丶-凤凰之神"] = {
			["time"] = 0,
		},
		["秘境可躺-凤凰之神"] = {
			["time"] = 0,
		},
		["得得三号-托尔巴拉德"] = {
			["time"] = 0,
		},
		["君君一号-黑翼之巢"] = {
			["time"] = 0,
		},
		["自我救赎-暗影议会"] = {
			["time"] = 0,
		},
		["烈焰分浪-银松森林"] = {
			["time"] = 0,
		},
		["坦克二十五-国王之谷"] = {
			["time"] = 0,
		},
		["无量魔刀-亚雷戈斯"] = {
			["time"] = 0,
		},
		["却很喜欢-燃烧之刃"] = {
			["time"] = 0,
		},
		["开始沸腾-狂热之刃"] = {
			["time"] = 0,
		},
		["寻风-激流之傲"] = {
			["time"] = 0,
		},
		["在于舒服-燃烧之刃"] = {
			["time"] = 0,
		},
		["影之小牛-凯恩血蹄"] = {
			["time"] = 0,
		},
		["七个肉包子-凤凰之神"] = {
			["time"] = 0,
		},
		["坏坏宝贝-阿迦玛甘"] = {
			["time"] = 0,
		},
		["Jtyuytikghg-凤凰之神"] = {
			["time"] = 0,
		},
		["忍者秘境八-格瑞姆巴托"] = {
			["time"] = 0,
		},
		["一颗大树啊-烈焰峰"] = {
			["time"] = 0,
		},
		["小红手啊-诺兹多姆"] = {
			["time"] = 0,
		},
		["丿隐为者灬丨-斯坦索姆"] = {
			["time"] = 0,
		},
		["欢乐喜剧人丶-托尔巴拉德"] = {
			["time"] = 0,
		},
		["职业大秘境-凤凰之神"] = {
			["time"] = 0,
		},
		["暗灬月一-血色十字军"] = {
			["time"] = 0,
		},
		["我怕个锤-无尽之海"] = {
			["time"] = 0,
		},
		["打爆对面条狗-无尽之海"] = {
			["time"] = 0,
		},
		["天梁鬼掌-泰兰德"] = {
			["time"] = 0,
		},
		["夜微凉灬灬-梦境之树"] = {
			["time"] = 0,
		},
		["天龙二部丶-迦拉克隆"] = {
			["time"] = 0,
		},
		["专业車队-死亡之翼"] = {
			["time"] = 0,
		},
		["荣耀十四-凤凰之神"] = {
			["time"] = 0,
		},
		["大哥足疗吗-迅捷微风"] = {
			["time"] = 0,
		},
		["就这么凶残-克苏恩"] = {
			["time"] = 0,
		},
		["舞蹈演员-烈焰峰"] = {
			["time"] = 0,
		},
		["微凉晨露-狂热之刃"] = {
			["time"] = 0,
		},
		["地狱幽灵-泰兰德"] = {
			["time"] = 0,
		},
		["晶盾红莲-红云台地"] = {
			["time"] = 0,
		},
		["只要老板十一-国王之谷"] = {
			["time"] = 0,
		},
		["岳小夏-格雷迈恩"] = {
			["time"] = 0,
		},
		["天苍鬼遗一-无尽之海"] = {
			["time"] = 0,
		},
		["忍者十一-格瑞姆巴托"] = {
			["time"] = 0,
		},
		["一个近战-狂热之刃"] = {
			["time"] = 0,
		},
		["大番薯啊-凤凰之神"] = {
			["time"] = 0,
		},
		["七凊六慾-冰风岗"] = {
			["time"] = 0,
		},
		["小生逍遙-无尽之海"] = {
			["time"] = 0,
		},
		["丶戰弑-死亡之翼"] = {
			["time"] = 0,
		},
		["六颗大树啊-烈焰峰"] = {
			["time"] = 0,
		},
		["无法天地-燃烧之刃"] = {
			["time"] = 0,
		},
		["低保找我哦-埃德萨拉"] = {
			["time"] = 0,
		},
		["低披挨丝-黑暗虚空"] = {
			["time"] = 0,
		},
		["小君君四号-迦拉克隆"] = {
			["time"] = 0,
		},
		["荭尘丶-死亡之翼"] = {
			["time"] = 0,
		},
		["忍者秘境九-格瑞姆巴托"] = {
			["time"] = 0,
		},
		["爱人可拉-燃烧平原"] = {
			["time"] = 0,
		},
		["心想事成一-凤凰之神"] = {
			["time"] = 0,
		},
		["一站到底丶-凤凰之神"] = {
			["time"] = 0,
		},
		["国际辣条协会-无尽之海"] = {
			["time"] = 0,
		},
		["水果四-麦姆"] = {
			["time"] = 0,
		},
		["一丝沧桑一-无尽之海"] = {
			["time"] = 0,
		},
		["文利三告-伊利丹"] = {
			["time"] = 0,
		},
		["第一次瞎-布莱克摩"] = {
			["time"] = 0,
		},
		["坦克二-国王之谷"] = {
			["time"] = 0,
		},
		["只要老板九-国王之谷"] = {
			["time"] = 0,
		},
		["坚挺大黄瓜-凤凰之神"] = {
			["time"] = 0,
		},
		["Cctvjin-龙骨平原"] = {
			["time"] = 0,
		},
		["忍者十二-格瑞姆巴托"] = {
			["time"] = 0,
		},
		["年轻人啊-狂热之刃"] = {
			["time"] = 0,
		},
		["荣耀张学友-凤凰之神"] = {
			["time"] = 0,
		},
		["天使魔法-狂热之刃"] = {
			["time"] = 0,
		},
		["小白不哭-阿纳克洛斯"] = {
			["time"] = 0,
		},
		["快乐的我-扎拉赞恩"] = {
			["time"] = 0,
		},
		["都不说话-燃烧之刃"] = {
			["time"] = 0,
		},
		["生活丶-火焰之树"] = {
			["time"] = 0,
		},
		["夜微凉灬灬-暗影之月"] = {
			["time"] = 0,
		},
		["灵犀笔-凤凰之神"] = {
			["time"] = 0,
		},
		["都没再来-燃烧之刃"] = {
			["time"] = 0,
		},
		["夜微凉灬灬-熔火之心"] = {
			["time"] = 0,
		},
		["蒙面歌王丶-托尔巴拉德"] = {
			["time"] = 0,
		},
		["放回口袋-燃烧之刃"] = {
			["time"] = 0,
		},
		["荣耀高铁丶-凤凰之神"] = {
			["time"] = 0,
		},
		["荣耀车队-凤凰之神"] = {
			["time"] = 0,
		},
		["三目丶伍-红龙女王"] = {
			["time"] = 0,
		},
		["浸血双刀-雷霆之王"] = {
			["time"] = 0,
		},
		["吾家贰店-燃烧之刃"] = {
			["time"] = 0,
		},
		["一朵艳阳-狂热之刃"] = {
			["time"] = 0,
		},
		["真难找呀-荆棘谷"] = {
			["time"] = 0,
		},
		["狗来人往-刺骨利刃"] = {
			["time"] = 0,
		},
		["幽林小璇-菲拉斯"] = {
			["time"] = 0,
		},
		["豐富-丽丽（四川）"] = {
			["time"] = 0,
		},
		["苍穹车队-无尽之海"] = {
			["time"] = 0,
		},
		["雨木林森-刺骨利刃"] = {
			["time"] = 0,
		},
		["用角打架-燃烧之刃"] = {
			["time"] = 0,
		},
		["轻皮佛变-神圣之歌"] = {
			["time"] = 0,
		},
		["水果六号-亚雷戈斯"] = {
			["time"] = 0,
		},
		["菲菲五-血色十字军"] = {
			["time"] = 0,
		},
		["兜兜秘境四十-无尽之海"] = {
			["time"] = 0,
		},
		["法使哥-凤凰之神"] = {
			["time"] = 0,
		},
		["黑牛一家亲-凤凰之神"] = {
			["time"] = 0,
		},
		["是否退色-燃烧之刃"] = {
			["time"] = 0,
		},
		["裆下有霸气-阿纳克洛斯"] = {
			["time"] = 0,
		},
		["兜兜秘境七九-无尽之海"] = {
			["time"] = 0,
		},
		["忍者秘境五-格瑞姆巴托"] = {
			["time"] = 0,
		},
		["兜兜秘境三九-无尽之海"] = {
			["time"] = 0,
		},
		["兜兜秘境七五-无尽之海"] = {
			["time"] = 0,
		},
		["Dsggrgdfd-凤凰之神"] = {
			["time"] = 0,
		},
		["萌小神丶-贫瘠之地"] = {
			["time"] = 0,
		},
		["下台鞠躬-燃烧之刃"] = {
			["time"] = 0,
		},
	},
	["versionMessageRead"] = true,
	["shareLimit"] = 500,
	["versionMessageToggle"] = true,
	["version"] = 7,
	["ignoreTimeLimit"] = 259200,
	["shareGuildToggle"] = true,
	["shareToggle"] = true,
	["defaultFilterToggle"] = true,
}
