
ElephantDBPerChar = {
	["profileKeys"] = {
		["风起春城暮 - 亡语者"] = "风起春城暮 - 亡语者",
	},
	["char"] = {
		["风起春城暮 - 亡语者"] = {
			["logs"] = {
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "悄悄话",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 21:35:08。",
						}, -- [1]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588858931,
							["arg1"] = "来吧，淹死吧。",
						}, -- [2]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588858997,
							["arg1"] = "逃……逃吧。你终将侍奉我。",
						}, -- [3]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588859116,
							["arg1"] = "睁开你的眼睛。",
						}, -- [4]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588859185,
							["arg1"] = "逃……逃吧。你终将侍奉我。",
						}, -- [5]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588859321,
							["arg1"] = "睁开你的眼睛。",
						}, -- [6]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588859391,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [7]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588860288,
							["arg1"] = "你让你真正的主人失望了。",
						}, -- [8]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588860336,
							["arg1"] = "进入我的国度……证明你们的价值。",
						}, -- [9]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588860435,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [10]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588862697,
							["arg1"] = "一个陨落，又有一千个代替它。",
						}, -- [11]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588862883,
							["arg1"] = "你在抵抗注定的命运。",
						}, -- [12]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588863049,
							["arg1"] = "接受我的赐福，就能揭晓所有真相。",
						}, -- [13]
						{
							["arg1"] = " ",
						}, -- [14]
						{
							["arg1"] = " ",
						}, -- [15]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 21:26:52。",
						}, -- [16]
						{
							["arg2"] = "|Kq8|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1588944797,
							["arg1"] = "小猫",
						}, -- [17]
						{
							["arg2"] = "|Kq8|k",
							["type"] = "BN_WHISPER",
							["time"] = 1588944838,
							["arg1"] = "啊",
						}, -- [18]
						{
							["arg2"] = "|Kq8|k",
							["type"] = "BN_WHISPER",
							["time"] = 1588944849,
							["arg1"] = "怎么了 小美人",
						}, -- [19]
						{
							["arg2"] = "|Kq8|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1588944854,
							["arg1"] = "低保？",
						}, -- [20]
						{
							["arg2"] = "|Kq8|k",
							["type"] = "BN_WHISPER",
							["time"] = 1588944863,
							["arg1"] = "走啊",
						}, -- [21]
						{
							["arg2"] = "|Kq8|k",
							["type"] = "BN_WHISPER",
							["time"] = 1588944877,
							["arg1"] = "熊宝？",
						}, -- [22]
						{
							["arg2"] = "|Kq8|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1588944888,
							["arg1"] = "他在等空投 等等",
						}, -- [23]
						{
							["arg2"] = "|Kq8|k",
							["type"] = "BN_WHISPER",
							["time"] = 1588944893,
							["arg1"] = "好",
						}, -- [24]
						{
							["arg1"] = " ",
						}, -- [25]
						{
							["arg1"] = " ",
						}, -- [26]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 22:12:22。",
						}, -- [27]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588947720,
							["arg1"] = "睁开你的眼睛。",
						}, -- [28]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588947787,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [29]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588948302,
							["arg1"] = "进入我的国度……证明你们的价值。",
						}, -- [30]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588948422,
							["arg1"] = "你们的眼睛……闭上了。",
						}, -- [31]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588948675,
							["arg1"] = "来吧，淹死吧。",
						}, -- [32]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588948753,
							["arg1"] = "你们的眼睛……闭上了。",
						}, -- [33]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588948888,
							["arg1"] = "睁开你的眼睛。",
						}, -- [34]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588948965,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [35]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588949195,
							["arg1"] = "很好，我的选民。你们证明了自己有资格接受我的馈赠。",
						}, -- [36]
						{
							["arg1"] = " ",
						}, -- [37]
						{
							["arg1"] = " ",
						}, -- [38]
						{
							["arg1"] = "记录开始于 05/08/2020 的 22:49:32。",
							["type"] = "SYSTEM",
						}, -- [39]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588949619,
							["arg1"] = "来吧，淹死吧。",
						}, -- [40]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588949700,
							["arg1"] = "你们的眼睛……闭上了。",
						}, -- [41]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588950675,
							["arg1"] = "来吧，淹死吧。",
						}, -- [42]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588950750,
							["arg1"] = "你们的眼睛……闭上了。",
						}, -- [43]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588951208,
							["arg1"] = "睁开你的眼睛。",
						}, -- [44]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588951319,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [45]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588951334,
							["arg1"] = "你无法逃脱命运。",
						}, -- [46]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588951554,
							["arg1"] = "很好，我的选民。你们证明了自己有资格接受我的馈赠。",
						}, -- [47]
						{
							["arg1"] = " ",
						}, -- [48]
						{
							["arg1"] = " ",
						}, -- [49]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 20:13:03。",
						}, -- [50]
						{
							["arg2"] = "歼灭者拉克哈尔",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589026707,
							["arg1"] = "痛苦在等待着你！",
						}, -- [51]
						{
							["arg2"] = "歼灭者拉克哈尔",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589026721,
							["arg1"] = "永恒的……痛苦……",
						}, -- [52]
						{
							["arg2"] = "屠戮者西克沃斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589027144,
							["arg1"] = "你必将破碎！",
						}, -- [53]
						{
							["arg2"] = "屠戮者西克沃斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589027172,
							["arg1"] = "尼奥罗萨……已经归来……",
						}, -- [54]
						{
							["arg2"] = "无光者维兹奥克",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589027397,
							["arg1"] = "跪倒在恩佐斯面前！",
						}, -- [55]
						{
							["arg2"] = "无光者维兹奥克",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589027430,
							["arg1"] = "一切……都将……灭亡……",
						}, -- [56]
						{
							["arg2"] = "|Kq58|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589028095,
							["arg1"] = "?",
						}, -- [57]
						{
							["arg1"] = " ",
						}, -- [58]
						{
							["arg1"] = " ",
						}, -- [59]
						{
							["arg1"] = "记录开始于 05/09/2020 的 20:41:55。",
							["type"] = "SYSTEM",
						}, -- [60]
						{
							["arg2"] = "|Kq58|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589028140,
							["arg1"] = "你今天怀旧团？",
						}, -- [61]
						{
							["arg2"] = "|Kq58|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589028239,
							["arg1"] = "有事?",
						}, -- [62]
						{
							["arg1"] = " ",
						}, -- [63]
						{
							["arg1"] = " ",
						}, -- [64]
						{
							["arg1"] = "记录开始于 05/09/2020 的 22:12:41。",
							["type"] = "SYSTEM",
						}, -- [65]
					},
				}, -- [1]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "团队",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 20:13:19。",
						}, -- [1]
						{
							["arg2"] = "睡觉喽",
							["type"] = "MONSTER_YELL",
							["time"] = 1588854237,
							["arg1"] = "没有人胆敢挑战兄弟会！",
							["clColor"] = "fffef367",
						}, -- [2]
						{
							["arg1"] = " ",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["arg1"] = "记录开始于 05/07/2020 的 21:01:01。",
							["type"] = "SYSTEM",
						}, -- [5]
						{
							["arg2"] = "裂隙之刃克莱恩",
							["type"] = "MONSTER_YELL",
							["time"] = 1588856769,
							["arg1"] = "我来了！别担心，我会对你放水的。",
						}, -- [6]
						{
							["arg2"] = "裂隙之刃克莱恩",
							["type"] = "MONSTER_YELL",
							["time"] = 1588856781,
							["arg1"] = "我在这！",
						}, -- [7]
						{
							["arg2"] = "嗜血的布莉欧娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1588857004,
							["arg1"] = "不留活口！",
						}, -- [8]
						{
							["arg2"] = "瓦力格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588857036,
							["arg1"] = "哦，蹦跶得挺欢！",
						}, -- [9]
						{
							["arg2"] = "瓦力格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588857087,
							["arg1"] = "剁碎了拿去喂鱼！",
						}, -- [10]
						{
							["arg2"] = "嗜血的布莉欧娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1588857109,
							["arg1"] = "快！给我拿个桶！一滴血都别浪费！",
						}, -- [11]
						{
							["arg2"] = "“小刀”洛蒂",
							["type"] = "MONSTER_YELL",
							["time"] = 1588857141,
							["arg1"] = "吃我一刀！",
						}, -- [12]
						{
							["arg1"] = " ",
						}, -- [13]
						{
							["arg1"] = " ",
						}, -- [14]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 21:35:08。",
						}, -- [15]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588858931,
							["arg1"] = "来吧，淹死吧。",
						}, -- [16]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588858997,
							["arg1"] = "逃……逃吧。你终将侍奉我。",
						}, -- [17]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588859116,
							["arg1"] = "睁开你的眼睛。",
						}, -- [18]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588859185,
							["arg1"] = "逃……逃吧。你终将侍奉我。",
						}, -- [19]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588859321,
							["arg1"] = "睁开你的眼睛。",
						}, -- [20]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588859391,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [21]
						{
							["arg2"] = "沃卡尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588859398,
							["arg1"] = "又是你？！我要把你撕碎！",
						}, -- [22]
						{
							["arg2"] = "沃卡尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588859460,
							["arg1"] = "同归于尽！",
						}, -- [23]
						{
							["arg2"] = "沃卡尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588859569,
							["arg1"] = "主人会重新修复我……",
						}, -- [24]
						{
							["arg2"] = "女祭司阿伦扎",
							["type"] = "MONSTER_YELL",
							["time"] = 1588860184,
							["arg1"] = "亚兹玛的爪牙，这儿不欢迎你们！",
						}, -- [25]
						{
							["arg2"] = "女祭司阿伦扎",
							["type"] = "MONSTER_YELL",
							["time"] = 1588860195,
							["arg1"] = "我的利爪会刺穿你的心脏。",
						}, -- [26]
						{
							["arg2"] = "女祭司阿伦扎",
							["type"] = "MONSTER_YELL",
							["time"] = 1588860209,
							["arg1"] = "你们不属于这里！",
						}, -- [27]
						{
							["arg2"] = "女祭司阿伦扎",
							["type"] = "MONSTER_YELL",
							["time"] = 1588860229,
							["arg1"] = "我的利爪会刺穿你的心脏。",
						}, -- [28]
						{
							["arg2"] = "女祭司阿伦扎",
							["type"] = "MONSTER_YELL",
							["time"] = 1588860244,
							["arg1"] = "你们不属于这里！",
						}, -- [29]
						{
							["arg2"] = "女祭司阿伦扎",
							["type"] = "MONSTER_YELL",
							["time"] = 1588860264,
							["arg1"] = "我的利爪会刺穿你的心脏。",
						}, -- [30]
						{
							["arg2"] = "女祭司阿伦扎",
							["type"] = "MONSTER_YELL",
							["time"] = 1588860280,
							["arg1"] = "净化腐蚀！",
						}, -- [31]
						{
							["arg2"] = "女祭司阿伦扎",
							["type"] = "MONSTER_YELL",
							["time"] = 1588860284,
							["arg1"] = "必须……净化……池子……",
						}, -- [32]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588860288,
							["arg1"] = "你让你真正的主人失望了。",
						}, -- [33]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588860336,
							["arg1"] = "进入我的国度……证明你们的价值。",
						}, -- [34]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588860435,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [35]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588860457,
							["arg1"] = "达萨即将苏醒，但你活不到那一刻了！",
						}, -- [36]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588860467,
							["arg1"] = "我要撕碎你的灵魂！",
						}, -- [37]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588860508,
							["arg1"] = "你的灵魂会四分五裂！",
						}, -- [38]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588860549,
							["arg1"] = "你的灵魂会四分五裂！",
						}, -- [39]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588860591,
							["arg1"] = "我要撕碎你的灵魂！",
						}, -- [40]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588860603,
							["arg1"] = "真是个不错的祭品！",
						}, -- [41]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588860632,
							["arg1"] = "我要撕碎你的灵魂！",
						}, -- [42]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588860673,
							["arg1"] = "我要撕碎你的灵魂！",
						}, -- [43]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588860700,
							["arg1"] = "我会善加利用你们的鲜血，反正你们也用不着了。",
						}, -- [44]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588860826,
							["arg1"] = "达萨即将苏醒，但你活不到那一刻了！",
						}, -- [45]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588860836,
							["arg1"] = "我要撕碎你的灵魂！",
						}, -- [46]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588860877,
							["arg1"] = "我要撕碎你的灵魂！",
						}, -- [47]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588860892,
							["arg1"] = "真是个不错的祭品！",
						}, -- [48]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588860918,
							["arg1"] = "你的灵魂会四分五裂！",
						}, -- [49]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588860960,
							["arg1"] = "我要撕碎你的灵魂！",
						}, -- [50]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588861001,
							["arg1"] = "你的灵魂会四分五裂！",
						}, -- [51]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588861031,
							["arg1"] = "你的鲜血归我了！",
						}, -- [52]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588861035,
							["arg1"] = "我会善加利用你们的鲜血，反正你们也用不着了。",
						}, -- [53]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588861140,
							["arg1"] = "达萨即将苏醒，但你活不到那一刻了！",
						}, -- [54]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588861150,
							["arg1"] = "你的灵魂会四分五裂！",
						}, -- [55]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588861193,
							["arg1"] = "我要撕碎你的灵魂！",
						}, -- [56]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588861235,
							["arg1"] = "你的灵魂会四分五裂！",
						}, -- [57]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588861276,
							["arg1"] = "我要撕碎你的灵魂！",
						}, -- [58]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588861317,
							["arg1"] = "我要撕碎你的灵魂！",
						}, -- [59]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588861358,
							["arg1"] = "你的灵魂会四分五裂！",
						}, -- [60]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588861400,
							["arg1"] = "我要撕碎你的灵魂！",
						}, -- [61]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588861403,
							["arg1"] = "蠢货！祖尔会撕碎……你们的……灵魂……",
						}, -- [62]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588862697,
							["arg1"] = "一个陨落，又有一千个代替它。",
						}, -- [63]
						{
							["arg2"] = "火金派防御者",
							["type"] = "MONSTER_YELL",
							["time"] = 1588862839,
							["arg1"] = "他们一直涌过来。我们不能失去两处神殿！",
						}, -- [64]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588862883,
							["arg1"] = "你在抵抗注定的命运。",
						}, -- [65]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588863049,
							["arg1"] = "接受我的赐福，就能揭晓所有真相。",
						}, -- [66]
						{
							["arg1"] = " ",
						}, -- [67]
						{
							["arg1"] = " ",
						}, -- [68]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 23:26:48。",
						}, -- [69]
						{
							["arg2"] = "生存者苏立",
							["type"] = "MONSTER_YELL",
							["time"] = 1588865240,
							["arg1"] = "这些幻影是无穷无尽的，但我们要尽力守住！",
						}, -- [70]
						{
							["arg2"] = "防御者鸥图",
							["type"] = "MONSTER_YELL",
							["time"] = 1588865506,
							["arg1"] = "我是钢铁之盾！但是我坚持不了多久了！",
						}, -- [71]
						{
							["arg2"] = "防御者鸥图",
							["type"] = "MONSTER_YELL",
							["time"] = 1588865627,
							["arg1"] = "我是钢铁之盾！但是我坚持不了多久了！",
						}, -- [72]
						{
							["arg2"] = "防御者鸥图",
							["type"] = "MONSTER_YELL",
							["time"] = 1588865805,
							["arg1"] = "我是钢铁之盾！但是我坚持不了多久了！",
						}, -- [73]
						{
							["arg2"] = "防御者鸥图",
							["type"] = "MONSTER_YELL",
							["time"] = 1588865807,
							["arg1"] = "坚持住，我来了！",
						}, -- [74]
						{
							["arg1"] = " ",
						}, -- [75]
						{
							["arg1"] = " ",
						}, -- [76]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 22:12:22。",
						}, -- [77]
						{
							["arg2"] = "唾海",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947281,
							["arg1"] = "Mrrglrgl，mmrglrlglrrrglrggl！",
						}, -- [78]
						{
							["arg2"] = "迪奥斯·强机",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947459,
							["arg1"] = "这完全不符合统计学！我们的访客还活着！",
						}, -- [79]
						{
							["arg2"] = "迪奥斯·强机",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947465,
							["arg1"] = "是时候请出坦克大战竞技场的传奇选手了！",
						}, -- [80]
						{
							["arg2"] = "迪奥斯·强机",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947467,
							["arg1"] = "观众们！今晚队伍的实力旗鼓相当！一定会火花四溅！",
						}, -- [81]
						{
							["arg2"] = "迪奥斯·强机",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947472,
							["arg1"] = "有请白金拳手以及仁慈侏儒4.U.型！",
						}, -- [82]
						{
							["arg2"] = "迪奥斯·强机",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947474,
							["arg1"] = "等等，什么鬼？！有几个地表来的蠢货掉进了竞技场！",
						}, -- [83]
						{
							["arg2"] = "迪奥斯·强机",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947479,
							["arg1"] = "让我们嗨起来吧！",
						}, -- [84]
						{
							["arg2"] = "迪奥斯·强机",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947481,
							["arg1"] = "飞溅区的观众请注意：当心血水！",
						}, -- [85]
						{
							["arg2"] = "迪奥斯·强机",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947529,
							["arg1"] = "哇噢噢噢！机械们侏儒们……这可真是出人意料的发展！",
						}, -- [86]
						{
							["arg2"] = "迪奥斯·强机",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947535,
							["arg1"] = "你们最爱的播报员，上场了！",
						}, -- [87]
						{
							["arg2"] = "迪奥斯·强机",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947539,
							["arg1"] = "别担心！我依然会尽全力为大家献上最精彩的解说！",
						}, -- [88]
						{
							["arg2"] = "迪奥斯·强机",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947566,
							["arg1"] = "出……局……",
						}, -- [89]
						{
							["arg2"] = "迪奥斯·强机",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947643,
							["arg1"] = "太震惊了！地表蠢货获胜！不过……我们还是会把他们跟垃圾一起丢出去！",
						}, -- [90]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588947720,
							["arg1"] = "睁开你的眼睛。",
						}, -- [91]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588947787,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [92]
						{
							["arg2"] = "温迪·考格斯沃",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947841,
							["arg1"] = "咬死他们，宝贝儿！",
						}, -- [93]
						{
							["arg2"] = "温迪·考格斯沃",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947846,
							["arg1"] = "小心头顶！",
						}, -- [94]
						{
							["arg2"] = "温迪·考格斯沃",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947856,
							["arg1"] = "早知道的话，我会先把你遛一圈！",
						}, -- [95]
						{
							["arg2"] = "温迪·考格斯沃",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947873,
							["arg1"] = "小心头顶！",
						}, -- [96]
						{
							["arg2"] = "温迪·考格斯沃",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947879,
							["arg1"] = "玩耍时间到！",
						}, -- [97]
						{
							["arg2"] = "温迪·考格斯沃",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947890,
							["arg1"] = "早知道的话，我会先把你遛一圈！",
						}, -- [98]
						{
							["arg2"] = "温迪·考格斯沃",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947907,
							["arg1"] = "小心头顶！",
						}, -- [99]
						{
							["arg2"] = "温迪·考格斯沃",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947913,
							["arg1"] = "玩耍时间到！",
						}, -- [100]
						{
							["arg2"] = "温迪·考格斯沃",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947924,
							["arg1"] = "早知道的话，我会先把你遛一圈！",
						}, -- [101]
						{
							["arg2"] = "温迪·考格斯沃",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947941,
							["arg1"] = "小心头顶！",
						}, -- [102]
						{
							["arg2"] = "温迪·考格斯沃",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947947,
							["arg1"] = "玩耍时间到！",
						}, -- [103]
						{
							["arg2"] = "温迪·考格斯沃",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947958,
							["arg1"] = "早知道的话，我会先把你遛一圈！",
						}, -- [104]
						{
							["arg2"] = "温迪·考格斯沃",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947975,
							["arg1"] = "小心头顶！",
						}, -- [105]
						{
							["arg2"] = "温迪·考格斯沃",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947981,
							["arg1"] = "你们干了什么？！畜生！",
						}, -- [106]
						{
							["arg2"] = "温迪·考格斯沃",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947986,
							["arg1"] = "我得花好几周才能修好他！",
						}, -- [107]
						{
							["arg2"] = "报警机器人",
							["type"] = "MONSTER_YELL",
							["time"] = 1588948134,
							["arg1"] = "警告！侦测到过高的血肉比例。警告！",
						}, -- [108]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588948302,
							["arg1"] = "进入我的国度……证明你们的价值。",
						}, -- [109]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588948422,
							["arg1"] = "你们的眼睛……闭上了。",
						}, -- [110]
						{
							["arg2"] = "首席机械师闪流",
							["type"] = "MONSTER_YELL",
							["time"] = 1588948449,
							["arg1"] = "欢迎光临我的花园，入侵者！",
						}, -- [111]
						{
							["arg2"] = "首席机械师闪流",
							["type"] = "MONSTER_YELL",
							["time"] = 1588948453,
							["arg1"] = "看来你多长了一颗脑袋！",
						}, -- [112]
						{
							["arg2"] = "首席机械师闪流",
							["type"] = "MONSTER_YELL",
							["time"] = 1588948455,
							["arg1"] = "把你的屁股炸开花！",
						}, -- [113]
						{
							["arg2"] = "首席机械师闪流",
							["type"] = "MONSTER_YELL",
							["time"] = 1588948463,
							["arg1"] = "很快就可以闻到烤肉的香味了！哈哈！",
						}, -- [114]
						{
							["arg2"] = "首席机械师闪流",
							["type"] = "MONSTER_YELL",
							["time"] = 1588948478,
							["arg1"] = "看来你多长了一颗脑袋！",
						}, -- [115]
						{
							["arg2"] = "首席机械师闪流",
							["type"] = "MONSTER_YELL",
							["time"] = 1588948501,
							["arg1"] = "把你的屁股炸开花！",
						}, -- [116]
						{
							["arg2"] = "首席机械师闪流",
							["type"] = "MONSTER_YELL",
							["time"] = 1588948504,
							["arg1"] = "我来帮你修剪一下！",
						}, -- [117]
						{
							["arg2"] = "首席机械师闪流",
							["type"] = "MONSTER_YELL",
							["time"] = 1588948511,
							["arg1"] = "很快就可以闻到烤肉的香味了！哈哈！",
						}, -- [118]
						{
							["arg2"] = "首席机械师闪流",
							["type"] = "MONSTER_YELL",
							["time"] = 1588948529,
							["arg1"] = "看来你多长了一颗脑袋！",
						}, -- [119]
						{
							["arg2"] = "首席机械师闪流",
							["type"] = "MONSTER_YELL",
							["time"] = 1588948547,
							["arg1"] = "把你的屁股炸开花！",
						}, -- [120]
						{
							["arg2"] = "首席机械师闪流",
							["type"] = "MONSTER_YELL",
							["time"] = 1588948555,
							["arg1"] = "看来你多长了一颗脑袋！",
						}, -- [121]
						{
							["arg2"] = "首席机械师闪流",
							["type"] = "MONSTER_YELL",
							["time"] = 1588948558,
							["arg1"] = "怕热？那就别闯进我的花园！",
						}, -- [122]
						{
							["arg2"] = "首席机械师闪流",
							["type"] = "MONSTER_YELL",
							["time"] = 1588948580,
							["arg1"] = "我来帮你修剪一下！",
						}, -- [123]
						{
							["arg2"] = "首席机械师闪流",
							["type"] = "MONSTER_YELL",
							["time"] = 1588948594,
							["arg1"] = "尝尝我种的大口径玫瑰！",
						}, -- [124]
						{
							["arg2"] = "首席机械师闪流",
							["type"] = "MONSTER_YELL",
							["time"] = 1588948604,
							["arg1"] = "怕热？那就别闯进我的花园！",
						}, -- [125]
						{
							["arg2"] = "首席机械师闪流",
							["type"] = "MONSTER_YELL",
							["time"] = 1588948606,
							["arg1"] = "我来帮你修剪一下！",
						}, -- [126]
						{
							["arg2"] = "首席机械师闪流",
							["type"] = "MONSTER_YELL",
							["time"] = 1588948614,
							["arg1"] = "这……不可能……",
						}, -- [127]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588948675,
							["arg1"] = "来吧，淹死吧。",
						}, -- [128]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588948753,
							["arg1"] = "你们的眼睛……闭上了。",
						}, -- [129]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588948888,
							["arg1"] = "睁开你的眼睛。",
						}, -- [130]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588948965,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [131]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1588948974,
							["arg1"] = "我，完美无瑕！",
						}, -- [132]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1588948982,
							["arg1"] = "你们躲不开我的目标锁定系统！",
						}, -- [133]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1588948999,
							["arg1"] = "你们躲不开我的目标锁定系统！",
						}, -- [134]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949005,
							["arg1"] = "推进器点火！",
						}, -- [135]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949018,
							["arg1"] = "你们躲不开我的目标锁定系统！",
						}, -- [136]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949035,
							["arg1"] = "你们躲不开我的目标锁定系统！",
						}, -- [137]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949042,
							["arg1"] = "推进器点火！",
						}, -- [138]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949054,
							["arg1"] = "你们躲不开我的目标锁定系统！",
						}, -- [139]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949064,
							["arg1"] = "你们以为这就打败我了？哈！蠢货！",
						}, -- [140]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949068,
							["arg1"] = "你们不过是毁了一台玩具模型！",
						}, -- [141]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949072,
							["arg1"] = "想瞧瞧我真正的秘密武器吗？那就让你们见识一下！",
						}, -- [142]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949085,
							["arg1"] = "所有能量传输至武器系统！",
						}, -- [143]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949104,
							["arg1"] = "磁力装置已就位！",
						}, -- [144]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949119,
							["arg1"] = "所有能量传输至武器系统！",
						}, -- [145]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949150,
							["arg1"] = "所有能量传输至武器系统！",
						}, -- [146]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949166,
							["arg1"] = "磁力装置已就位！",
						}, -- [147]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949181,
							["arg1"] = "所有能量传输至武器系统！",
						}, -- [148]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949195,
							["arg1"] = "你们……这些……次品……",
						}, -- [149]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588949195,
							["arg1"] = "很好，我的选民。你们证明了自己有资格接受我的馈赠。",
						}, -- [150]
						{
							["arg1"] = " ",
						}, -- [151]
						{
							["arg1"] = " ",
						}, -- [152]
						{
							["arg1"] = "记录开始于 05/08/2020 的 22:49:32。",
							["type"] = "SYSTEM",
						}, -- [153]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588949619,
							["arg1"] = "来吧，淹死吧。",
						}, -- [154]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588949700,
							["arg1"] = "你们的眼睛……闭上了。",
						}, -- [155]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949719,
							["arg1"] = "你的末日降临了！",
						}, -- [156]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949735,
							["arg1"] = "地上要小心了，你们这群长满藤壶的猪猡！",
						}, -- [157]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949751,
							["arg1"] = "你的末日降临了！",
						}, -- [158]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949767,
							["arg1"] = "地上要小心了，你们这群长满藤壶的猪猡！",
						}, -- [159]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949826,
							["arg1"] = "喂，你们这帮舱底鼠！",
						}, -- [160]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949860,
							["arg1"] = "啊！鲨鱼饵，去轰炸他们的船舷！",
						}, -- [161]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949878,
							["arg1"] = "舷窗根本挡不住！",
						}, -- [162]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949901,
							["arg1"] = "炸翻你们臭烘烘的甲板！",
						}, -- [163]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949920,
							["arg1"] = "弄洒别人的酒会遭报应的！",
						}, -- [164]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949923,
							["arg1"] = "哦，看看是谁还在晕船呢！",
						}, -- [165]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949935,
							["arg1"] = "射穿你们的皮！",
						}, -- [166]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949940,
							["arg1"] = "哦，看看是谁还在晕船呢！",
						}, -- [167]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949957,
							["arg1"] = "哦，看看是谁还在晕船呢！",
						}, -- [168]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949974,
							["arg1"] = "这滋味你今生难忘！",
						}, -- [169]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949978,
							["arg1"] = "看来……我要去……喂鲨鱼了……",
						}, -- [170]
						{
							["arg2"] = "黑齿拳手",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950135,
							["arg1"] = "我们自己乱战了起来！",
						}, -- [171]
						{
							["arg2"] = "“两眼虫”戴维",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950352,
							["arg1"] = "来来来，下注了！又来了一群受害——呃，参赛者！交给你们了，古尔戈索克和伍迪！",
						}, -- [172]
						{
							["arg2"] = "尤朵拉船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950479,
							["arg1"] = "我要拿你们的骨头当靶子。",
						}, -- [173]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950482,
							["arg1"] = "看看你能不能撑得住！",
						}, -- [174]
						{
							["arg2"] = "拉乌尔船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950487,
							["arg1"] = "干杯，水手们！",
						}, -- [175]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950488,
							["arg1"] = "预备！",
						}, -- [176]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950495,
							["arg1"] = "第一滴血！",
						}, -- [177]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950513,
							["arg1"] = "钢铁之潮！",
						}, -- [178]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950536,
							["arg1"] = "预备！",
						}, -- [179]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950566,
							["arg1"] = "钢铁之潮！",
						}, -- [180]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950589,
							["arg1"] = "预备！",
						}, -- [181]
						{
							["arg2"] = "尤朵拉船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950604,
							["arg1"] = "打得……漂亮……",
						}, -- [182]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950614,
							["arg1"] = "预备！",
						}, -- [183]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950638,
							["arg1"] = "钢铁之潮！",
						}, -- [184]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950659,
							["arg1"] = "请把我的剑跟我埋在一起……",
						}, -- [185]
						{
							["arg2"] = "拉乌尔船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950665,
							["arg1"] = "真受不了你们，喝酒去！",
						}, -- [186]
						{
							["arg2"] = "尤朵拉船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950669,
							["arg1"] = "啊，我枪膛里还有子弹呢。",
						}, -- [187]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950673,
							["arg1"] = "我什么时候才能碰上旗鼓相当的对手？",
						}, -- [188]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588950675,
							["arg1"] = "来吧，淹死吧。",
						}, -- [189]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588950750,
							["arg1"] = "你们的眼睛……闭上了。",
						}, -- [190]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588951208,
							["arg1"] = "睁开你的眼睛。",
						}, -- [191]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588951319,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [192]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588951334,
							["arg1"] = "你无法逃脱命运。",
						}, -- [193]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951334,
							["arg1"] = "猪猡，你觉得能斗得过我？看来我得好好教训你。",
						}, -- [194]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951355,
							["arg1"] = "开炮！把这些癞皮狗轰成渣！",
						}, -- [195]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951367,
							["arg1"] = "拿他们的肠子擦甲板！",
						}, -- [196]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951373,
							["arg1"] = "让这些水手瞧瞧我们的火力！",
						}, -- [197]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951388,
							["arg1"] = "全体上甲板！",
						}, -- [198]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951394,
							["arg1"] = "让这些水手瞧瞧我们的火力！",
						}, -- [199]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951409,
							["arg1"] = "拿他们的肠子擦甲板！",
						}, -- [200]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951415,
							["arg1"] = "让这些水手瞧瞧我们的火力！",
						}, -- [201]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951443,
							["arg1"] = "开炮！把这些癞皮狗轰成渣！",
						}, -- [202]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951449,
							["arg1"] = "拿他们的肠子擦甲板！",
						}, -- [203]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951461,
							["arg1"] = "开炮！把这些癞皮狗轰成渣！",
						}, -- [204]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951473,
							["arg1"] = "全体上甲板！",
						}, -- [205]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951485,
							["arg1"] = "让这些水手瞧瞧我们的火力！",
						}, -- [206]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951497,
							["arg1"] = "全体上甲板！",
						}, -- [207]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951519,
							["arg1"] = "开炮！把这些癞皮狗轰成渣！",
						}, -- [208]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951525,
							["arg1"] = "拿他们的肠子擦甲板！",
						}, -- [209]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951531,
							["arg1"] = "不可……思议……",
						}, -- [210]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588951554,
							["arg1"] = "很好，我的选民。你们证明了自己有资格接受我的馈赠。",
						}, -- [211]
						{
							["arg1"] = " ",
						}, -- [212]
						{
							["arg1"] = " ",
						}, -- [213]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 20:13:03。",
						}, -- [214]
						{
							["arg2"] = "审判官格恩肖尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589026699,
							["arg1"] = "干掉那个兽人，清扫暗巷区！拒绝主人之血的都不得好死！",
						}, -- [215]
						{
							["arg2"] = "歼灭者拉克哈尔",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589026707,
							["arg1"] = "痛苦在等待着你！",
						}, -- [216]
						{
							["arg2"] = "歼灭者拉克哈尔",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589026721,
							["arg1"] = "永恒的……痛苦……",
						}, -- [217]
						{
							["arg2"] = "博亚",
							["type"] = "MONSTER_YELL",
							["time"] = 1589026788,
							["arg1"] = "救命！斯诺恩发疯了！",
						}, -- [218]
						{
							["arg2"] = "雷克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589026896,
							["arg1"] = "你不过是恩佐斯无尽大军面前的蝼蚁。现在，我就要踩死你！",
						}, -- [219]
						{
							["arg2"] = "雷克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027056,
							["arg1"] = "我会把你的血肉喂给我的野兽，把你的灵魂献给恩佐斯！",
						}, -- [220]
						{
							["arg2"] = "雷克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027061,
							["arg1"] = "来吧，我的宠物！侍奉你的主人！",
						}, -- [221]
						{
							["arg2"] = "雷克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027067,
							["arg1"] = "我的野兽会吞噬你！",
						}, -- [222]
						{
							["arg2"] = "雷克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027075,
							["arg1"] = "消灭这些猎物！",
						}, -- [223]
						{
							["arg2"] = "雷克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027078,
							["arg1"] = "恩佐斯能号令的，可不只是动物！",
						}, -- [224]
						{
							["arg2"] = "泽坎",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027131,
							["arg1"] = "勇士们！我们需要帮助！",
						}, -- [225]
						{
							["arg2"] = "屠戮者西克沃斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589027144,
							["arg1"] = "你必将破碎！",
						}, -- [226]
						{
							["arg2"] = "泽坎",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027146,
							["arg1"] = "得先把那个干掉。",
						}, -- [227]
						{
							["arg2"] = "屠戮者西克沃斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589027172,
							["arg1"] = "尼奥罗萨……已经归来……",
						}, -- [228]
						{
							["arg2"] = "泽坎",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027182,
							["arg1"] = "恩佐斯的腐化图腾全是虚空的低语，把我们的萨满逼疯了。得把图腾都毁掉。",
						}, -- [229]
						{
							["arg2"] = "盖亚拉大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027184,
							["arg1"] = "杜隆坦的假儿子必须死！他手上沾满了玛格汉的鲜血！",
						}, -- [230]
						{
							["arg2"] = "无光者维兹奥克",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027344,
							["arg1"] = "虚空在呼唤你！",
						}, -- [231]
						{
							["arg2"] = "盖亚拉大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027345,
							["arg1"] = "以玛格汉的名义，干掉那个怪物！",
						}, -- [232]
						{
							["arg2"] = "无光者维兹奥克",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589027397,
							["arg1"] = "跪倒在恩佐斯面前！",
						}, -- [233]
						{
							["arg2"] = "无光者维兹奥克",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589027430,
							["arg1"] = "一切……都将……灭亡……",
						}, -- [234]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027914,
							["arg1"] = "元素已经发声。艾泽拉斯即将灭亡。",
						}, -- [235]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027920,
							["arg1"] = "不喝血的，都得死！",
						}, -- [236]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027924,
							["arg1"] = "古神之血是我们唯一的救赎！",
						}, -- [237]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027932,
							["arg1"] = "我们必须服从恩佐斯！",
						}, -- [238]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027958,
							["arg1"] = "我们必须服从恩佐斯！",
						}, -- [239]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027974,
							["arg1"] = "感谢你……让我……重获自由……",
						}, -- [240]
						{
							["arg1"] = " ",
						}, -- [241]
						{
							["arg1"] = " ",
						}, -- [242]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 21:18:08。",
						}, -- [243]
						{
							["arg2"] = "未知目标",
							["type"] = "MONSTER_YELL",
							["time"] = 1589030678,
							["arg1"] = "你胆敢打扰我们神圣的行动？",
						}, -- [244]
						{
							["arg2"] = "凯姆斯，黎明之刃",
							["type"] = "MONSTER_YELL",
							["time"] = 1589030698,
							["arg1"] = "你会因为惹怒光刃而懊悔不已！",
						}, -- [245]
						{
							["arg2"] = "凯姆斯，黎明之刃",
							["type"] = "MONSTER_YELL",
							["time"] = 1589030712,
							["arg1"] = "你才打败了学生，现在面对老师吧！",
						}, -- [246]
						{
							["arg2"] = "哈丹队长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589030996,
							["arg1"] = "阿玛赛特已经释放了泰坦守护者！坚守战线！",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = " ",
						}, -- [249]
						{
							["arg1"] = "记录开始于 05/09/2020 的 22:12:41。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
				}, -- [2]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "小队",
					["logs"] = {
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588949208,
							["arg1"] = "|cffa335ee|Hitem:168965::::::::120:581::16:4:6536:6515:1522:4786:::|h[模块化的白金外壳]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [1]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588949229,
							["arg1"] = "ok",
							["clColor"] = "ffa22fc8",
						}, -- [2]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588949237,
							["arg1"] = "好打",
							["clColor"] = "ffa22fc8",
						}, -- [3]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588949248,
							["arg1"] = "小虫 ",
							["clColor"] = "ffa22fc8",
						}, -- [4]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588949273,
							["arg1"] = "|cff71d5ff|Hspell:207684:0|h[悲苦咒符]|h|r 没所谓的",
							["clColor"] = "ffa22fc8",
						}, -- [5]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588949279,
							["arg1"] = "只要a了 ",
							["clColor"] = "ffa22fc8",
						}, -- [6]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588949290,
							["arg1"] = "只要先a了一下",
							["clColor"] = "ffa22fc8",
						}, -- [7]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588949307,
							["arg1"] = "刚才 没a一下",
							["clColor"] = "ffa22fc8",
						}, -- [8]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "PARTY",
							["time"] = 1588949344,
							["arg1"] = "我去WC",
							["clColor"] = "ff8686ec",
						}, -- [9]
						{
							["arg1"] = " ",
						}, -- [10]
						{
							["arg1"] = " ",
						}, -- [11]
						{
							["arg1"] = "记录开始于 05/08/2020 的 22:49:32。",
							["type"] = "SYSTEM",
						}, -- [12]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588949409,
							["arg1"] = "w才 125斤",
							["clColor"] = "ffa22fc8",
						}, -- [13]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588949441,
							["arg1"] = "上次 病了 才90斤",
							["clColor"] = "ffa22fc8",
						}, -- [14]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588949451,
							["arg1"] = "没",
							["clColor"] = "ffa22fc8",
						}, -- [15]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588949497,
							["arg1"] = "木头不在 ",
							["clColor"] = "ffa22fc8",
						}, -- [16]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588949503,
							["arg1"] = "|cff66bbff|Hjournal:0:1022:23|h[地渊孢林]|h|r 19c",
							["clColor"] = "ffa22fc8",
						}, -- [17]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588949529,
							["arg1"] = "木头 n 可以的",
							["clColor"] = "ffa22fc8",
						}, -- [18]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588949568,
							["arg1"] = "小虫 猫d 采的快",
							["clColor"] = "ffa22fc8",
						}, -- [19]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588949584,
							["arg1"] = "不打",
							["clColor"] = "ffa22fc8",
						}, -- [20]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588949588,
							["arg1"] = "门口",
							["clColor"] = "ffa22fc8",
						}, -- [21]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1588949604,
							["arg1"] = "[Wind 地下城助手] 失误记录已启动，祝好运尽兴！",
							["clColor"] = "fffe7b09",
						}, -- [22]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588949616,
							["arg1"] = "坦克激活方尖碑",
							["clColor"] = "ffa22fc8",
						}, -- [23]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588949619,
							["arg1"] = "来吧，淹死吧。",
						}, -- [24]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1588949636,
							["arg1"] = "风起春城暮 被 |cff71d5ff|Hspell:314565:0|h[亵渎大地]|h|r  击中，伤害为 25.0万 (47%)。",
							["clColor"] = "fffe7b09",
						}, -- [25]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588949700,
							["arg1"] = "你们的眼睛……闭上了。",
						}, -- [26]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588949702,
							["arg1"] = "坦克进入裂隙",
							["clColor"] = "ffa22fc8",
						}, -- [27]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949719,
							["arg1"] = "你的末日降临了！",
						}, -- [28]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949735,
							["arg1"] = "地上要小心了，你们这群长满藤壶的猪猡！",
						}, -- [29]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1588949745,
							["arg1"] = "Xiaodouding 被 |cff71d5ff|Hspell:257426:0|h[反手猛击]|h|r  击中，伤害为 46.1万 (88%)。",
							["clColor"] = "fffe7b09",
						}, -- [30]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949751,
							["arg1"] = "你的末日降临了！",
						}, -- [31]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949767,
							["arg1"] = "地上要小心了，你们这群长满藤壶的猪猡！",
						}, -- [32]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1588949795,
							["arg1"] = "Details! Xiaodouding's 死亡: |cff71d5ff|Hspell:257426:0|h[反手猛击]|h|r: 61万 ",
							["clColor"] = "fffe7b09",
						}, -- [33]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1588949799,
							["arg1"] = "Xiaodouding 被 |cff71d5ff|Hspell:257426:0|h[反手猛击]|h|r  击中，伤害为 60.4万 (115%)。",
							["clColor"] = "fffe7b09",
						}, -- [34]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949826,
							["arg1"] = "喂，你们这帮舱底鼠！",
						}, -- [35]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588949829,
							["arg1"] = "sx",
							["clColor"] = "ffa22fc8",
						}, -- [36]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588949837,
							["arg1"] = "sx",
							["clColor"] = "ffa22fc8",
						}, -- [37]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588949838,
							["arg1"] = "sx",
							["clColor"] = "ffa22fc8",
						}, -- [38]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588949838,
							["arg1"] = "sx",
							["clColor"] = "ffa22fc8",
						}, -- [39]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588949839,
							["arg1"] = "sx",
							["clColor"] = "ffa22fc8",
						}, -- [40]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588949839,
							["arg1"] = "sx",
							["clColor"] = "ffa22fc8",
						}, -- [41]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588949840,
							["arg1"] = "sx",
							["clColor"] = "ffa22fc8",
						}, -- [42]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588949844,
							["arg1"] = "sx",
							["clColor"] = "ffa22fc8",
						}, -- [43]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588949844,
							["arg1"] = "s",
							["clColor"] = "ffa22fc8",
						}, -- [44]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588949851,
							["arg1"] = "sx",
							["clColor"] = "ffa22fc8",
						}, -- [45]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588949852,
							["arg1"] = "sx",
							["clColor"] = "ffa22fc8",
						}, -- [46]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588949853,
							["arg1"] = "sx",
							["clColor"] = "ffa22fc8",
						}, -- [47]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949860,
							["arg1"] = "啊！鲨鱼饵，去轰炸他们的船舷！",
						}, -- [48]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588949865,
							["arg1"] = ".sx",
							["clColor"] = "ffa22fc8",
						}, -- [49]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949878,
							["arg1"] = "舷窗根本挡不住！",
						}, -- [50]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1588949900,
							["arg1"] = "风起春城暮 被 |cff71d5ff|Hspell:272046:0|h[俯冲轰炸]|h|r  击中，伤害为 29.1万 (55%)。",
							["clColor"] = "fffe7b09",
						}, -- [51]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949901,
							["arg1"] = "炸翻你们臭烘烘的甲板！",
						}, -- [52]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949920,
							["arg1"] = "弄洒别人的酒会遭报应的！",
						}, -- [53]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949923,
							["arg1"] = "哦，看看是谁还在晕船呢！",
						}, -- [54]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1588949934,
							["arg1"] = "风起春城暮 被 |cff71d5ff|Hspell:272046:0|h[俯冲轰炸]|h|r  击中，伤害为 29.2万 (55%)。",
							["clColor"] = "fffe7b09",
						}, -- [55]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1588949934,
							["arg1"] = "万物咸覩-凤凰之神 被 |cff71d5ff|Hspell:272046:0|h[俯冲轰炸]|h|r  击中，伤害为 24.9万 (51%)。",
							["clColor"] = "fffe7b09",
						}, -- [56]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949935,
							["arg1"] = "射穿你们的皮！",
						}, -- [57]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949940,
							["arg1"] = "哦，看看是谁还在晕船呢！",
						}, -- [58]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949957,
							["arg1"] = "哦，看看是谁还在晕船呢！",
						}, -- [59]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949974,
							["arg1"] = "这滋味你今生难忘！",
						}, -- [60]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949978,
							["arg1"] = "看来……我要去……喂鲨鱼了……",
						}, -- [61]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1588950009,
							["arg1"] = "Xiaodouding 被 |cff71d5ff|Hspell:257426:0|h[反手猛击]|h|r  击中，伤害为 24.7万 (47%)。",
							["clColor"] = "fffe7b09",
						}, -- [62]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588950055,
							["arg1"] = "假死已触发 gg",
							["clColor"] = "ffa22fc8",
						}, -- [63]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1588950055,
							["arg1"] = "Details! Xiaodouding's 死亡: |cff71d5ff|Hspell:240446:0|h[爆炸]|h|r: 20万 ",
							["clColor"] = "fffe7b09",
						}, -- [64]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1588950069,
							["arg1"] = "丶丷 被 |cff71d5ff|Hspell:315161:0|h[腐化之眼]|h|r  击中，伤害为 44.8万 (32%)。",
							["clColor"] = "fffe7b09",
						}, -- [65]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588950105,
							["arg1"] = "9",
							["clColor"] = "ffa22fc8",
						}, -- [66]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1588950125,
							["arg1"] = "丶丷 被 |cff71d5ff|Hspell:274389:0|h[捕鼠陷阱]|h|r 击中。",
							["clColor"] = "fffe7b09",
						}, -- [67]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1588950125,
							["arg1"] = "Xiaodouding 被 |cff71d5ff|Hspell:274389:0|h[捕鼠陷阱]|h|r 击中。",
							["clColor"] = "fffe7b09",
						}, -- [68]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1588950125,
							["arg1"] = "万物咸覩-凤凰之神 被 |cff71d5ff|Hspell:274389:0|h[捕鼠陷阱]|h|r 击中。",
							["clColor"] = "fffe7b09",
						}, -- [69]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1588950125,
							["arg1"] = "丫丫小猫-血顶 被 |cff71d5ff|Hspell:274389:0|h[捕鼠陷阱]|h|r 击中。",
							["clColor"] = "fffe7b09",
						}, -- [70]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1588950130,
							["arg1"] = "Xiaodouding 被 |cff71d5ff|Hspell:274389:0|h[捕鼠陷阱]|h|r  击中，伤害为 18.3万 (35%)。",
							["clColor"] = "fffe7b09",
						}, -- [71]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1588950130,
							["arg1"] = "万物咸覩-凤凰之神 被 |cff71d5ff|Hspell:274389:0|h[捕鼠陷阱]|h|r  击中，伤害为 30.8万 (64%)。",
							["clColor"] = "fffe7b09",
						}, -- [72]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1588950130,
							["arg1"] = "丫丫小猫-血顶 被 |cff71d5ff|Hspell:274389:0|h[捕鼠陷阱]|h|r  击中，伤害为 30.6万 (54%)。",
							["clColor"] = "fffe7b09",
						}, -- [73]
						{
							["arg2"] = "黑齿拳手",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950135,
							["arg1"] = "我们自己乱战了起来！",
						}, -- [74]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1588950143,
							["arg1"] = "丶丷 被 |cff71d5ff|Hspell:274389:0|h[捕鼠陷阱]|h|r 击中。",
							["clColor"] = "fffe7b09",
						}, -- [75]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1588950143,
							["arg1"] = "Xiaodouding 被 |cff71d5ff|Hspell:274389:0|h[捕鼠陷阱]|h|r 击中。",
							["clColor"] = "fffe7b09",
						}, -- [76]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1588950143,
							["arg1"] = "万物咸覩-凤凰之神 被 |cff71d5ff|Hspell:274389:0|h[捕鼠陷阱]|h|r 击中。",
							["clColor"] = "fffe7b09",
						}, -- [77]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1588950144,
							["arg1"] = "风起春城暮 被 |cff71d5ff|Hspell:274389:0|h[捕鼠陷阱]|h|r 击中。",
							["clColor"] = "fffe7b09",
						}, -- [78]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1588950148,
							["arg1"] = "Xiaodouding 被 |cff71d5ff|Hspell:274389:0|h[捕鼠陷阱]|h|r  击中，伤害为 19.5万 (37%)。",
							["clColor"] = "fffe7b09",
						}, -- [79]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1588950148,
							["arg1"] = "万物咸覩-凤凰之神 被 |cff71d5ff|Hspell:274389:0|h[捕鼠陷阱]|h|r  击中，伤害为 30.6万 (63%)。",
							["clColor"] = "fffe7b09",
						}, -- [80]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1588950150,
							["arg1"] = "Details! 万物咸覩's 死亡: |cff71d5ff|Hspell:257747:0|h[撼地者]|h|r: 4.9万 ",
							["clColor"] = "fffe7b09",
						}, -- [81]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588950275,
							["arg1"] = "开大",
							["clColor"] = "ffa22fc8",
						}, -- [82]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1588950326,
							["arg1"] = "万物咸覩-凤凰之神 被 |cff71d5ff|Hspell:257757:0|h[“蕉”燥狂攻]|h|r  击中，伤害为 32.2万 (66%)。",
							["clColor"] = "fffe7b09",
						}, -- [83]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1588950326,
							["arg1"] = "Xiaodouding 被 |cff71d5ff|Hspell:257757:0|h[“蕉”燥狂攻]|h|r  击中，伤害为 50.0万 (95%)。",
							["clColor"] = "fffe7b09",
						}, -- [84]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1588950326,
							["arg1"] = "丶丷 被 |cff71d5ff|Hspell:257757:0|h[“蕉”燥狂攻]|h|r |cff71d5ff|Hspell:315161:0|h[腐化之眼]|h|r  击中，伤害为 44.6万 (48%)。",
							["clColor"] = "fffe7b09",
						}, -- [85]
						{
							["arg2"] = "“两眼虫”戴维",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950352,
							["arg1"] = "来来来，下注了！又来了一群受害——呃，参赛者！交给你们了，古尔戈索克和伍迪！",
						}, -- [86]
						{
							["arg2"] = "尤朵拉船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950479,
							["arg1"] = "我要拿你们的骨头当靶子。",
						}, -- [87]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950482,
							["arg1"] = "看看你能不能撑得住！",
						}, -- [88]
						{
							["arg2"] = "拉乌尔船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950487,
							["arg1"] = "干杯，水手们！",
						}, -- [89]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950488,
							["arg1"] = "预备！",
						}, -- [90]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950495,
							["arg1"] = "第一滴血！",
						}, -- [91]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1588950495,
							["arg1"] = "Details! Xiaodouding's 死亡: [近战]: 23万 ",
							["clColor"] = "fffe7b09",
						}, -- [92]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1588950498,
							["arg1"] = "Xiaodouding 被 |cff71d5ff|Hspell:258352:0|h[葡萄弹]|h|r  击中，伤害为 47.4万 (91%)。",
							["clColor"] = "fffe7b09",
						}, -- [93]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950513,
							["arg1"] = "钢铁之潮！",
						}, -- [94]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1588950533,
							["arg1"] = "Xiaodouding 被 |cff71d5ff|Hspell:272397:0|h[回旋剑刃]|h|r  击中，伤害为 38.1万 (73%)。",
							["clColor"] = "fffe7b09",
						}, -- [95]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588950534,
							["arg1"] = "xx",
							["clColor"] = "ffa22fc8",
						}, -- [96]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588950535,
							["arg1"] = "最后一搏准备就绪",
							["clColor"] = "ffa22fc8",
						}, -- [97]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950536,
							["arg1"] = "预备！",
						}, -- [98]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1588950552,
							["arg1"] = "丶丷 被 |cff71d5ff|Hspell:315161:0|h[腐化之眼]|h|r |cff71d5ff|Hspell:258352:0|h[葡萄弹]|h|r  击中，伤害为 27.9万 (30%)。",
							["clColor"] = "fffe7b09",
						}, -- [99]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1588950555,
							["arg1"] = "Xiaodouding 被 |cff71d5ff|Hspell:258352:0|h[葡萄弹]|h|r  击中，伤害为 32.1万 (61%)。",
							["clColor"] = "fffe7b09",
						}, -- [100]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950566,
							["arg1"] = "钢铁之潮！",
						}, -- [101]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1588950579,
							["arg1"] = "丶丷 被 |cff71d5ff|Hspell:272397:0|h[回旋剑刃]|h|r  击中，伤害为 33.4万 (36%)。",
							["clColor"] = "fffe7b09",
						}, -- [102]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1588950584,
							["arg1"] = "Xiaodouding 被 |cff71d5ff|Hspell:258352:0|h[葡萄弹]|h|r  击中，伤害为 30.1万 (58%)。",
							["clColor"] = "fffe7b09",
						}, -- [103]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1588950585,
							["arg1"] = "丫丫小猫-血顶 被 |cff71d5ff|Hspell:258352:0|h[葡萄弹]|h|r |cff71d5ff|Hspell:315161:0|h[腐化之眼]|h|r  击中，伤害为 25.1万 (44%)。",
							["clColor"] = "fffe7b09",
						}, -- [104]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1588950589,
							["arg1"] = "万物咸覩-凤凰之神 被 |cff71d5ff|Hspell:258352:0|h[葡萄弹]|h|r  击中，伤害为 24.6万 (51%)。",
							["clColor"] = "fffe7b09",
						}, -- [105]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950589,
							["arg1"] = "预备！",
						}, -- [106]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588950598,
							["arg1"] = "假死已触发 gg",
							["clColor"] = "ffa22fc8",
						}, -- [107]
						{
							["arg2"] = "尤朵拉船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950604,
							["arg1"] = "打得……漂亮……",
						}, -- [108]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950614,
							["arg1"] = "预备！",
						}, -- [109]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950638,
							["arg1"] = "钢铁之潮！",
						}, -- [110]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1588950657,
							["arg1"] = "丫丫小猫-血顶 被 |cff71d5ff|Hspell:272374:0|h[回旋剑刃]|h|r  击中，伤害为 20.6万 (36%)。",
							["clColor"] = "fffe7b09",
						}, -- [111]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950659,
							["arg1"] = "请把我的剑跟我埋在一起……",
						}, -- [112]
						{
							["arg2"] = "拉乌尔船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950665,
							["arg1"] = "真受不了你们，喝酒去！",
						}, -- [113]
						{
							["arg2"] = "尤朵拉船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950669,
							["arg1"] = "啊，我枪膛里还有子弹呢。",
						}, -- [114]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588950673,
							["arg1"] = "坦克激活方尖碑",
							["clColor"] = "ffa22fc8",
						}, -- [115]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950673,
							["arg1"] = "我什么时候才能碰上旗鼓相当的对手？",
						}, -- [116]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588950675,
							["arg1"] = "来吧，淹死吧。",
						}, -- [117]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588950750,
							["arg1"] = "你们的眼睛……闭上了。",
						}, -- [118]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588950752,
							["arg1"] = "坦克进入裂隙",
							["clColor"] = "ffa22fc8",
						}, -- [119]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1588950842,
							["arg1"] = "丫丫小猫-血顶 被 |cff71d5ff|Hspell:257902:0|h[弹跳龟壳]|h|r  击中，伤害为 18.1万 (32%)。",
							["clColor"] = "fffe7b09",
						}, -- [120]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1588950860,
							["arg1"] = "Xiaodouding 被 |cff71d5ff|Hspell:257902:0|h[弹跳龟壳]|h|r |cff71d5ff|Hspell:315161:0|h[腐化之眼]|h|r  击中，伤害为 58.3万 (111%)。",
							["clColor"] = "fffe7b09",
						}, -- [121]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1588950863,
							["arg1"] = "万物咸覩-凤凰之神 被 |cff71d5ff|Hspell:315161:0|h[腐化之眼]|h|r |cff71d5ff|Hspell:257902:0|h[弹跳龟壳]|h|r  击中，伤害为 27.3万 (56%)。",
							["clColor"] = "fffe7b09",
						}, -- [122]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1588950865,
							["arg1"] = "Xiaodouding 被 |cff71d5ff|Hspell:257902:0|h[弹跳龟壳]|h|r  击中，伤害为 28.1万 (54%)。",
							["clColor"] = "fffe7b09",
						}, -- [123]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1588950921,
							["arg1"] = "Xiaodouding 被 |cff71d5ff|Hspell:257757:0|h[“蕉”燥狂攻]|h|r  击中，伤害为 41.8万 (80%)。",
							["clColor"] = "fffe7b09",
						}, -- [124]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1588950921,
							["arg1"] = "万物咸覩-凤凰之神 被 |cff71d5ff|Hspell:257757:0|h[“蕉”燥狂攻]|h|r  击中，伤害为 25.9万 (53%)。",
							["clColor"] = "fffe7b09",
						}, -- [125]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1588950970,
							["arg1"] = "Details! Xiaodouding's 死亡: |cff71d5ff|Hspell:256552:0|h[扭动的鲨鱼]|h|r: 18万 ",
							["clColor"] = "fffe7b09",
						}, -- [126]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1588951023,
							["arg1"] = "丶丷 被 |cff71d5ff|Hspell:256546:0|h[狂鲨飓风]|h|r  击中，伤害为 30.9万 (33%)。",
							["clColor"] = "fffe7b09",
						}, -- [127]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1588951051,
							["arg1"] = "万物咸覩-凤凰之神 被 |cff71d5ff|Hspell:256546:0|h[狂鲨飓风]|h|r  击中，伤害为 16.1万 (33%)。",
							["clColor"] = "fffe7b09",
						}, -- [128]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1588951051,
							["arg1"] = "丶丷 被 |cff71d5ff|Hspell:256546:0|h[狂鲨飓风]|h|r |cff71d5ff|Hspell:315161:0|h[腐化之眼]|h|r  击中，伤害为 35.9万 (39%)。",
							["clColor"] = "fffe7b09",
						}, -- [129]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588951078,
							["arg1"] = "最后一搏准备就绪",
							["clColor"] = "ffa22fc8",
						}, -- [130]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1588951105,
							["arg1"] = "丶丷 被 |cff71d5ff|Hspell:256546:0|h[狂鲨飓风]|h|r |cff71d5ff|Hspell:315161:0|h[腐化之眼]|h|r  击中，伤害为 27.4万 (30%)。",
							["clColor"] = "fffe7b09",
						}, -- [131]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1588951134,
							["arg1"] = "Xiaodouding 被 |cff71d5ff|Hspell:257757:0|h[“蕉”燥狂攻]|h|r  击中，伤害为 31.8万 (61%)。",
							["clColor"] = "fffe7b09",
						}, -- [132]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588951147,
							["arg1"] = "w 开",
							["clColor"] = "ffa22fc8",
						}, -- [133]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588951206,
							["arg1"] = "坦克激活方尖碑",
							["clColor"] = "ffa22fc8",
						}, -- [134]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588951208,
							["arg1"] = "睁开你的眼睛。",
						}, -- [135]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1588951262,
							["arg1"] = "Details! Xiaodouding's 死亡: |cff71d5ff|Hspell:314309:0|h[黑暗之怒]|h|r: 39万 ",
							["clColor"] = "fffe7b09",
						}, -- [136]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1588951266,
							["arg1"] = "Xiaodouding 被 |cff71d5ff|Hspell:314309:0|h[黑暗之怒]|h|r  击中，伤害为 39.7万 (76%)。",
							["clColor"] = "fffe7b09",
						}, -- [137]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588951319,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [138]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588951321,
							["arg1"] = "坦克进入裂隙",
							["clColor"] = "ffa22fc8",
						}, -- [139]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588951334,
							["arg1"] = "你无法逃脱命运。",
						}, -- [140]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951334,
							["arg1"] = "猪猡，你觉得能斗得过我？看来我得好好教训你。",
						}, -- [141]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951355,
							["arg1"] = "开炮！把这些癞皮狗轰成渣！",
						}, -- [142]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951367,
							["arg1"] = "拿他们的肠子擦甲板！",
						}, -- [143]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951373,
							["arg1"] = "让这些水手瞧瞧我们的火力！",
						}, -- [144]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588951386,
							["arg1"] = "奶出去",
							["clColor"] = "ffa22fc8",
						}, -- [145]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951388,
							["arg1"] = "全体上甲板！",
						}, -- [146]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588951392,
							["arg1"] = "n",
							["clColor"] = "ffa22fc8",
						}, -- [147]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951394,
							["arg1"] = "让这些水手瞧瞧我们的火力！",
						}, -- [148]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588951395,
							["arg1"] = "xx",
							["clColor"] = "ffa22fc8",
						}, -- [149]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951409,
							["arg1"] = "拿他们的肠子擦甲板！",
						}, -- [150]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588951411,
							["arg1"] = "出去 ",
							["clColor"] = "ffa22fc8",
						}, -- [151]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588951412,
							["arg1"] = "n",
							["clColor"] = "ffa22fc8",
						}, -- [152]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951415,
							["arg1"] = "让这些水手瞧瞧我们的火力！",
						}, -- [153]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951443,
							["arg1"] = "开炮！把这些癞皮狗轰成渣！",
						}, -- [154]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951449,
							["arg1"] = "拿他们的肠子擦甲板！",
						}, -- [155]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1588951451,
							["arg1"] = "万物咸覩-凤凰之神 被 |cff71d5ff|Hspell:257310:0|h[火炮弹幕]|h|r  击中，伤害为 16.4万 (34%)。",
							["clColor"] = "fffe7b09",
						}, -- [156]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951461,
							["arg1"] = "开炮！把这些癞皮狗轰成渣！",
						}, -- [157]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951473,
							["arg1"] = "全体上甲板！",
						}, -- [158]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951485,
							["arg1"] = "让这些水手瞧瞧我们的火力！",
						}, -- [159]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1588951493,
							["arg1"] = "丫丫小猫-血顶 被 |cff71d5ff|Hspell:257310:0|h[火炮弹幕]|h|r  击中，伤害为 17.3万 (30%)。",
							["clColor"] = "fffe7b09",
						}, -- [160]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951497,
							["arg1"] = "全体上甲板！",
						}, -- [161]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951519,
							["arg1"] = "开炮！把这些癞皮狗轰成渣！",
						}, -- [162]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951525,
							["arg1"] = "拿他们的肠子擦甲板！",
						}, -- [163]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1588951527,
							["arg1"] = "丫丫小猫-血顶 被 |cff71d5ff|Hspell:257310:0|h[火炮弹幕]|h|r  击中，伤害为 18.4万 (32%)。",
							["clColor"] = "fffe7b09",
						}, -- [164]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951531,
							["arg1"] = "不可……思议……",
						}, -- [165]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588951554,
							["arg1"] = "很好，我的选民。你们证明了自己有资格接受我的馈赠。",
						}, -- [166]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1588951554,
							["arg1"] = "该躲不躲的伤害排行：",
							["clColor"] = "fffe7b09",
						}, -- [167]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1588951554,
							["arg1"] = "1. 丶丷 1189.5万",
							["clColor"] = "fffe7b09",
						}, -- [168]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1588951554,
							["arg1"] = "2. Xiaodouding 817.0万",
							["clColor"] = "fffe7b09",
						}, -- [169]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1588951554,
							["arg1"] = "3. 万物咸覩-凤凰之神 424.9万",
							["clColor"] = "fffe7b09",
						}, -- [170]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1588951554,
							["arg1"] = "4. 丫丫小猫-血顶 280.7万",
							["clColor"] = "fffe7b09",
						}, -- [171]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1588951554,
							["arg1"] = "5. 风起春城暮 128.4万",
							["clColor"] = "fffe7b09",
						}, -- [172]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588951638,
							["arg1"] = "明天 |cffa335ee|Hkeystone:158923:244:17:9:7:13:120|h[钥石：阿塔达萨 (17)]|h|r?",
							["clColor"] = "ffa22fc8",
						}, -- [173]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588951646,
							["arg1"] = "19 |cff66bbff|Hjournal:0:1022:23|h[地渊孢林]|h|r?",
							["clColor"] = "ffa22fc8",
						}, -- [174]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "PARTY",
							["time"] = 1588951653,
							["arg1"] = "熊啊 我要睡觉了",
							["clColor"] = "ff8686ec",
						}, -- [175]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588951656,
							["arg1"] = "o",
							["clColor"] = "ffa22fc8",
						}, -- [176]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588951658,
							["arg1"] = "88",
							["clColor"] = "ffa22fc8",
						}, -- [177]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "PARTY",
							["time"] = 1588951661,
							["arg1"] = "明天我上班",
							["clColor"] = "ff8686ec",
						}, -- [178]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "PARTY",
							["time"] = 1588951665,
							["arg1"] = "晚安",
							["clColor"] = "ff8686ec",
						}, -- [179]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1588951665,
							["arg1"] = "Details!: 爆炸物 (自定义) 到 自由镇 +16 (总体) [29:05 EF]",
							["clColor"] = "fffe7b09",
						}, -- [180]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1588951666,
							["arg1"] = "1. 万物咸覩-凤凰之神  选: 89 击: 75 (37.1%)",
							["clColor"] = "fffe7b09",
						}, -- [181]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1588951666,
							["arg1"] = "2. 丶丷 ..................... 选: 91 击: 70 (34.6%)",
							["clColor"] = "fffe7b09",
						}, -- [182]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1588951666,
							["arg1"] = "3. Xiaodouding ....... 选: 39 击: 27 (13.4%)",
							["clColor"] = "fffe7b09",
						}, -- [183]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1588951666,
							["arg1"] = "4. 丫丫小猫-血顶 ...... 选: 27 击: 22 (10.9%)",
							["clColor"] = "fffe7b09",
						}, -- [184]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1588951666,
							["arg1"] = "5. 风起春城暮 ........... 选: 10 击: 8 (4.0%)",
							["clColor"] = "fffe7b09",
						}, -- [185]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588951666,
							["arg1"] = "7000",
							["clColor"] = "ffa22fc8",
						}, -- [186]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588951675,
							["arg1"] = "|cffa335ee|Hitem:168667::::::::120:581::::::|h[布林顿7000]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [187]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588951684,
							["arg1"] = "|cffa335ee|Hitem:168667::::::::120:581::::::|h[布林顿7000]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [188]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588951713,
							["arg1"] = "x3?",
							["clColor"] = "ffa22fc8",
						}, -- [189]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588951730,
							["arg1"] = "画眉",
							["clColor"] = "ffa22fc8",
						}, -- [190]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588951733,
							["arg1"] = "Skada：总体: 22:51 (37分钟 36秒)战斗中的伤害：",
							["clColor"] = "ffa22fc8",
						}, -- [191]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588951733,
							["arg1"] = " 1. 丫丫小猫   1.10亿 (6.38万, 27.3%)",
							["clColor"] = "ffa22fc8",
						}, -- [192]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588951733,
							["arg1"] = " 2. 万物咸覩   1.03亿 (5.92万, 25.4%)",
							["clColor"] = "ffa22fc8",
						}, -- [193]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588951733,
							["arg1"] = " 3. Xiaodouding   1.01亿 (6.04万, 25.0%)",
							["clColor"] = "ffa22fc8",
						}, -- [194]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588951733,
							["arg1"] = " 4. 丶丷   7485.12万 (4.23万, 18.5%)",
							["clColor"] = "ffa22fc8",
						}, -- [195]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588951733,
							["arg1"] = " 5. 风起春城暮   1559.51万 (8.9千, 3.9%)",
							["clColor"] = "ffa22fc8",
						}, -- [196]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588951744,
							["arg1"] = "差一点 6w",
							["clColor"] = "ffa22fc8",
						}, -- [197]
						{
							["arg1"] = " ",
						}, -- [198]
						{
							["arg1"] = " ",
						}, -- [199]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 20:13:03。",
						}, -- [200]
						{
							["arg2"] = "审判官格恩肖尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589026699,
							["arg1"] = "干掉那个兽人，清扫暗巷区！拒绝主人之血的都不得好死！",
						}, -- [201]
						{
							["arg2"] = "歼灭者拉克哈尔",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589026707,
							["arg1"] = "痛苦在等待着你！",
						}, -- [202]
						{
							["arg2"] = "歼灭者拉克哈尔",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589026721,
							["arg1"] = "永恒的……痛苦……",
						}, -- [203]
						{
							["arg2"] = "博亚",
							["type"] = "MONSTER_YELL",
							["time"] = 1589026788,
							["arg1"] = "救命！斯诺恩发疯了！",
						}, -- [204]
						{
							["arg2"] = "雷克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589026896,
							["arg1"] = "你不过是恩佐斯无尽大军面前的蝼蚁。现在，我就要踩死你！",
						}, -- [205]
						{
							["arg2"] = "雷克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027056,
							["arg1"] = "我会把你的血肉喂给我的野兽，把你的灵魂献给恩佐斯！",
						}, -- [206]
						{
							["arg2"] = "雷克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027061,
							["arg1"] = "来吧，我的宠物！侍奉你的主人！",
						}, -- [207]
						{
							["arg2"] = "雷克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027067,
							["arg1"] = "我的野兽会吞噬你！",
						}, -- [208]
						{
							["arg2"] = "雷克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027075,
							["arg1"] = "消灭这些猎物！",
						}, -- [209]
						{
							["arg2"] = "雷克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027078,
							["arg1"] = "恩佐斯能号令的，可不只是动物！",
						}, -- [210]
						{
							["arg2"] = "泽坎",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027131,
							["arg1"] = "勇士们！我们需要帮助！",
						}, -- [211]
						{
							["arg2"] = "屠戮者西克沃斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589027144,
							["arg1"] = "你必将破碎！",
						}, -- [212]
						{
							["arg2"] = "泽坎",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027146,
							["arg1"] = "得先把那个干掉。",
						}, -- [213]
						{
							["arg2"] = "屠戮者西克沃斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589027172,
							["arg1"] = "尼奥罗萨……已经归来……",
						}, -- [214]
						{
							["arg2"] = "泽坎",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027182,
							["arg1"] = "恩佐斯的腐化图腾全是虚空的低语，把我们的萨满逼疯了。得把图腾都毁掉。",
						}, -- [215]
						{
							["arg2"] = "盖亚拉大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027184,
							["arg1"] = "杜隆坦的假儿子必须死！他手上沾满了玛格汉的鲜血！",
						}, -- [216]
						{
							["arg2"] = "无光者维兹奥克",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027344,
							["arg1"] = "虚空在呼唤你！",
						}, -- [217]
						{
							["arg2"] = "盖亚拉大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027345,
							["arg1"] = "以玛格汉的名义，干掉那个怪物！",
						}, -- [218]
						{
							["arg2"] = "无光者维兹奥克",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589027397,
							["arg1"] = "跪倒在恩佐斯面前！",
						}, -- [219]
						{
							["arg2"] = "无光者维兹奥克",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589027430,
							["arg1"] = "一切……都将……灭亡……",
						}, -- [220]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027914,
							["arg1"] = "元素已经发声。艾泽拉斯即将灭亡。",
						}, -- [221]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027920,
							["arg1"] = "不喝血的，都得死！",
						}, -- [222]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027924,
							["arg1"] = "古神之血是我们唯一的救赎！",
						}, -- [223]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027932,
							["arg1"] = "我们必须服从恩佐斯！",
						}, -- [224]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027958,
							["arg1"] = "我们必须服从恩佐斯！",
						}, -- [225]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027974,
							["arg1"] = "感谢你……让我……重获自由……",
						}, -- [226]
						{
							["arg1"] = " ",
						}, -- [227]
						{
							["arg1"] = " ",
						}, -- [228]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 21:18:08。",
						}, -- [229]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589030351,
							["arg1"] = "<大脚组队提示>欢迎新的小队成员  [德鲁伊] 风起春城暮",
							["clColor"] = "ffc59a6c",
						}, -- [230]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589030373,
							["arg1"] = "|cffa335ee|Hazessence:6:3|h[净化协议]|h|r 可以当 控 晕小怪",
							["clColor"] = "ffc59a6c",
						}, -- [231]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589030447,
							["arg1"] = "算了",
							["clColor"] = "ffc59a6c",
						}, -- [232]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589030450,
							["arg1"] = "pve",
							["clColor"] = "ffc59a6c",
						}, -- [233]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589030474,
							["arg1"] = "|cff0070dd|Hitem:63207::::::::120:72::14::::|h[协和披风]|h|rw ",
							["clColor"] = "ffc59a6c",
						}, -- [234]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589030475,
							["arg1"] = "==",
							["clColor"] = "ffc59a6c",
						}, -- [235]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589030676,
							["arg1"] = "a",
							["clColor"] = "ffc59a6c",
						}, -- [236]
						{
							["arg2"] = "未知目标",
							["type"] = "MONSTER_YELL",
							["time"] = 1589030678,
							["arg1"] = "你胆敢打扰我们神圣的行动？",
						}, -- [237]
						{
							["arg2"] = "凯姆斯，黎明之刃",
							["type"] = "MONSTER_YELL",
							["time"] = 1589030698,
							["arg1"] = "你会因为惹怒光刃而懊悔不已！",
						}, -- [238]
						{
							["arg2"] = "凯姆斯，黎明之刃",
							["type"] = "MONSTER_YELL",
							["time"] = 1589030712,
							["arg1"] = "你才打败了学生，现在面对老师吧！",
						}, -- [239]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589030903,
							["arg1"] = "|cff71d5ff|Hspell:107076:0|h[弹力轻功]|h|r",
							["clColor"] = "ffc59a6c",
						}, -- [240]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589030949,
							["arg1"] = "大脚任务进度提示: 击退阿玛赛特（完成）",
							["clColor"] = "ffc59a6c",
						}, -- [241]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589030955,
							["arg1"] = "ok",
							["clColor"] = "ffc59a6c",
						}, -- [242]
						{
							["arg2"] = "哈丹队长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589030996,
							["arg1"] = "阿玛赛特已经释放了泰坦守护者！坚守战线！",
						}, -- [243]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589030996,
							["arg1"] = "大脚任务进度提示: 与哈丹队长交谈：1/1(完成)",
							["clColor"] = "ffc59a6c",
						}, -- [244]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589031027,
							["arg1"] = "大脚任务进度提示: 已消灭沙巴-托克：1/1(完成)",
							["clColor"] = "ffc59a6c",
						}, -- [245]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589031027,
							["arg1"] = "大脚任务进度提示: 返回拉穆卡恒找高阶指挥官卡姆塞斯。（完成）",
							["clColor"] = "ffc59a6c",
						}, -- [246]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589031028,
							["arg1"] = "突袭：阿玛赛特进军 (任务完成)",
							["clColor"] = "ffc59a6c",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = " ",
						}, -- [249]
						{
							["arg1"] = "记录开始于 05/09/2020 的 22:12:41。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
				}, -- [3]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "说",
					["logs"] = {
						{
							["arg1"] = " ",
						}, -- [1]
						{
							["arg1"] = "记录开始于 05/08/2020 的 00:27:55。",
							["type"] = "SYSTEM",
						}, -- [2]
						{
							["arg2"] = "本杰明·吉布",
							["type"] = "MONSTER_SAY",
							["time"] = 1588868906,
							["arg1"] = "我谨遵你的意志，指挥官。",
						}, -- [3]
						{
							["arg2"] = "考尔曼",
							["type"] = "MONSTER_SAY",
							["time"] = 1588869014,
							["arg1"] = "今天需要来场战斗，你觉得呢？",
						}, -- [4]
						{
							["arg1"] = " ",
						}, -- [5]
						{
							["arg1"] = " ",
						}, -- [6]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 00:31:05。",
						}, -- [7]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "EMOTE",
							["time"] = 1588869093,
							["arg1"] = "已施放|cff71d5ff|Hspell:61336:0|h[生存本能]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [8]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "EMOTE",
							["time"] = 1588869097,
							["arg1"] = "|cff71d5ff|Hspell:61336:0|h[生存本能]|h|r 已就绪",
							["clColor"] = "fffe7b09",
						}, -- [9]
						{
							["arg1"] = " ",
						}, -- [10]
						{
							["arg1"] = " ",
						}, -- [11]
						{
							["arg1"] = "记录开始于 05/08/2020 的 00:33:10。",
							["type"] = "SYSTEM",
						}, -- [12]
						{
							["arg2"] = "洛坎",
							["type"] = "MONSTER_SAY",
							["time"] = 1588869224,
							["arg1"] = "嘿，头儿！我们这儿有点要紧事需要你处理一下。",
						}, -- [13]
						{
							["arg1"] = " ",
						}, -- [14]
						{
							["arg1"] = " ",
						}, -- [15]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 19:54:10。",
						}, -- [16]
						{
							["arg2"] = "洛坎",
							["type"] = "MONSTER_SAY",
							["time"] = 1588938917,
							["arg1"] = "嘿，头儿！我们这儿有点要紧事需要你处理一下。",
						}, -- [17]
						{
							["arg1"] = " ",
						}, -- [18]
						{
							["arg1"] = " ",
						}, -- [19]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 21:26:52。",
						}, -- [20]
						{
							["arg2"] = "祖达萨的热心平民",
							["type"] = "MONSTER_SAY",
							["time"] = 1588944584,
							["arg1"] = "喂，牛头人……你厌倦细颚龙的外表了吗？我的魔精可以让你变成一头魔暴龙！",
						}, -- [21]
						{
							["arg1"] = " ",
						}, -- [22]
						{
							["arg1"] = " ",
						}, -- [23]
						{
							["arg1"] = "记录开始于 05/08/2020 的 22:04:00。",
							["type"] = "SYSTEM",
						}, -- [24]
						{
							["arg2"] = "雷兹奥昆船长",
							["type"] = "MONSTER_SAY",
							["time"] = 1588946659,
							["arg1"] = "还有半艘船等着装货呢。眼睛放亮点！",
						}, -- [25]
						{
							["arg2"] = "灰岩",
							["type"] = "MONSTER_SAY",
							["time"] = 1588946808,
							["arg1"] = "窃取这个世界的凡人都将被灭绝。",
						}, -- [26]
						{
							["arg2"] = "雷兹奥昆船长",
							["type"] = "MONSTER_SAY",
							["time"] = 1588946844,
							["arg1"] = "就快干完了，只要再加把劲就行。",
						}, -- [27]
						{
							["arg2"] = "雷兹奥昆船长",
							["type"] = "MONSTER_SAY",
							["time"] = 1588946861,
							["arg1"] = "船舱装满了。撑起风帆，回家吧。",
						}, -- [28]
						{
							["arg1"] = " ",
						}, -- [29]
						{
							["arg1"] = " ",
						}, -- [30]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 22:12:22。",
						}, -- [31]
						{
							["arg2"] = "艾拉兹敏王子",
							["type"] = "MONSTER_SAY",
							["time"] = 1588947264,
							["arg1"] = "抵抗军需要所有可能的资源。帮我们找回散落在岛上的机械宝箱吧。",
						}, -- [32]
						{
							["arg2"] = "妮露·数轮",
							["type"] = "MONSTER_SAY",
							["time"] = 1588947284,
							["arg1"] = "如果你升级一下胳膊，肯定会变得势不可挡。",
						}, -- [33]
						{
							["arg2"] = "易吉拉·轮誓",
							["type"] = "MONSTER_SAY",
							["time"] = 1588947298,
							["arg1"] = "锈栓镇前途未定！  这需要我们去创造、适应并提高。",
						}, -- [34]
						{
							["arg2"] = "艾拉兹敏王子",
							["type"] = "MONSTER_SAY",
							["time"] = 1588947384,
							["arg1"] = "要想阻止我父亲毁灭全世界所有的有机生命，我们就必须进入那座固若金汤的地下城市。",
						}, -- [35]
						{
							["arg2"] = "艾拉兹敏王子",
							["type"] = "MONSTER_SAY",
							["time"] = 1588947392,
							["arg1"] = "幸运的是，这片区域上空有架巡逻的飞行器，它的控制模块可以打开大门。",
						}, -- [36]
						{
							["arg2"] = "艾拉兹敏王子",
							["type"] = "MONSTER_SAY",
							["time"] = 1588947399,
							["arg1"] = "正面迎战不太现实，但我们可以关闭它的远程能源节点，削弱它的力量。",
						}, -- [37]
						{
							["arg2"] = "艾拉兹敏王子",
							["type"] = "MONSTER_SAY",
							["time"] = 1588947406,
							["arg1"] = "节点就散布在废料场里。一靠近节点，我的传感器就能够侦测出来。",
						}, -- [38]
						{
							["arg2"] = "艾拉兹敏王子",
							["type"] = "MONSTER_SAY",
							["time"] = 1588947416,
							["arg1"] = "要想阻止我父亲毁灭全世界所有的有机生命，我们就必须进入那座固若金汤的地下城市。",
						}, -- [39]
						{
							["arg2"] = "艾拉兹敏王子",
							["type"] = "MONSTER_SAY",
							["time"] = 1588947422,
							["arg1"] = "幸运的是，这片区域上空有架巡逻的飞行器，它的控制模块可以打开大门。",
						}, -- [40]
						{
							["arg2"] = "艾拉兹敏王子",
							["type"] = "MONSTER_SAY",
							["time"] = 1588947429,
							["arg1"] = "正面迎战不太现实，但我们可以关闭它的远程能源节点，削弱它的力量。",
						}, -- [41]
						{
							["arg2"] = "艾拉兹敏王子",
							["type"] = "MONSTER_SAY",
							["time"] = 1588947436,
							["arg1"] = "节点就散布在废料场里。一靠近节点，我的传感器就能够侦测出来。",
						}, -- [42]
						{
							["arg2"] = "加兹鲁维",
							["type"] = "MONSTER_SAY",
							["time"] = 1588947443,
							["arg1"] = "也就是说我们得在垃圾堆里钻进钻出，找个不知道藏在哪里的破节点？！",
						}, -- [43]
						{
							["arg2"] = "加兹鲁维",
							["type"] = "MONSTER_SAY",
							["time"] = 1588947450,
							["arg1"] = "还要提心吊胆地躲开天上的一架杀戮机器，就为了闯进那座堡垒，和更多的杀戮机器打交道？！",
						}, -- [44]
						{
							["arg2"] = "艾拉兹敏王子",
							["type"] = "MONSTER_SAY",
							["time"] = 1588947459,
							["arg1"] = "你的总结很准确。",
						}, -- [45]
						{
							["arg2"] = "艾拉兹敏王子",
							["type"] = "MONSTER_SAY",
							["time"] = 1588947482,
							["arg1"] = "城市入口就在这座竞技场后面。",
						}, -- [46]
						{
							["arg2"] = "艾拉兹敏王子",
							["type"] = "MONSTER_SAY",
							["time"] = 1588947485,
							["arg1"] = "我们打通道路前，你们一定要坚持住。",
						}, -- [47]
						{
							["arg2"] = "加兹鲁维",
							["type"] = "MONSTER_SAY",
							["time"] = 1588947489,
							["arg1"] = "别担心，伙计。我全押了仁慈侏儒号！",
						}, -- [48]
						{
							["arg2"] = "吉拉·交线",
							["type"] = "MONSTER_SAY",
							["time"] = 1588947493,
							["arg1"] = "啊……要是他们赢了，我们不就没命了？",
						}, -- [49]
						{
							["arg2"] = "加兹鲁维",
							["type"] = "MONSTER_SAY",
							["time"] = 1588947498,
							["arg1"] = "稳赚的时候不赌一把，那我还不如死了算了！",
						}, -- [50]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "SAY",
							["time"] = 1588947498,
							["arg1"] = "丫丫小猫 中了索敌击飞",
							["clColor"] = "ff8686ec",
						}, -- [51]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "SAY",
							["time"] = 1588947566,
							["arg1"] = "丶丷 中了全速前进",
							["clColor"] = "ffa22fc8",
						}, -- [52]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "SAY",
							["time"] = 1588947606,
							["arg1"] = "丶丷 中了全速前进",
							["clColor"] = "ffa22fc8",
						}, -- [53]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1588947727,
							["arg1"] = "分散5碼",
							["clColor"] = "ffa22fc8",
						}, -- [54]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1588947745,
							["arg1"] = "分散5碼",
							["clColor"] = "ffa22fc8",
						}, -- [55]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1588947753,
							["arg1"] = "我被恐懼",
							["clColor"] = "ffa22fc8",
						}, -- [56]
						{
							["arg2"] = "Xiaodouding-亡语者",
							["type"] = "SAY",
							["time"] = 1588947879,
							["arg1"] = "Xiaodouding 中了爆燃之跃",
							["clColor"] = "fff38bb9",
						}, -- [57]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "SAY",
							["time"] = 1588947913,
							["arg1"] = "风起春城暮 中了爆燃之跃",
							["clColor"] = "fffe7b09",
						}, -- [58]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1588947913,
							["arg1"] = "万物咸覩 中了爆燃之跃",
							["clColor"] = "ffa22fc8",
						}, -- [59]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "SAY",
							["time"] = 1588947913,
							["arg1"] = "丫丫小猫 中了爆燃之跃",
							["clColor"] = "ff8686ec",
						}, -- [60]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "SAY",
							["time"] = 1588947947,
							["arg1"] = "风起春城暮 中了爆燃之跃",
							["clColor"] = "fffe7b09",
						}, -- [61]
						{
							["arg2"] = "Xiaodouding-亡语者",
							["type"] = "SAY",
							["time"] = 1588947947,
							["arg1"] = "Xiaodouding 中了爆燃之跃",
							["clColor"] = "fff38bb9",
						}, -- [62]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1588947947,
							["arg1"] = "万物咸覩 中了爆燃之跃",
							["clColor"] = "ffa22fc8",
						}, -- [63]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_SAY",
							["time"] = 1588948140,
							["arg1"] = "全体市民注意。请留在你们的住所里。",
						}, -- [64]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_SAY",
							["time"] = 1588948145,
							["arg1"] = "守卫正在加紧巡逻，平息骚乱。",
						}, -- [65]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_SAY",
							["time"] = 1588948179,
							["arg1"] = "噢，你们把我发明的残次品都拆了。",
						}, -- [66]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_SAY",
							["time"] = 1588948184,
							["arg1"] = "那就让我瞧瞧，你们能不能应付更先进的科技吧。",
						}, -- [67]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_SAY",
							["time"] = 1588948218,
							["arg1"] = "看来，你们还有点本事。",
						}, -- [68]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_SAY",
							["time"] = 1588948221,
							["arg1"] = "但要应付我最新的原型机，还差得远呢！",
						}, -- [69]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_SAY",
							["time"] = 1588948278,
							["arg1"] = "闪流！入侵者已经突破了外围防线。",
						}, -- [70]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_SAY",
							["time"] = 1588948282,
							["arg1"] = "臭死了，快把他们赶走！",
						}, -- [71]
						{
							["arg2"] = "首席机械师闪流",
							["type"] = "MONSTER_SAY",
							["time"] = 1588948285,
							["arg1"] = "全部城市防御工事都已激活，国王陛下。",
						}, -- [72]
						{
							["arg2"] = "首席机械师闪流",
							["type"] = "MONSTER_SAY",
							["time"] = 1588948288,
							["arg1"] = "毫无疑问，这些有机生物将在我们的都市里灰飞烟灭。",
						}, -- [73]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1588948310,
							["arg1"] = "小怪爆炸",
							["clColor"] = "ffa22fc8",
						}, -- [74]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1588948352,
							["arg1"] = "小怪爆炸",
							["clColor"] = "ffa22fc8",
						}, -- [75]
						{
							["arg2"] = "艾拉兹敏王子",
							["type"] = "MONSTER_SAY",
							["time"] = 1588948809,
							["arg1"] = "我们可以借用那个交通工具，前往麦卡贡的高塔！",
						}, -- [76]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_SAY",
							["time"] = 1588948817,
							["arg1"] = "原来是我误入歧途的儿子回来了。没想到你居然能走到这儿。",
						}, -- [77]
						{
							["arg2"] = "艾拉兹敏王子",
							["type"] = "MONSTER_SAY",
							["time"] = 1588948823,
							["arg1"] = "你已经不是我的父亲了，只不过是个出故障的机器，该报废了。",
						}, -- [78]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_SAY",
							["time"] = 1588948828,
							["arg1"] = "可怜的孩子。为什么不愿接受真相呢？",
						}, -- [79]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_SAY",
							["time"] = 1588948833,
							["arg1"] = "这么多年以来，血肉诅咒在艾泽拉斯滋长蔓延，而我会用机械净化这一切。",
						}, -- [80]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1588948903,
							["arg1"] = "快跑開",
							["clColor"] = "ffa22fc8",
						}, -- [81]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1588948925,
							["arg1"] = "快跑開",
							["clColor"] = "ffa22fc8",
						}, -- [82]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1588948945,
							["arg1"] = "快跑開",
							["clColor"] = "ffa22fc8",
						}, -- [83]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1588948965,
							["arg1"] = "快跑開",
							["clColor"] = "ffa22fc8",
						}, -- [84]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "SAY",
							["time"] = 1588948983,
							["arg1"] = "丶丷 中了超荷电磁炮 (1)",
							["clColor"] = "ffa22fc8",
						}, -- [85]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "SAY",
							["time"] = 1588948999,
							["arg1"] = "风起春城暮 中了超荷电磁炮 (2)",
							["clColor"] = "fffe7b09",
						}, -- [86]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "SAY",
							["time"] = 1588949018,
							["arg1"] = "丶丷 中了超荷电磁炮 (3)",
							["clColor"] = "ffa22fc8",
						}, -- [87]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "SAY",
							["time"] = 1588949035,
							["arg1"] = "丫丫小猫 中了超荷电磁炮 (4)",
							["clColor"] = "ff8686ec",
						}, -- [88]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "SAY",
							["time"] = 1588949054,
							["arg1"] = "风起春城暮 中了超荷电磁炮 (5)",
							["clColor"] = "fffe7b09",
						}, -- [89]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "SAY",
							["time"] = 1588949086,
							["arg1"] = "丶丷 中了超荷电磁炮 (1)",
							["clColor"] = "ffa22fc8",
						}, -- [90]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "SAY",
							["time"] = 1588949089,
							["arg1"] = "风起春城暮 中了超荷电磁炮 (2)",
							["clColor"] = "fffe7b09",
						}, -- [91]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "SAY",
							["time"] = 1588949119,
							["arg1"] = "丫丫小猫 中了超荷电磁炮 (4)",
							["clColor"] = "ff8686ec",
						}, -- [92]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1588949123,
							["arg1"] = "万物咸覩 中了超荷电磁炮 (5)",
							["clColor"] = "ffa22fc8",
						}, -- [93]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "SAY",
							["time"] = 1588949158,
							["arg1"] = "风起春城暮 中了超荷电磁炮 (9)",
							["clColor"] = "fffe7b09",
						}, -- [94]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1588949181,
							["arg1"] = "万物咸覩 中了超荷电磁炮 (10)",
							["clColor"] = "ffa22fc8",
						}, -- [95]
						{
							["arg2"] = "艾拉兹敏王子",
							["type"] = "MONSTER_SAY",
							["time"] = 1588949205,
							["arg1"] = "机械归源器已经不复存在……我父亲也一样。",
						}, -- [96]
						{
							["arg2"] = "艾拉兹敏王子",
							["type"] = "MONSTER_SAY",
							["time"] = 1588949209,
							["arg1"] = "谢谢你们，英雄。毕竟，我的人民并不认同麦卡贡国王心中的世界蓝图。",
						}, -- [97]
						{
							["arg2"] = "艾拉兹敏王子",
							["type"] = "MONSTER_SAY",
							["time"] = 1588949215,
							["arg1"] = "我们接下来需要着眼于重建工作。不过你要是有什么需要，请但说无妨。",
						}, -- [98]
						{
							["arg2"] = "加兹鲁维",
							["type"] = "MONSTER_SAY",
							["time"] = 1588949221,
							["arg1"] = "哈，这次合作成果不错。我想起来了，跟联盟傻瓜合作有时候是很赚的。",
						}, -- [99]
						{
							["arg2"] = "吉拉·交线",
							["type"] = "MONSTER_SAY",
							["time"] = 1588949229,
							["arg1"] = "多亏了工匠大师欧沃斯巴克的领导，世界毁灭的威胁终于被清除了。",
						}, -- [100]
						{
							["arg1"] = " ",
						}, -- [101]
						{
							["arg1"] = " ",
						}, -- [102]
						{
							["arg1"] = "记录开始于 05/08/2020 的 22:49:32。",
							["type"] = "SYSTEM",
						}, -- [103]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_SAY",
							["time"] = 1588949831,
							["arg1"] = "绝不留情！",
						}, -- [104]
						{
							["arg2"] = "鲨鱼饵",
							["type"] = "MONSTER_SAY",
							["time"] = 1588949982,
							["arg1"] = "呱！库拉格死了！鲨鱼饵好难过！",
						}, -- [105]
						{
							["arg2"] = "鲨鱼饵",
							["type"] = "MONSTER_SAY",
							["time"] = 1588949986,
							["arg1"] = "你们跟鹦鹉屎一样臭！呱！",
						}, -- [106]
						{
							["arg2"] = "雷兹奥昆船长",
							["type"] = "MONSTER_SAY",
							["time"] = 1588950043,
							["arg1"] = "听说那些船长在聚会，我们混进去，把这只多头蛇的脑袋一起砍掉。",
						}, -- [107]
						{
							["arg2"] = "雷兹奥昆船长",
							["type"] = "MONSTER_SAY",
							["time"] = 1588950051,
							["arg1"] = "黑齿帮喜欢拿打架来练拳头。把他们的牙多敲碎几颗，拉乌尔船长就会想见你了。",
						}, -- [108]
						{
							["arg2"] = "雷兹奥昆船长",
							["type"] = "MONSTER_SAY",
							["time"] = 1588950061,
							["arg1"] = "有人邀请的话，事儿就好办了。直接冲进去对三个赫赫有名的船长捅刀子，后果可能有点严重。这事你说了算，有钱人。",
						}, -- [109]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "SAY",
							["time"] = 1588950218,
							["arg1"] = "风起春城暮 中了飞刃投掷",
							["clColor"] = "fffe7b09",
						}, -- [110]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "SAY",
							["time"] = 1588950227,
							["arg1"] = "丫丫小猫 中了飞刃投掷",
							["clColor"] = "ff8686ec",
						}, -- [111]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "SAY",
							["time"] = 1588950236,
							["arg1"] = "风起春城暮 中了飞刃投掷",
							["clColor"] = "fffe7b09",
						}, -- [112]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "SAY",
							["time"] = 1588950246,
							["arg1"] = "风起春城暮 中了飞刃投掷",
							["clColor"] = "fffe7b09",
						}, -- [113]
						{
							["arg2"] = "Xiaodouding-亡语者",
							["type"] = "SAY",
							["time"] = 1588950256,
							["arg1"] = "Xiaodouding 中了飞刃投掷",
							["clColor"] = "fff38bb9",
						}, -- [114]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "SAY",
							["time"] = 1588950282,
							["arg1"] = "丶丷 中了飞刃投掷",
							["clColor"] = "ffa22fc8",
						}, -- [115]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "SAY",
							["time"] = 1588950283,
							["arg1"] = "风起春城暮 中了飞刃投掷",
							["clColor"] = "fffe7b09",
						}, -- [116]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "SAY",
							["time"] = 1588950289,
							["arg1"] = "风起春城暮 中了飞刃投掷",
							["clColor"] = "fffe7b09",
						}, -- [117]
						{
							["arg2"] = "Xiaodouding-亡语者",
							["type"] = "SAY",
							["time"] = 1588950291,
							["arg1"] = "Xiaodouding 中了飞刃投掷",
							["clColor"] = "fff38bb9",
						}, -- [118]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "SAY",
							["time"] = 1588950298,
							["arg1"] = "丫丫小猫 中了飞刃投掷",
							["clColor"] = "ff8686ec",
						}, -- [119]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "SAY",
							["time"] = 1588950300,
							["arg1"] = "风起春城暮 中了飞刃投掷",
							["clColor"] = "fffe7b09",
						}, -- [120]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "SAY",
							["time"] = 1588950305,
							["arg1"] = "丫丫小猫 中了飞刃投掷",
							["clColor"] = "ff8686ec",
						}, -- [121]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "SAY",
							["time"] = 1588950309,
							["arg1"] = "丫丫小猫 中了飞刃投掷",
							["clColor"] = "ff8686ec",
						}, -- [122]
						{
							["arg2"] = "“激励者”古克古克",
							["type"] = "MONSTER_SAY",
							["time"] = 1588950362,
							["arg1"] = "轮到你了，旱鸭子！",
						}, -- [123]
						{
							["arg2"] = "古尔戈索克",
							["type"] = "MONSTER_SAY",
							["time"] = 1588950365,
							["arg1"] = "嗷！你干嘛戳我？哦哦，醒醒，伍迪！轮到我们了！",
						}, -- [124]
						{
							["arg2"] = "“激励者”古克古克",
							["type"] = "MONSTER_SAY",
							["time"] = 1588950370,
							["arg1"] = "快，说话！说话！",
						}, -- [125]
						{
							["arg2"] = "古尔戈索克",
							["type"] = "MONSTER_SAY",
							["time"] = 1588950373,
							["arg1"] = "嗷！好的好的！我们齐聚一堂，欣赏野性的狂欢！他们来自未知的土地，神秘……危险……还有些粗野……一群臭海盗！",
						}, -- [126]
						{
							["arg2"] = "古尔戈索克",
							["type"] = "MONSTER_SAY",
							["time"] = 1588950395,
							["arg1"] = "现在进入竞技场的是了不起的……惊人的……华丽的……这是什么？",
						}, -- [127]
						{
							["arg2"] = "古尔戈索克",
							["type"] = "MONSTER_SAY",
							["time"] = 1588950406,
							["arg1"] = "抹了油的猪？我开始对这场比赛的专业性产生怀疑了。好吧……抓到猪就算你赢。",
						}, -- [128]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1588950680,
							["arg1"] = "分散5碼",
							["clColor"] = "ffa22fc8",
						}, -- [129]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1588950684,
							["arg1"] = "我被恐懼",
							["clColor"] = "ffa22fc8",
						}, -- [130]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1588950698,
							["arg1"] = "分散5碼",
							["clColor"] = "ffa22fc8",
						}, -- [131]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1588950716,
							["arg1"] = "分散5碼",
							["clColor"] = "ffa22fc8",
						}, -- [132]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1588950720,
							["arg1"] = "我被恐懼",
							["clColor"] = "ffa22fc8",
						}, -- [133]
						{
							["arg2"] = "古尔戈索克",
							["type"] = "MONSTER_SAY",
							["time"] = 1588950778,
							["arg1"] = "看啊。他们把猪抓住了。也许接下来应该来场……更有威胁性的挑战！",
						}, -- [134]
						{
							["arg2"] = "古尔戈索克",
							["type"] = "MONSTER_SAY",
							["time"] = 1588950784,
							["arg1"] = "这名始祖龟强盗来自自由镇的下水道，他最擅长的就是用硬壳揍你。他是巨盾的主宰……壳击的先锋……龟甲的恶徒……路德维希！",
						}, -- [135]
						{
							["arg2"] = "古尔戈索克",
							["type"] = "MONSTER_SAY",
							["time"] = 1588950881,
							["arg1"] = "路德维希败了！真精彩！这些臭海盗真经打，希望他们能继续保持……因为下一位挑战者正是残暴的象征。",
						}, -- [136]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1588950885,
							["arg1"] = "万物咸覩 中了飞刃投掷",
							["clColor"] = "ffa22fc8",
						}, -- [137]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "SAY",
							["time"] = 1588950886,
							["arg1"] = "风起春城暮 中了飞刃投掷",
							["clColor"] = "fffe7b09",
						}, -- [138]
						{
							["arg2"] = "古尔戈索克",
							["type"] = "MONSTER_SAY",
							["time"] = 1588950894,
							["arg1"] = "卫冕冠军与鱼类同吃同睡！自由镇的狂魔……利齿的主宰……强大的格斗家克星……鲨鱼拳击手托萨克！",
						}, -- [139]
						{
							["arg2"] = "Xiaodouding-亡语者",
							["type"] = "SAY",
							["time"] = 1588950894,
							["arg1"] = "Xiaodouding 中了飞刃投掷",
							["clColor"] = "fff38bb9",
						}, -- [140]
						{
							["arg2"] = "Xiaodouding-亡语者",
							["type"] = "SAY",
							["time"] = 1588950895,
							["arg1"] = "Xiaodouding 中了飞刃投掷",
							["clColor"] = "fff38bb9",
						}, -- [141]
						{
							["arg2"] = "Xiaodouding-亡语者",
							["type"] = "SAY",
							["time"] = 1588950898,
							["arg1"] = "Xiaodouding 中了飞刃投掷",
							["clColor"] = "fff38bb9",
						}, -- [142]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "SAY",
							["time"] = 1588950902,
							["arg1"] = "丫丫小猫 中了飞刃投掷",
							["clColor"] = "ff8686ec",
						}, -- [143]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "SAY",
							["time"] = 1588950907,
							["arg1"] = "风起春城暮 中了飞刃投掷",
							["clColor"] = "fffe7b09",
						}, -- [144]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "SAY",
							["time"] = 1588950911,
							["arg1"] = "风起春城暮 中了飞刃投掷",
							["clColor"] = "fffe7b09",
						}, -- [145]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "SAY",
							["time"] = 1588950917,
							["arg1"] = "风起春城暮 中了飞刃投掷",
							["clColor"] = "fffe7b09",
						}, -- [146]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1588950920,
							["arg1"] = "万物咸覩 中了飞刃投掷",
							["clColor"] = "ffa22fc8",
						}, -- [147]
						{
							["arg2"] = "Xiaodouding-亡语者",
							["type"] = "SAY",
							["time"] = 1588950925,
							["arg1"] = "Xiaodouding 中了飞刃投掷",
							["clColor"] = "fff38bb9",
						}, -- [148]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "SAY",
							["time"] = 1588950953,
							["arg1"] = "丫丫小猫 中了鲨鱼投掷",
							["clColor"] = "ff8686ec",
						}, -- [149]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "SAY",
							["time"] = 1588950982,
							["arg1"] = "风起春城暮 中了鲨鱼投掷",
							["clColor"] = "fffe7b09",
						}, -- [150]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "SAY",
							["time"] = 1588951037,
							["arg1"] = "风起春城暮 中了鲨鱼投掷",
							["clColor"] = "fffe7b09",
						}, -- [151]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "SAY",
							["time"] = 1588951058,
							["arg1"] = "丫丫小猫 中了鲨鱼投掷",
							["clColor"] = "ff8686ec",
						}, -- [152]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "SAY",
							["time"] = 1588951092,
							["arg1"] = "丫丫小猫 中了鲨鱼投掷",
							["clColor"] = "ff8686ec",
						}, -- [153]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "SAY",
							["time"] = 1588951119,
							["arg1"] = "风起春城暮 中了飞刃投掷",
							["clColor"] = "fffe7b09",
						}, -- [154]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "SAY",
							["time"] = 1588951119,
							["arg1"] = "丫丫小猫 中了飞刃投掷",
							["clColor"] = "ff8686ec",
						}, -- [155]
						{
							["arg2"] = "Xiaodouding-亡语者",
							["type"] = "SAY",
							["time"] = 1588951128,
							["arg1"] = "Xiaodouding 中了飞刃投掷",
							["clColor"] = "fff38bb9",
						}, -- [156]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1588951128,
							["arg1"] = "万物咸覩 中了飞刃投掷",
							["clColor"] = "ffa22fc8",
						}, -- [157]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "SAY",
							["time"] = 1588951137,
							["arg1"] = "丫丫小猫 中了飞刃投掷",
							["clColor"] = "ff8686ec",
						}, -- [158]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "SAY",
							["time"] = 1588951137,
							["arg1"] = "丫丫小猫 中了飞刃投掷",
							["clColor"] = "ff8686ec",
						}, -- [159]
						{
							["arg2"] = "Xiaodouding-亡语者",
							["type"] = "SAY",
							["time"] = 1588951146,
							["arg1"] = "Xiaodouding 中了飞刃投掷",
							["clColor"] = "fff38bb9",
						}, -- [160]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "SAY",
							["time"] = 1588951146,
							["arg1"] = "风起春城暮 中了飞刃投掷",
							["clColor"] = "fffe7b09",
						}, -- [161]
						{
							["arg2"] = "Xiaodouding-亡语者",
							["type"] = "SAY",
							["time"] = 1588951154,
							["arg1"] = "Xiaodouding 中了飞刃投掷",
							["clColor"] = "fff38bb9",
						}, -- [162]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "SAY",
							["time"] = 1588951167,
							["arg1"] = "风起春城暮 中了飞刃投掷",
							["clColor"] = "fffe7b09",
						}, -- [163]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "SAY",
							["time"] = 1588951167,
							["arg1"] = "风起春城暮 中了飞刃投掷",
							["clColor"] = "fffe7b09",
						}, -- [164]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "SAY",
							["time"] = 1588951175,
							["arg1"] = "风起春城暮 中了飞刃投掷",
							["clColor"] = "fffe7b09",
						}, -- [165]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1588951175,
							["arg1"] = "万物咸覩 中了飞刃投掷",
							["clColor"] = "ffa22fc8",
						}, -- [166]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "SAY",
							["time"] = 1588951185,
							["arg1"] = "风起春城暮 中了飞刃投掷",
							["clColor"] = "fffe7b09",
						}, -- [167]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "SAY",
							["time"] = 1588951185,
							["arg1"] = "丫丫小猫 中了飞刃投掷",
							["clColor"] = "ff8686ec",
						}, -- [168]
						{
							["arg2"] = "Xiaodouding-亡语者",
							["type"] = "SAY",
							["time"] = 1588951193,
							["arg1"] = "Xiaodouding 中了飞刃投掷",
							["clColor"] = "fff38bb9",
						}, -- [169]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "SAY",
							["time"] = 1588951195,
							["arg1"] = "丫丫小猫 中了飞刃投掷",
							["clColor"] = "ff8686ec",
						}, -- [170]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "SAY",
							["time"] = 1588951203,
							["arg1"] = "风起春城暮 中了飞刃投掷",
							["clColor"] = "fffe7b09",
						}, -- [171]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1588951279,
							["arg1"] = "快跑開",
							["clColor"] = "ffa22fc8",
						}, -- [172]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1588951298,
							["arg1"] = "快跑開",
							["clColor"] = "ffa22fc8",
						}, -- [173]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1588951317,
							["arg1"] = "快跑開",
							["clColor"] = "ffa22fc8",
						}, -- [174]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1588951355,
							["arg1"] = "万物咸覩 中了火炮弹幕",
							["clColor"] = "ffa22fc8",
						}, -- [175]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "SAY",
							["time"] = 1588951373,
							["arg1"] = "风起春城暮 中了火炮弹幕",
							["clColor"] = "fffe7b09",
						}, -- [176]
						{
							["arg2"] = "Xiaodouding-亡语者",
							["type"] = "SAY",
							["time"] = 1588951394,
							["arg1"] = "Xiaodouding 中了火炮弹幕",
							["clColor"] = "fff38bb9",
						}, -- [177]
						{
							["arg2"] = "Xiaodouding-亡语者",
							["type"] = "SAY",
							["time"] = 1588951415,
							["arg1"] = "Xiaodouding 中了火炮弹幕",
							["clColor"] = "fff38bb9",
						}, -- [178]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "SAY",
							["time"] = 1588951443,
							["arg1"] = "风起春城暮 中了火炮弹幕",
							["clColor"] = "fffe7b09",
						}, -- [179]
						{
							["arg2"] = "Xiaodouding-亡语者",
							["type"] = "SAY",
							["time"] = 1588951443,
							["arg1"] = "Xiaodouding 中了火炮弹幕",
							["clColor"] = "fff38bb9",
						}, -- [180]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1588951443,
							["arg1"] = "万物咸覩 中了火炮弹幕",
							["clColor"] = "ffa22fc8",
						}, -- [181]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "SAY",
							["time"] = 1588951461,
							["arg1"] = "风起春城暮 中了火炮弹幕",
							["clColor"] = "fffe7b09",
						}, -- [182]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "SAY",
							["time"] = 1588951461,
							["arg1"] = "丫丫小猫 中了火炮弹幕",
							["clColor"] = "ff8686ec",
						}, -- [183]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "SAY",
							["time"] = 1588951485,
							["arg1"] = "风起春城暮 中了火炮弹幕",
							["clColor"] = "fffe7b09",
						}, -- [184]
						{
							["arg2"] = "Xiaodouding-亡语者",
							["type"] = "SAY",
							["time"] = 1588951485,
							["arg1"] = "Xiaodouding 中了火炮弹幕",
							["clColor"] = "fff38bb9",
						}, -- [185]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1588951485,
							["arg1"] = "万物咸覩 中了火炮弹幕",
							["clColor"] = "ffa22fc8",
						}, -- [186]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "SAY",
							["time"] = 1588951519,
							["arg1"] = "风起春城暮 中了火炮弹幕",
							["clColor"] = "fffe7b09",
						}, -- [187]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "SAY",
							["time"] = 1588951519,
							["arg1"] = "丫丫小猫 中了火炮弹幕",
							["clColor"] = "ff8686ec",
						}, -- [188]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1588951519,
							["arg1"] = "万物咸覩 中了火炮弹幕",
							["clColor"] = "ffa22fc8",
						}, -- [189]
						{
							["arg2"] = "Xiaodouding-亡语者",
							["type"] = "SAY",
							["time"] = 1588951519,
							["arg1"] = "Xiaodouding 中了火炮弹幕",
							["clColor"] = "fff38bb9",
						}, -- [190]
						{
							["arg1"] = " ",
						}, -- [191]
						{
							["arg1"] = " ",
						}, -- [192]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 20:13:03。",
						}, -- [193]
						{
							["arg2"] = "拉希奥的影像",
							["type"] = "MONSTER_SAY",
							["time"] = 1589026555,
							["arg1"] = "萨尔被恩佐斯的低语逼疯了，他以为元素警告说，灾难即将降临，只有古神才能阻止。",
						}, -- [194]
						{
							["arg2"] = "拉希奥的影像",
							["type"] = "MONSTER_SAY",
							["time"] = 1589026565,
							["arg1"] = "现在奥格瑞玛的所有人都喝下了恩佐斯之血，部落被扭曲成了疯狂的战争机器。",
						}, -- [195]
						{
							["arg2"] = "纳罗斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1589026616,
							["arg1"] = "你还没有被修理！",
						}, -- [196]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "SAY",
							["time"] = 1589026627,
							["arg1"] = "已获得增益效果【伤害】",
							["clColor"] = "fffe7b09",
						}, -- [197]
						{
							["arg2"] = "半兽人迦罗娜",
							["type"] = "MONSTER_SAY",
							["time"] = 1589026763,
							["arg1"] = "快去暗巷区找幸存者。我会把找到的人隐蔽起来，你去阻挡敌人。",
						}, -- [198]
						{
							["arg2"] = "半兽人迦罗娜",
							["type"] = "MONSTER_SAY",
							["time"] = 1589026771,
							["arg1"] = "暗巷区的另一头有座传送器。但愿它还能用。",
						}, -- [199]
						{
							["arg2"] = "半兽人迦罗娜",
							["type"] = "MONSTER_SAY",
							["time"] = 1589026773,
							["arg1"] = "去看看这里有没有人。",
						}, -- [200]
						{
							["arg2"] = "半兽人迦罗娜",
							["type"] = "MONSTER_SAY",
							["time"] = 1589026783,
							["arg1"] = "又有人牺牲了。我们快走。",
						}, -- [201]
						{
							["arg2"] = "半兽人迦罗娜",
							["type"] = "MONSTER_SAY",
							["time"] = 1589026819,
							["arg1"] = "去裁缝店和孤儿院找找幸存者。我来把风。",
						}, -- [202]
						{
							["arg2"] = "孤儿监护员巴特维尔",
							["type"] = "MONSTER_SAY",
							["time"] = 1589026821,
							["arg1"] = "快点，孩子们。我们必须得走了！",
						}, -- [203]
						{
							["arg2"] = "卡玛瑞",
							["type"] = "MONSTER_SAY",
							["time"] = 1589026826,
							["arg1"] = "感谢先祖！",
						}, -- [204]
						{
							["arg2"] = "半兽人迦罗娜",
							["type"] = "MONSTER_SAY",
							["time"] = 1589026827,
							["arg1"] = "又是被封锁的建筑。去制皮和工程商店看看。小心周围的炸药！",
						}, -- [205]
						{
							["arg2"] = "卡洛雷克",
							["type"] = "MONSTER_SAY",
							["time"] = 1589026828,
							["arg1"] = "我们快离开这里吧！",
						}, -- [206]
						{
							["arg2"] = "诺格",
							["type"] = "MONSTER_SAY",
							["time"] = 1589026831,
							["arg1"] = "别丢下我！",
						}, -- [207]
						{
							["arg2"] = "半兽人迦罗娜",
							["type"] = "MONSTER_SAY",
							["time"] = 1589026837,
							["arg1"] = "这下糟了……",
						}, -- [208]
						{
							["arg2"] = "审判官格恩肖尔",
							["type"] = "MONSTER_SAY",
							["time"] = 1589026847,
							["arg1"] = "你的尖叫会在主人的大厅里回响！",
						}, -- [209]
						{
							["arg2"] = "审判官格恩肖尔",
							["type"] = "MONSTER_SAY",
							["time"] = 1589026889,
							["arg1"] = "我们……决不……沉默……",
						}, -- [210]
						{
							["arg2"] = "诺格",
							["type"] = "MONSTER_SAY",
							["time"] = 1589026896,
							["arg1"] = "那里有个传送门！",
						}, -- [211]
						{
							["arg2"] = "罗克希克",
							["type"] = "MONSTER_SAY",
							["time"] = 1589026897,
							["arg1"] = "我们开始了！来吧！",
						}, -- [212]
						{
							["arg2"] = "半兽人迦罗娜",
							["type"] = "MONSTER_SAY",
							["time"] = 1589026900,
							["arg1"] = "我们应该安全了，勇士。保持警惕——到处都是萨尔的部队。",
						}, -- [213]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "SAY",
							["time"] = 1589026931,
							["arg1"] = "我已经是个死人了。",
							["clColor"] = "fffe7b09",
						}, -- [214]
						{
							["arg2"] = "亚基猎心者",
							["type"] = "MONSTER_SAY",
							["time"] = 1589026987,
							["arg1"] = "我们的虫群将席卷奥格瑞玛！",
						}, -- [215]
						{
							["arg2"] = "亚基猎心者",
							["type"] = "MONSTER_SAY",
							["time"] = 1589027003,
							["arg1"] = "我们的数量……远胜……群星……",
						}, -- [216]
						{
							["arg2"] = "泽坎",
							["type"] = "MONSTER_SAY",
							["time"] = 1589027138,
							["arg1"] = "你们真及时。我在精神谷的兄弟姐妹遇到了危险。",
						}, -- [217]
						{
							["arg2"] = "盖亚拉大王",
							["type"] = "MONSTER_SAY",
							["time"] = 1589027190,
							["arg1"] = "玛格汉拒绝喝下恩佐斯的血，因此遭到了屠杀。",
						}, -- [218]
						{
							["arg2"] = "盖亚拉大王",
							["type"] = "MONSTER_SAY",
							["time"] = 1589027196,
							["arg1"] = "他们的冤魂渴望复仇！",
						}, -- [219]
						{
							["arg2"] = "虚狂巨兽",
							["type"] = "MONSTER_SAY",
							["time"] = 1589027256,
							["arg1"] = "碾碎可悲的弱者！",
						}, -- [220]
						{
							["arg2"] = "盖亚拉大王",
							["type"] = "MONSTER_SAY",
							["time"] = 1589027259,
							["arg1"] = "不……他们对你做了什么？！",
						}, -- [221]
						{
							["arg2"] = "虚狂巨兽",
							["type"] = "MONSTER_SAY",
							["time"] = 1589027273,
							["arg1"] = "为什么……不砸了……？",
						}, -- [222]
						{
							["arg2"] = "盖亚拉大王",
							["type"] = "MONSTER_SAY",
							["time"] = 1589027433,
							["arg1"] = "完了……我的氏族已经完了。不管我做什么都没用了……",
						}, -- [223]
						{
							["arg2"] = "布温巴",
							["type"] = "MONSTER_SAY",
							["time"] = 1589027506,
							["arg1"] = "你也会变成一只青蛙！",
						}, -- [224]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "SAY",
							["time"] = 1589027515,
							["arg1"] = "已获得增益效果【急速】",
							["clColor"] = "fffe7b09",
						}, -- [225]
						{
							["arg2"] = "扎姆沙",
							["type"] = "MONSTER_SAY",
							["time"] = 1589027516,
							["arg1"] = "我们自由了！",
						}, -- [226]
						{
							["arg2"] = "碎地者特加",
							["type"] = "MONSTER_SAY",
							["time"] = 1589027558,
							["arg1"] = "感谢万灵……",
						}, -- [227]
						{
							["arg2"] = "萨祖",
							["type"] = "MONSTER_SAY",
							["time"] = 1589027578,
							["arg1"] = "神灵救了我们……",
						}, -- [228]
						{
							["arg2"] = "湮灭元素",
							["type"] = "MONSTER_SAY",
							["time"] = 1589027582,
							["arg1"] = "湮灭降临！",
						}, -- [229]
						{
							["arg2"] = "湮灭元素",
							["type"] = "MONSTER_SAY",
							["time"] = 1589027592,
							["arg1"] = "希望……必将……湮灭……",
						}, -- [230]
						{
							["arg2"] = "泽坎",
							["type"] = "MONSTER_SAY",
							["time"] = 1589027596,
							["arg1"] = "我的兄弟姐妹自由了……但以后我们还能相信元素的声音吗？",
						}, -- [231]
						{
							["arg2"] = "扎哈尔",
							["type"] = "MONSTER_SAY",
							["time"] = 1589027897,
							["arg1"] = "这应该就够了，谢了伙计。",
						}, -- [232]
						{
							["arg2"] = "纯净圣母",
							["type"] = "MONSTER_SAY",
							["time"] = 1589027978,
							["arg1"] = "幻象探索结束。启动退出协议。",
						}, -- [233]
						{
							["arg2"] = "拉希奥的影像",
							["type"] = "MONSTER_SAY",
							["time"] = 1589027988,
							["arg1"] = "奥格瑞玛的命运的确让人伤感。但这下你知道，如果这样的事真的发生，你应该如何阻止了。",
						}, -- [234]
						{
							["arg1"] = " ",
						}, -- [235]
						{
							["arg1"] = " ",
						}, -- [236]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 21:18:08。",
						}, -- [237]
						{
							["arg2"] = "高阶指挥官卡姆塞斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1589030396,
							["arg1"] = "阿玛赛特正在集结大军，想对起源大厅发起新一轮进攻。攻破他们的阵线，让他们四散奔逃！",
						}, -- [238]
						{
							["arg2"] = "阿玛赛特太阳祭司",
							["type"] = "MONSTER_SAY",
							["time"] = 1589030811,
							["arg1"] = "他们想要摧毁守护者！阻止他们！",
						}, -- [239]
						{
							["arg2"] = "阿玛赛特太阳祭司",
							["type"] = "MONSTER_SAY",
							["time"] = 1589030814,
							["arg1"] = "你休想干扰我们的使命，凡人！这个守护者将被修复以效力阿玛赛特！",
						}, -- [240]
						{
							["arg2"] = "阿玛赛特太阳祭司",
							["type"] = "MONSTER_SAY",
							["time"] = 1589030818,
							["arg1"] = "守护者严重受损！不要让它倒下！",
						}, -- [241]
						{
							["arg2"] = "阿玛赛特太阳祭司",
							["type"] = "MONSTER_SAY",
							["time"] = 1589030934,
							["arg1"] = "他们想要摧毁守护者！阻止他们！",
						}, -- [242]
						{
							["arg2"] = "阿玛赛特太阳祭司",
							["type"] = "MONSTER_SAY",
							["time"] = 1589030943,
							["arg1"] = "你休想干扰我们的使命，凡人！这个守护者将被修复以效力阿玛赛特！",
						}, -- [243]
						{
							["arg2"] = "阿玛赛特太阳祭司",
							["type"] = "MONSTER_SAY",
							["time"] = 1589030947,
							["arg1"] = "守护者严重受损！不要让它倒下！",
						}, -- [244]
						{
							["arg2"] = "太阳王纳科泰普",
							["type"] = "MONSTER_SAY",
							["time"] = 1589030949,
							["arg1"] = "一文不值的虫子！我们的守护者会夺回熔炉，你们给艾泽拉斯带来的腐蚀将被净化！",
						}, -- [245]
						{
							["arg2"] = "高阶指挥官卡姆塞斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1589030961,
							["arg1"] = "阿玛赛特正在进军！不惜一切代价，保护熔炉！",
						}, -- [246]
						{
							["arg2"] = "高阶指挥官卡姆塞斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1589031027,
							["arg1"] = "看来阿玛赛特已经撤回古墓了。胆敢挑战拉穆卡恒，真是蠢货。",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = " ",
						}, -- [249]
						{
							["arg1"] = "记录开始于 05/09/2020 的 22:12:41。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
				}, -- [4]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "呼喊",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 20:13:19。",
						}, -- [1]
						{
							["arg2"] = "睡觉喽",
							["type"] = "MONSTER_YELL",
							["time"] = 1588854237,
							["arg1"] = "没有人胆敢挑战兄弟会！",
							["clColor"] = "fffef367",
						}, -- [2]
						{
							["arg1"] = " ",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["arg1"] = "记录开始于 05/07/2020 的 21:01:01。",
							["type"] = "SYSTEM",
						}, -- [5]
						{
							["arg2"] = "裂隙之刃克莱恩",
							["type"] = "MONSTER_YELL",
							["time"] = 1588856769,
							["arg1"] = "我来了！别担心，我会对你放水的。",
						}, -- [6]
						{
							["arg2"] = "裂隙之刃克莱恩",
							["type"] = "MONSTER_YELL",
							["time"] = 1588856781,
							["arg1"] = "我在这！",
						}, -- [7]
						{
							["arg2"] = "嗜血的布莉欧娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1588857004,
							["arg1"] = "不留活口！",
						}, -- [8]
						{
							["arg2"] = "瓦力格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588857036,
							["arg1"] = "哦，蹦跶得挺欢！",
						}, -- [9]
						{
							["arg2"] = "瓦力格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588857087,
							["arg1"] = "剁碎了拿去喂鱼！",
						}, -- [10]
						{
							["arg2"] = "嗜血的布莉欧娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1588857109,
							["arg1"] = "快！给我拿个桶！一滴血都别浪费！",
						}, -- [11]
						{
							["arg2"] = "“小刀”洛蒂",
							["type"] = "MONSTER_YELL",
							["time"] = 1588857141,
							["arg1"] = "吃我一刀！",
						}, -- [12]
						{
							["arg1"] = " ",
						}, -- [13]
						{
							["arg1"] = " ",
						}, -- [14]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 21:35:08。",
						}, -- [15]
						{
							["arg2"] = "沃卡尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588859398,
							["arg1"] = "又是你？！我要把你撕碎！",
						}, -- [16]
						{
							["arg2"] = "沃卡尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588859460,
							["arg1"] = "同归于尽！",
						}, -- [17]
						{
							["arg2"] = "沃卡尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588859569,
							["arg1"] = "主人会重新修复我……",
						}, -- [18]
						{
							["arg2"] = "女祭司阿伦扎",
							["type"] = "MONSTER_YELL",
							["time"] = 1588860184,
							["arg1"] = "亚兹玛的爪牙，这儿不欢迎你们！",
						}, -- [19]
						{
							["arg2"] = "女祭司阿伦扎",
							["type"] = "MONSTER_YELL",
							["time"] = 1588860195,
							["arg1"] = "我的利爪会刺穿你的心脏。",
						}, -- [20]
						{
							["arg2"] = "女祭司阿伦扎",
							["type"] = "MONSTER_YELL",
							["time"] = 1588860209,
							["arg1"] = "你们不属于这里！",
						}, -- [21]
						{
							["arg2"] = "女祭司阿伦扎",
							["type"] = "MONSTER_YELL",
							["time"] = 1588860229,
							["arg1"] = "我的利爪会刺穿你的心脏。",
						}, -- [22]
						{
							["arg2"] = "女祭司阿伦扎",
							["type"] = "MONSTER_YELL",
							["time"] = 1588860244,
							["arg1"] = "你们不属于这里！",
						}, -- [23]
						{
							["arg2"] = "女祭司阿伦扎",
							["type"] = "MONSTER_YELL",
							["time"] = 1588860264,
							["arg1"] = "我的利爪会刺穿你的心脏。",
						}, -- [24]
						{
							["arg2"] = "女祭司阿伦扎",
							["type"] = "MONSTER_YELL",
							["time"] = 1588860280,
							["arg1"] = "净化腐蚀！",
						}, -- [25]
						{
							["arg2"] = "女祭司阿伦扎",
							["type"] = "MONSTER_YELL",
							["time"] = 1588860284,
							["arg1"] = "必须……净化……池子……",
						}, -- [26]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588860457,
							["arg1"] = "达萨即将苏醒，但你活不到那一刻了！",
						}, -- [27]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588860467,
							["arg1"] = "我要撕碎你的灵魂！",
						}, -- [28]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588860508,
							["arg1"] = "你的灵魂会四分五裂！",
						}, -- [29]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588860549,
							["arg1"] = "你的灵魂会四分五裂！",
						}, -- [30]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588860591,
							["arg1"] = "我要撕碎你的灵魂！",
						}, -- [31]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588860603,
							["arg1"] = "真是个不错的祭品！",
						}, -- [32]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588860632,
							["arg1"] = "我要撕碎你的灵魂！",
						}, -- [33]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588860673,
							["arg1"] = "我要撕碎你的灵魂！",
						}, -- [34]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588860700,
							["arg1"] = "我会善加利用你们的鲜血，反正你们也用不着了。",
						}, -- [35]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588860826,
							["arg1"] = "达萨即将苏醒，但你活不到那一刻了！",
						}, -- [36]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588860836,
							["arg1"] = "我要撕碎你的灵魂！",
						}, -- [37]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588860877,
							["arg1"] = "我要撕碎你的灵魂！",
						}, -- [38]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588860892,
							["arg1"] = "真是个不错的祭品！",
						}, -- [39]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588860918,
							["arg1"] = "你的灵魂会四分五裂！",
						}, -- [40]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588860960,
							["arg1"] = "我要撕碎你的灵魂！",
						}, -- [41]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588861001,
							["arg1"] = "你的灵魂会四分五裂！",
						}, -- [42]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588861031,
							["arg1"] = "你的鲜血归我了！",
						}, -- [43]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588861035,
							["arg1"] = "我会善加利用你们的鲜血，反正你们也用不着了。",
						}, -- [44]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588861140,
							["arg1"] = "达萨即将苏醒，但你活不到那一刻了！",
						}, -- [45]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588861150,
							["arg1"] = "你的灵魂会四分五裂！",
						}, -- [46]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588861193,
							["arg1"] = "我要撕碎你的灵魂！",
						}, -- [47]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588861235,
							["arg1"] = "你的灵魂会四分五裂！",
						}, -- [48]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588861276,
							["arg1"] = "我要撕碎你的灵魂！",
						}, -- [49]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588861317,
							["arg1"] = "我要撕碎你的灵魂！",
						}, -- [50]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588861358,
							["arg1"] = "你的灵魂会四分五裂！",
						}, -- [51]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588861400,
							["arg1"] = "我要撕碎你的灵魂！",
						}, -- [52]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588861403,
							["arg1"] = "蠢货！祖尔会撕碎……你们的……灵魂……",
						}, -- [53]
						{
							["arg2"] = "火金派防御者",
							["type"] = "MONSTER_YELL",
							["time"] = 1588862839,
							["arg1"] = "他们一直涌过来。我们不能失去两处神殿！",
						}, -- [54]
						{
							["arg1"] = " ",
						}, -- [55]
						{
							["arg1"] = " ",
						}, -- [56]
						{
							["arg1"] = "记录开始于 05/07/2020 的 23:12:40。",
							["type"] = "SYSTEM",
						}, -- [57]
						{
							["arg2"] = "Vggtr-勇士岛",
							["type"] = "YELL",
							["time"] = 1588864414,
							["arg1"] = "100Wg = 15 oR.有620W 可.散.有需要的Mmmmmm",
							["clColor"] = "ffc59a6c",
						}, -- [58]
						{
							["arg1"] = " ",
						}, -- [59]
						{
							["arg1"] = " ",
						}, -- [60]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 23:13:53。",
						}, -- [61]
						{
							["arg2"] = "Vggtr-勇士岛",
							["type"] = "YELL",
							["time"] = 1588864502,
							["arg1"] = "100Wg = 15 oR.有620W 可.散.有需要的Mmmmmm",
							["clColor"] = "ffc59a6c",
						}, -- [62]
						{
							["arg1"] = " ",
						}, -- [63]
						{
							["arg1"] = " ",
						}, -- [64]
						{
							["arg1"] = "记录开始于 05/07/2020 的 23:15:53。",
							["type"] = "SYSTEM",
						}, -- [65]
						{
							["arg2"] = "Vggtr-勇士岛",
							["type"] = "YELL",
							["time"] = 1588864589,
							["arg1"] = "100Wg = 15 oR.有620W 可.散.有需要的Mmmmmm",
							["clColor"] = "ffc59a6c",
						}, -- [66]
						{
							["arg1"] = " ",
						}, -- [67]
						{
							["arg1"] = " ",
						}, -- [68]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 23:16:57。",
						}, -- [69]
						{
							["arg2"] = "Vggtr-勇士岛",
							["type"] = "YELL",
							["time"] = 1588864677,
							["arg1"] = "100Wg = 15 oR.有620W 可.散.有需要的Mmmmmm",
							["clColor"] = "ffc59a6c",
						}, -- [70]
						{
							["arg1"] = " ",
						}, -- [71]
						{
							["arg1"] = " ",
						}, -- [72]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 23:26:48。",
						}, -- [73]
						{
							["arg2"] = "生存者苏立",
							["type"] = "MONSTER_YELL",
							["time"] = 1588865240,
							["arg1"] = "这些幻影是无穷无尽的，但我们要尽力守住！",
						}, -- [74]
						{
							["arg2"] = "防御者鸥图",
							["type"] = "MONSTER_YELL",
							["time"] = 1588865506,
							["arg1"] = "我是钢铁之盾！但是我坚持不了多久了！",
						}, -- [75]
						{
							["arg2"] = "防御者鸥图",
							["type"] = "MONSTER_YELL",
							["time"] = 1588865627,
							["arg1"] = "我是钢铁之盾！但是我坚持不了多久了！",
						}, -- [76]
						{
							["arg2"] = "防御者鸥图",
							["type"] = "MONSTER_YELL",
							["time"] = 1588865805,
							["arg1"] = "我是钢铁之盾！但是我坚持不了多久了！",
						}, -- [77]
						{
							["arg2"] = "防御者鸥图",
							["type"] = "MONSTER_YELL",
							["time"] = 1588865807,
							["arg1"] = "坚持住，我来了！",
						}, -- [78]
						{
							["arg1"] = " ",
						}, -- [79]
						{
							["arg1"] = " ",
						}, -- [80]
						{
							["arg1"] = "记录开始于 05/08/2020 的 20:10:24。",
							["type"] = "SYSTEM",
						}, -- [81]
						{
							["arg2"] = "千与千寻丶凉-埃德萨拉",
							["type"] = "YELL",
							["time"] = 1588939870,
							["arg1"] = "【就要开】【新CD】 - -鼎级》 【尼奥啰萨+觉醒之城】--满12O--就能来//",
							["clColor"] = "ff00fe95",
						}, -- [82]
						{
							["arg2"] = "千与千寻丶凉-埃德萨拉",
							["type"] = "YELL",
							["time"] = 1588939900,
							["arg1"] = "【就要开】【新CD】 - -鼎级》 【尼奥啰萨+觉醒之城】--满12O--就能来//",
							["clColor"] = "ff00fe95",
						}, -- [83]
						{
							["arg2"] = "千与千寻丶凉-埃德萨拉",
							["type"] = "YELL",
							["time"] = 1588939930,
							["arg1"] = "【就要开】【新CD】 - -鼎级》 【尼奥啰萨+觉醒之城】--满12O--就能来//",
							["clColor"] = "ff00fe95",
						}, -- [84]
						{
							["arg2"] = "千与千寻丶凉-埃德萨拉",
							["type"] = "YELL",
							["time"] = 1588939960,
							["arg1"] = "【就要开】【新CD】 - -鼎级》 【尼奥啰萨+觉醒之城】--满12O--就能来//",
							["clColor"] = "ff00fe95",
						}, -- [85]
						{
							["arg2"] = "千与千寻丶凉-埃德萨拉",
							["type"] = "YELL",
							["time"] = 1588939990,
							["arg1"] = "【就要开】【新CD】 - -鼎级》 【尼奥啰萨+觉醒之城】--满12O--就能来//",
							["clColor"] = "ff00fe95",
						}, -- [86]
						{
							["arg2"] = "千与千寻丶凉-埃德萨拉",
							["type"] = "YELL",
							["time"] = 1588940020,
							["arg1"] = "【就要开】【新CD】 - -鼎级》 【尼奥啰萨+觉醒之城】--满12O--就能来//",
							["clColor"] = "ff00fe95",
						}, -- [87]
						{
							["arg2"] = "千与千寻丶凉-埃德萨拉",
							["type"] = "YELL",
							["time"] = 1588940050,
							["arg1"] = "【就要开】【新CD】 - -鼎级》 【尼奥啰萨+觉醒之城】--满12O--就能来//",
							["clColor"] = "ff00fe95",
						}, -- [88]
						{
							["arg1"] = " ",
						}, -- [89]
						{
							["arg1"] = " ",
						}, -- [90]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 20:18:53。",
						}, -- [91]
						{
							["arg2"] = "千与千寻丶凉-埃德萨拉",
							["type"] = "YELL",
							["time"] = 1588940383,
							["arg1"] = "【就要开】【新CD】 - -鼎级》 【尼奥啰萨+觉醒之城】--满12O--就能来//",
							["clColor"] = "ff00fe95",
						}, -- [92]
						{
							["arg2"] = "千与千寻丶凉-埃德萨拉",
							["type"] = "YELL",
							["time"] = 1588940413,
							["arg1"] = "【就要开】【新CD】 - -鼎级》 【尼奥啰萨+觉醒之城】--满12O--就能来//",
							["clColor"] = "ff00fe95",
						}, -- [93]
						{
							["arg2"] = "千与千寻丶凉-埃德萨拉",
							["type"] = "YELL",
							["time"] = 1588940775,
							["arg1"] = "【就要开】【新CD】 - -鼎级》 【尼奥啰萨+觉醒之城】--满12O--就能来//",
							["clColor"] = "ff00fe95",
						}, -- [94]
						{
							["arg2"] = "千与千寻丶凉-埃德萨拉",
							["type"] = "YELL",
							["time"] = 1588940805,
							["arg1"] = "【就要开】【新CD】 - -鼎级》 【尼奥啰萨+觉醒之城】--满12O--就能来//",
							["clColor"] = "ff00fe95",
						}, -- [95]
						{
							["arg1"] = " ",
						}, -- [96]
						{
							["arg1"] = " ",
						}, -- [97]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 22:12:22。",
						}, -- [98]
						{
							["arg2"] = "唾海",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947281,
							["arg1"] = "Mrrglrgl，mmrglrlglrrrglrggl！",
						}, -- [99]
						{
							["arg2"] = "迪奥斯·强机",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947459,
							["arg1"] = "这完全不符合统计学！我们的访客还活着！",
						}, -- [100]
						{
							["arg2"] = "迪奥斯·强机",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947465,
							["arg1"] = "是时候请出坦克大战竞技场的传奇选手了！",
						}, -- [101]
						{
							["arg2"] = "迪奥斯·强机",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947467,
							["arg1"] = "观众们！今晚队伍的实力旗鼓相当！一定会火花四溅！",
						}, -- [102]
						{
							["arg2"] = "迪奥斯·强机",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947472,
							["arg1"] = "有请白金拳手以及仁慈侏儒4.U.型！",
						}, -- [103]
						{
							["arg2"] = "迪奥斯·强机",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947474,
							["arg1"] = "等等，什么鬼？！有几个地表来的蠢货掉进了竞技场！",
						}, -- [104]
						{
							["arg2"] = "迪奥斯·强机",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947479,
							["arg1"] = "让我们嗨起来吧！",
						}, -- [105]
						{
							["arg2"] = "迪奥斯·强机",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947481,
							["arg1"] = "飞溅区的观众请注意：当心血水！",
						}, -- [106]
						{
							["arg2"] = "迪奥斯·强机",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947529,
							["arg1"] = "哇噢噢噢！机械们侏儒们……这可真是出人意料的发展！",
						}, -- [107]
						{
							["arg2"] = "迪奥斯·强机",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947535,
							["arg1"] = "你们最爱的播报员，上场了！",
						}, -- [108]
						{
							["arg2"] = "迪奥斯·强机",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947539,
							["arg1"] = "别担心！我依然会尽全力为大家献上最精彩的解说！",
						}, -- [109]
						{
							["arg2"] = "迪奥斯·强机",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947566,
							["arg1"] = "出……局……",
						}, -- [110]
						{
							["arg2"] = "迪奥斯·强机",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947643,
							["arg1"] = "太震惊了！地表蠢货获胜！不过……我们还是会把他们跟垃圾一起丢出去！",
						}, -- [111]
						{
							["arg2"] = "温迪·考格斯沃",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947841,
							["arg1"] = "咬死他们，宝贝儿！",
						}, -- [112]
						{
							["arg2"] = "温迪·考格斯沃",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947846,
							["arg1"] = "小心头顶！",
						}, -- [113]
						{
							["arg2"] = "温迪·考格斯沃",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947856,
							["arg1"] = "早知道的话，我会先把你遛一圈！",
						}, -- [114]
						{
							["arg2"] = "温迪·考格斯沃",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947873,
							["arg1"] = "小心头顶！",
						}, -- [115]
						{
							["arg2"] = "温迪·考格斯沃",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947879,
							["arg1"] = "玩耍时间到！",
						}, -- [116]
						{
							["arg2"] = "温迪·考格斯沃",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947890,
							["arg1"] = "早知道的话，我会先把你遛一圈！",
						}, -- [117]
						{
							["arg2"] = "温迪·考格斯沃",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947907,
							["arg1"] = "小心头顶！",
						}, -- [118]
						{
							["arg2"] = "温迪·考格斯沃",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947913,
							["arg1"] = "玩耍时间到！",
						}, -- [119]
						{
							["arg2"] = "温迪·考格斯沃",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947924,
							["arg1"] = "早知道的话，我会先把你遛一圈！",
						}, -- [120]
						{
							["arg2"] = "温迪·考格斯沃",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947941,
							["arg1"] = "小心头顶！",
						}, -- [121]
						{
							["arg2"] = "温迪·考格斯沃",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947947,
							["arg1"] = "玩耍时间到！",
						}, -- [122]
						{
							["arg2"] = "温迪·考格斯沃",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947958,
							["arg1"] = "早知道的话，我会先把你遛一圈！",
						}, -- [123]
						{
							["arg2"] = "温迪·考格斯沃",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947975,
							["arg1"] = "小心头顶！",
						}, -- [124]
						{
							["arg2"] = "温迪·考格斯沃",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947981,
							["arg1"] = "你们干了什么？！畜生！",
						}, -- [125]
						{
							["arg2"] = "温迪·考格斯沃",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947986,
							["arg1"] = "我得花好几周才能修好他！",
						}, -- [126]
						{
							["arg2"] = "报警机器人",
							["type"] = "MONSTER_YELL",
							["time"] = 1588948134,
							["arg1"] = "警告！侦测到过高的血肉比例。警告！",
						}, -- [127]
						{
							["arg2"] = "首席机械师闪流",
							["type"] = "MONSTER_YELL",
							["time"] = 1588948449,
							["arg1"] = "欢迎光临我的花园，入侵者！",
						}, -- [128]
						{
							["arg2"] = "首席机械师闪流",
							["type"] = "MONSTER_YELL",
							["time"] = 1588948453,
							["arg1"] = "看来你多长了一颗脑袋！",
						}, -- [129]
						{
							["arg2"] = "首席机械师闪流",
							["type"] = "MONSTER_YELL",
							["time"] = 1588948455,
							["arg1"] = "把你的屁股炸开花！",
						}, -- [130]
						{
							["arg2"] = "首席机械师闪流",
							["type"] = "MONSTER_YELL",
							["time"] = 1588948463,
							["arg1"] = "很快就可以闻到烤肉的香味了！哈哈！",
						}, -- [131]
						{
							["arg2"] = "首席机械师闪流",
							["type"] = "MONSTER_YELL",
							["time"] = 1588948478,
							["arg1"] = "看来你多长了一颗脑袋！",
						}, -- [132]
						{
							["arg2"] = "首席机械师闪流",
							["type"] = "MONSTER_YELL",
							["time"] = 1588948501,
							["arg1"] = "把你的屁股炸开花！",
						}, -- [133]
						{
							["arg2"] = "首席机械师闪流",
							["type"] = "MONSTER_YELL",
							["time"] = 1588948504,
							["arg1"] = "我来帮你修剪一下！",
						}, -- [134]
						{
							["arg2"] = "首席机械师闪流",
							["type"] = "MONSTER_YELL",
							["time"] = 1588948511,
							["arg1"] = "很快就可以闻到烤肉的香味了！哈哈！",
						}, -- [135]
						{
							["arg2"] = "首席机械师闪流",
							["type"] = "MONSTER_YELL",
							["time"] = 1588948529,
							["arg1"] = "看来你多长了一颗脑袋！",
						}, -- [136]
						{
							["arg2"] = "首席机械师闪流",
							["type"] = "MONSTER_YELL",
							["time"] = 1588948547,
							["arg1"] = "把你的屁股炸开花！",
						}, -- [137]
						{
							["arg2"] = "首席机械师闪流",
							["type"] = "MONSTER_YELL",
							["time"] = 1588948555,
							["arg1"] = "看来你多长了一颗脑袋！",
						}, -- [138]
						{
							["arg2"] = "首席机械师闪流",
							["type"] = "MONSTER_YELL",
							["time"] = 1588948558,
							["arg1"] = "怕热？那就别闯进我的花园！",
						}, -- [139]
						{
							["arg2"] = "首席机械师闪流",
							["type"] = "MONSTER_YELL",
							["time"] = 1588948580,
							["arg1"] = "我来帮你修剪一下！",
						}, -- [140]
						{
							["arg2"] = "首席机械师闪流",
							["type"] = "MONSTER_YELL",
							["time"] = 1588948594,
							["arg1"] = "尝尝我种的大口径玫瑰！",
						}, -- [141]
						{
							["arg2"] = "首席机械师闪流",
							["type"] = "MONSTER_YELL",
							["time"] = 1588948604,
							["arg1"] = "怕热？那就别闯进我的花园！",
						}, -- [142]
						{
							["arg2"] = "首席机械师闪流",
							["type"] = "MONSTER_YELL",
							["time"] = 1588948606,
							["arg1"] = "我来帮你修剪一下！",
						}, -- [143]
						{
							["arg2"] = "首席机械师闪流",
							["type"] = "MONSTER_YELL",
							["time"] = 1588948614,
							["arg1"] = "这……不可能……",
						}, -- [144]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1588948974,
							["arg1"] = "我，完美无瑕！",
						}, -- [145]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1588948982,
							["arg1"] = "你们躲不开我的目标锁定系统！",
						}, -- [146]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1588948999,
							["arg1"] = "你们躲不开我的目标锁定系统！",
						}, -- [147]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949005,
							["arg1"] = "推进器点火！",
						}, -- [148]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949018,
							["arg1"] = "你们躲不开我的目标锁定系统！",
						}, -- [149]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949035,
							["arg1"] = "你们躲不开我的目标锁定系统！",
						}, -- [150]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949042,
							["arg1"] = "推进器点火！",
						}, -- [151]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949054,
							["arg1"] = "你们躲不开我的目标锁定系统！",
						}, -- [152]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949064,
							["arg1"] = "你们以为这就打败我了？哈！蠢货！",
						}, -- [153]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949068,
							["arg1"] = "你们不过是毁了一台玩具模型！",
						}, -- [154]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949072,
							["arg1"] = "想瞧瞧我真正的秘密武器吗？那就让你们见识一下！",
						}, -- [155]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949085,
							["arg1"] = "所有能量传输至武器系统！",
						}, -- [156]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949104,
							["arg1"] = "磁力装置已就位！",
						}, -- [157]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949119,
							["arg1"] = "所有能量传输至武器系统！",
						}, -- [158]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949150,
							["arg1"] = "所有能量传输至武器系统！",
						}, -- [159]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949166,
							["arg1"] = "磁力装置已就位！",
						}, -- [160]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949181,
							["arg1"] = "所有能量传输至武器系统！",
						}, -- [161]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949195,
							["arg1"] = "你们……这些……次品……",
						}, -- [162]
						{
							["arg1"] = " ",
						}, -- [163]
						{
							["arg1"] = " ",
						}, -- [164]
						{
							["arg1"] = "记录开始于 05/08/2020 的 22:49:32。",
							["type"] = "SYSTEM",
						}, -- [165]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949719,
							["arg1"] = "你的末日降临了！",
						}, -- [166]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949735,
							["arg1"] = "地上要小心了，你们这群长满藤壶的猪猡！",
						}, -- [167]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949751,
							["arg1"] = "你的末日降临了！",
						}, -- [168]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949767,
							["arg1"] = "地上要小心了，你们这群长满藤壶的猪猡！",
						}, -- [169]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949826,
							["arg1"] = "喂，你们这帮舱底鼠！",
						}, -- [170]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949860,
							["arg1"] = "啊！鲨鱼饵，去轰炸他们的船舷！",
						}, -- [171]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949878,
							["arg1"] = "舷窗根本挡不住！",
						}, -- [172]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949901,
							["arg1"] = "炸翻你们臭烘烘的甲板！",
						}, -- [173]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949920,
							["arg1"] = "弄洒别人的酒会遭报应的！",
						}, -- [174]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949923,
							["arg1"] = "哦，看看是谁还在晕船呢！",
						}, -- [175]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949935,
							["arg1"] = "射穿你们的皮！",
						}, -- [176]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949940,
							["arg1"] = "哦，看看是谁还在晕船呢！",
						}, -- [177]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949957,
							["arg1"] = "哦，看看是谁还在晕船呢！",
						}, -- [178]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949974,
							["arg1"] = "这滋味你今生难忘！",
						}, -- [179]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949978,
							["arg1"] = "看来……我要去……喂鲨鱼了……",
						}, -- [180]
						{
							["arg2"] = "黑齿拳手",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950135,
							["arg1"] = "我们自己乱战了起来！",
						}, -- [181]
						{
							["arg2"] = "“两眼虫”戴维",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950352,
							["arg1"] = "来来来，下注了！又来了一群受害——呃，参赛者！交给你们了，古尔戈索克和伍迪！",
						}, -- [182]
						{
							["arg2"] = "尤朵拉船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950479,
							["arg1"] = "我要拿你们的骨头当靶子。",
						}, -- [183]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950482,
							["arg1"] = "看看你能不能撑得住！",
						}, -- [184]
						{
							["arg2"] = "拉乌尔船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950487,
							["arg1"] = "干杯，水手们！",
						}, -- [185]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950488,
							["arg1"] = "预备！",
						}, -- [186]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950495,
							["arg1"] = "第一滴血！",
						}, -- [187]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950513,
							["arg1"] = "钢铁之潮！",
						}, -- [188]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950536,
							["arg1"] = "预备！",
						}, -- [189]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950566,
							["arg1"] = "钢铁之潮！",
						}, -- [190]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950589,
							["arg1"] = "预备！",
						}, -- [191]
						{
							["arg2"] = "尤朵拉船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950604,
							["arg1"] = "打得……漂亮……",
						}, -- [192]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950614,
							["arg1"] = "预备！",
						}, -- [193]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950638,
							["arg1"] = "钢铁之潮！",
						}, -- [194]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950659,
							["arg1"] = "请把我的剑跟我埋在一起……",
						}, -- [195]
						{
							["arg2"] = "拉乌尔船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950665,
							["arg1"] = "真受不了你们，喝酒去！",
						}, -- [196]
						{
							["arg2"] = "尤朵拉船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950669,
							["arg1"] = "啊，我枪膛里还有子弹呢。",
						}, -- [197]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950673,
							["arg1"] = "我什么时候才能碰上旗鼓相当的对手？",
						}, -- [198]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951334,
							["arg1"] = "猪猡，你觉得能斗得过我？看来我得好好教训你。",
						}, -- [199]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951355,
							["arg1"] = "开炮！把这些癞皮狗轰成渣！",
						}, -- [200]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951367,
							["arg1"] = "拿他们的肠子擦甲板！",
						}, -- [201]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951373,
							["arg1"] = "让这些水手瞧瞧我们的火力！",
						}, -- [202]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951388,
							["arg1"] = "全体上甲板！",
						}, -- [203]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951394,
							["arg1"] = "让这些水手瞧瞧我们的火力！",
						}, -- [204]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951409,
							["arg1"] = "拿他们的肠子擦甲板！",
						}, -- [205]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951415,
							["arg1"] = "让这些水手瞧瞧我们的火力！",
						}, -- [206]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951443,
							["arg1"] = "开炮！把这些癞皮狗轰成渣！",
						}, -- [207]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951449,
							["arg1"] = "拿他们的肠子擦甲板！",
						}, -- [208]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951461,
							["arg1"] = "开炮！把这些癞皮狗轰成渣！",
						}, -- [209]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951473,
							["arg1"] = "全体上甲板！",
						}, -- [210]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951485,
							["arg1"] = "让这些水手瞧瞧我们的火力！",
						}, -- [211]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951497,
							["arg1"] = "全体上甲板！",
						}, -- [212]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951519,
							["arg1"] = "开炮！把这些癞皮狗轰成渣！",
						}, -- [213]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951525,
							["arg1"] = "拿他们的肠子擦甲板！",
						}, -- [214]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951531,
							["arg1"] = "不可……思议……",
						}, -- [215]
						{
							["arg1"] = " ",
						}, -- [216]
						{
							["arg1"] = " ",
						}, -- [217]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 20:13:03。",
						}, -- [218]
						{
							["arg2"] = "审判官格恩肖尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589026699,
							["arg1"] = "干掉那个兽人，清扫暗巷区！拒绝主人之血的都不得好死！",
						}, -- [219]
						{
							["arg2"] = "博亚",
							["type"] = "MONSTER_YELL",
							["time"] = 1589026788,
							["arg1"] = "救命！斯诺恩发疯了！",
						}, -- [220]
						{
							["arg2"] = "雷克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589026896,
							["arg1"] = "你不过是恩佐斯无尽大军面前的蝼蚁。现在，我就要踩死你！",
						}, -- [221]
						{
							["arg2"] = "雷克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027056,
							["arg1"] = "我会把你的血肉喂给我的野兽，把你的灵魂献给恩佐斯！",
						}, -- [222]
						{
							["arg2"] = "雷克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027061,
							["arg1"] = "来吧，我的宠物！侍奉你的主人！",
						}, -- [223]
						{
							["arg2"] = "雷克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027067,
							["arg1"] = "我的野兽会吞噬你！",
						}, -- [224]
						{
							["arg2"] = "雷克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027075,
							["arg1"] = "消灭这些猎物！",
						}, -- [225]
						{
							["arg2"] = "雷克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027078,
							["arg1"] = "恩佐斯能号令的，可不只是动物！",
						}, -- [226]
						{
							["arg2"] = "泽坎",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027131,
							["arg1"] = "勇士们！我们需要帮助！",
						}, -- [227]
						{
							["arg2"] = "泽坎",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027146,
							["arg1"] = "得先把那个干掉。",
						}, -- [228]
						{
							["arg2"] = "泽坎",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027182,
							["arg1"] = "恩佐斯的腐化图腾全是虚空的低语，把我们的萨满逼疯了。得把图腾都毁掉。",
						}, -- [229]
						{
							["arg2"] = "盖亚拉大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027184,
							["arg1"] = "杜隆坦的假儿子必须死！他手上沾满了玛格汉的鲜血！",
						}, -- [230]
						{
							["arg2"] = "无光者维兹奥克",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027344,
							["arg1"] = "虚空在呼唤你！",
						}, -- [231]
						{
							["arg2"] = "盖亚拉大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027345,
							["arg1"] = "以玛格汉的名义，干掉那个怪物！",
						}, -- [232]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027914,
							["arg1"] = "元素已经发声。艾泽拉斯即将灭亡。",
						}, -- [233]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027920,
							["arg1"] = "不喝血的，都得死！",
						}, -- [234]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027924,
							["arg1"] = "古神之血是我们唯一的救赎！",
						}, -- [235]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027932,
							["arg1"] = "我们必须服从恩佐斯！",
						}, -- [236]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027958,
							["arg1"] = "我们必须服从恩佐斯！",
						}, -- [237]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027974,
							["arg1"] = "感谢你……让我……重获自由……",
						}, -- [238]
						{
							["arg1"] = " ",
						}, -- [239]
						{
							["arg1"] = " ",
						}, -- [240]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 21:18:08。",
						}, -- [241]
						{
							["arg2"] = "未知目标",
							["type"] = "MONSTER_YELL",
							["time"] = 1589030678,
							["arg1"] = "你胆敢打扰我们神圣的行动？",
						}, -- [242]
						{
							["arg2"] = "凯姆斯，黎明之刃",
							["type"] = "MONSTER_YELL",
							["time"] = 1589030698,
							["arg1"] = "你会因为惹怒光刃而懊悔不已！",
						}, -- [243]
						{
							["arg2"] = "凯姆斯，黎明之刃",
							["type"] = "MONSTER_YELL",
							["time"] = 1589030712,
							["arg1"] = "你才打败了学生，现在面对老师吧！",
						}, -- [244]
						{
							["arg2"] = "哈丹队长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589030996,
							["arg1"] = "阿玛赛特已经释放了泰坦守护者！坚守战线！",
						}, -- [245]
						{
							["arg1"] = " ",
						}, -- [246]
						{
							["arg1"] = " ",
						}, -- [247]
						{
							["arg1"] = "记录开始于 05/09/2020 的 22:12:41。",
							["type"] = "SYSTEM",
						}, -- [248]
					},
				}, -- [5]
				{
					["enabled"] = true,
					["name"] = "公会官员",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/09/2020 的 22:12:41。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				}, -- [6]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "公会",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 19:50:01。",
						}, -- [1]
						{
							["arg2"] = "莫小曦-亡语者",
							["type"] = "GUILD",
							["time"] = 1588852643,
							["arg1"] = "有9个",
							["clColor"] = "fffe7b09",
						}, -- [2]
						{
							["arg2"] = "莫小曦-亡语者",
							["type"] = "GUILD",
							["time"] = 1588852650,
							["arg1"] = "下次你密我",
							["clColor"] = "fffe7b09",
						}, -- [3]
						{
							["arg2"] = "莫小曦-亡语者",
							["type"] = "GUILD",
							["time"] = 1588852656,
							["arg1"] = "有时候看不见信息",
							["clColor"] = "fffe7b09",
						}, -- [4]
						{
							["arg1"] = " ",
						}, -- [5]
						{
							["arg1"] = " ",
						}, -- [6]
						{
							["arg1"] = "记录开始于 05/07/2020 的 20:35:09。",
							["type"] = "SYSTEM",
						}, -- [7]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "GUILD",
							["time"] = 1588855719,
							["arg1"] = "豆丁",
							["clColor"] = "ffa22fc8",
						}, -- [8]
						{
							["arg2"] = "Xiaodouding-亡语者",
							["type"] = "GUILD",
							["time"] = 1588855735,
							["arg1"] = "没忙完呢",
							["clColor"] = "fff38bb9",
						}, -- [9]
						{
							["arg2"] = "Xiaodouding-亡语者",
							["type"] = "GUILD",
							["time"] = 1588855761,
							["arg1"] = "小豆子的作业还没检查完，检查完了还要煮药。",
							["clColor"] = "fff38bb9",
						}, -- [10]
						{
							["arg2"] = "Xiaodouding-亡语者",
							["type"] = "GUILD",
							["time"] = 1588855766,
							["arg1"] = "{悲剧}",
							["clColor"] = "fff38bb9",
						}, -- [11]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "GUILD",
							["time"] = 1588855770,
							["arg1"] = "...",
							["clColor"] = "ffa22fc8",
						}, -- [12]
						{
							["arg2"] = "Xiaodouding-亡语者",
							["type"] = "GUILD",
							["time"] = 1588855816,
							["arg1"] = "|cffa335ee|Hitem:159436::::::::120:70::35:8:6536:4802:6578:6579:6542:6513:1647:4786:::|h[荧光植被践踏者]|h|r好黑",
							["clColor"] = "fff38bb9",
						}, -- [13]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "GUILD",
							["time"] = 1588855881,
							["arg1"] = "?",
							["clColor"] = "ffa22fc8",
						}, -- [14]
						{
							["arg1"] = " ",
						}, -- [15]
						{
							["arg1"] = " ",
						}, -- [16]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 21:26:52。",
						}, -- [17]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588944733,
							["arg1"] = "ok",
							["clColor"] = "fffe7b09",
						}, -- [18]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588944735,
							["arg1"] = "go",
							["clColor"] = "fffe7b09",
						}, -- [19]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588944743,
							["arg1"] = "木头",
							["clColor"] = "fffe7b09",
						}, -- [20]
						{
							["arg2"] = "爆橙-亡语者",
							["type"] = "GUILD",
							["time"] = 1588944750,
							["arg1"] = "G啥",
							["clColor"] = "ffa22fc8",
						}, -- [21]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588944788,
							["arg1"] = "w先弄个空投",
							["clColor"] = "fffe7b09",
						}, -- [22]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588944792,
							["arg1"] = "你组",
							["clColor"] = "fffe7b09",
						}, -- [23]
						{
							["arg2"] = "爆橙-亡语者",
							["type"] = "GUILD",
							["time"] = 1588944798,
							["arg1"] = "组啥",
							["clColor"] = "ffa22fc8",
						}, -- [24]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588944801,
							["arg1"] = "叫下 小猫",
							["clColor"] = "fffe7b09",
						}, -- [25]
						{
							["arg2"] = "爆橙-亡语者",
							["type"] = "GUILD",
							["time"] = 1588944803,
							["arg1"] = "我还在单位",
							["clColor"] = "ffa22fc8",
						}, -- [26]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588944813,
							["arg1"] = "打个低保?",
							["clColor"] = "fffe7b09",
						}, -- [27]
						{
							["arg2"] = "爆橙-亡语者",
							["type"] = "GUILD",
							["time"] = 1588944814,
							["arg1"] = "昨晚沃顿我就回家了",
							["clColor"] = "ffa22fc8",
						}, -- [28]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588944920,
							["arg1"] = "豆丁打个15?",
							["clColor"] = "fffe7b09",
						}, -- [29]
						{
							["arg2"] = "Xiaodouding-亡语者",
							["type"] = "GUILD",
							["time"] = 1588944933,
							["arg1"] = "hao ",
							["clColor"] = "fff38bb9",
						}, -- [30]
						{
							["arg1"] = " ",
						}, -- [31]
						{
							["arg1"] = " ",
						}, -- [32]
						{
							["arg1"] = "记录开始于 05/08/2020 的 22:49:32。",
							["type"] = "SYSTEM",
						}, -- [33]
						{
							["arg2"] = "就爱逗你玩-亡语者",
							["type"] = "GUILD",
							["time"] = 1588951635,
							["arg1"] = "6666",
							["clColor"] = "ffa9d271",
						}, -- [34]
						{
							["arg1"] = " ",
						}, -- [35]
						{
							["arg1"] = " ",
						}, -- [36]
						{
							["arg1"] = "记录开始于 05/09/2020 的 20:41:55。",
							["type"] = "SYSTEM",
						}, -- [37]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1589028507,
							["arg1"] = "小虫",
							["clColor"] = "fffe7b09",
						}, -- [38]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "GUILD",
							["time"] = 1589028520,
							["arg1"] = "?",
							["clColor"] = "fffe7b09",
						}, -- [39]
						{
							["arg1"] = " ",
						}, -- [40]
						{
							["arg1"] = " ",
						}, -- [41]
						{
							["arg1"] = "记录开始于 05/09/2020 的 22:12:41。",
							["type"] = "SYSTEM",
						}, -- [42]
					},
				}, -- [7]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "战利品",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/07/2020 的 20:35:09。",
							["type"] = "SYSTEM",
						}, -- [1]
						{
							["type"] = "LOOT",
							["time"] = 1588855746,
							["arg1"] = "你获得了物品：|cff0070dd|Hbattlepet:2838:25:3:1680:269:260:0000000000000000:0|h[克苏法]|h|r。",
						}, -- [2]
						{
							["type"] = "LOOT",
							["time"] = 1588855773,
							["arg1"] = "你获得了物品：|cff0070dd|Hbattlepet:2838:1:3:163:11:10:0000000000000000:0|h[克苏法]|h|r。",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["arg1"] = " ",
						}, -- [5]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 20:56:38。",
						}, -- [6]
						{
							["type"] = "LOOT",
							["time"] = 1588856225,
							["arg1"] = "丫丫小猫-血顶获得了物品：|cff0070dd|Hitem:152668::::::::120:105::::::|h[驱灵金]|h|r。",
						}, -- [7]
						{
							["type"] = "LOOT",
							["time"] = 1588856225,
							["arg1"] = "丫丫小猫-血顶获得了物品：|cffffffff|Hitem:159959::::::::120:105::::::|h[尼龙线]|h|rx2。",
						}, -- [8]
						{
							["type"] = "LOOT",
							["time"] = 1588856447,
							["arg1"] = "万物咸覩-凤凰之神制造了：|cffffffff|Hitem:5512::::::::120:104::::::|h[治疗石]|h|r。",
						}, -- [9]
						{
							["arg1"] = " ",
						}, -- [10]
						{
							["arg1"] = " ",
						}, -- [11]
						{
							["arg1"] = "记录开始于 05/07/2020 的 21:01:01。",
							["type"] = "SYSTEM",
						}, -- [12]
						{
							["type"] = "LOOT",
							["time"] = 1588856793,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:163613::::::::120:103::11::::|h[一袋劫掠战利品]|h|r。",
						}, -- [13]
						{
							["type"] = "CURRENCY",
							["time"] = 1588856810,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1710:0|h[海员达布隆币]|h|r x8。",
						}, -- [14]
						{
							["type"] = "LOOT",
							["time"] = 1588856895,
							["arg1"] = "你制造了：|cffffffff|Hitem:5512::::::::120:105::::::|h[治疗石]|h|r。",
						}, -- [15]
						{
							["arg1"] = " ",
						}, -- [16]
						{
							["arg1"] = " ",
						}, -- [17]
						{
							["arg1"] = "记录开始于 05/07/2020 的 21:16:21。",
							["type"] = "SYSTEM",
						}, -- [18]
						{
							["type"] = "LOOT",
							["time"] = 1588857517,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:163613::::::::120:105::11::::|h[一袋劫掠战利品]|h|r。",
						}, -- [19]
						{
							["type"] = "LOOT",
							["time"] = 1588857517,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:164273::::::::120:105::11::::|h[劫掠的丛林追猎者之爪]|h|r。",
						}, -- [20]
						{
							["type"] = "CURRENCY",
							["time"] = 1588857569,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1710:0|h[海员达布隆币]|h|r x25。",
						}, -- [21]
						{
							["type"] = "LOOT",
							["time"] = 1588857887,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:166492::::::::120:103::11::::|h[影羽雏鸦]|h|r。",
						}, -- [22]
						{
							["type"] = "LOOT",
							["time"] = 1588857888,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:163613::::::::120:103::11::::|h[一袋劫掠战利品]|h|r。",
						}, -- [23]
						{
							["type"] = "CURRENCY",
							["time"] = 1588857900,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1710:0|h[海员达布隆币]|h|r x24。",
						}, -- [24]
						{
							["type"] = "LOOT",
							["time"] = 1588857902,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:166999::::::::120:103::11::::|h[藏宝图]|h|r。",
						}, -- [25]
						{
							["type"] = "LOOT",
							["time"] = 1588857937,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:166299::::::::120:103::11::::|h[荣耀战团补给品]|h|r。",
						}, -- [26]
						{
							["type"] = "CURRENCY",
							["time"] = 1588857956,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1716:0|h[荣耀战团服役勋章]|h|r x20。",
						}, -- [27]
						{
							["type"] = "CURRENCY",
							["time"] = 1588857956,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1560:0|h[战争物资]|h|r x500。",
						}, -- [28]
						{
							["arg1"] = " ",
						}, -- [29]
						{
							["arg1"] = " ",
						}, -- [30]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 21:35:08。",
						}, -- [31]
						{
							["type"] = "LOOT",
							["time"] = 1588861410,
							["arg1"] = "你获得了战利品：|cff0070dd|Hitem:165948::::::::120:103::::::|h[潮浪之核]|h|r。",
						}, -- [32]
						{
							["type"] = "LOOT",
							["time"] = 1588861410,
							["arg1"] = "你获得了战利品：|cffa335ee|Hitem:160214::::::::120:103::16:5:6536:6516:6513:1637:4786:::|h[崇圣迅猛龙皮护腕]|h|r。",
						}, -- [33]
						{
							["type"] = "LOOT",
							["time"] = 1588861415,
							["arg1"] = "丶丷获得了战利品：|cffa335ee|Hitem:160214::::::::120:103::16:5:6536:6516:6515:1637:4786:::|h[崇圣迅猛龙皮护腕]|h|r。",
						}, -- [34]
						{
							["type"] = "LOOT",
							["time"] = 1588861417,
							["arg1"] = "希文喵丨-死亡之翼获得了战利品：|cffa335ee|Hitem:158712::::::::120:103::16:4:6536:6515:1637:4786:::|h[莱赞的微光之眼]|h|r。",
						}, -- [35]
						{
							["type"] = "CURRENCY",
							["time"] = 1588862776,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1755:0|h[凝结幻象]|h|r x10。",
						}, -- [36]
						{
							["type"] = "LOOT",
							["time"] = 1588862779,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155636::::::::120:104::::::|h[粘稠墨汁]|h|r。",
						}, -- [37]
						{
							["type"] = "LOOT",
							["time"] = 1588862780,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158778::::::::120:104::::::|h[粘液触须]|h|r。",
						}, -- [38]
						{
							["type"] = "LOOT",
							["time"] = 1588862780,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155615::::::::120:104::::::|h[瘟疫污物]|h|r。",
						}, -- [39]
						{
							["type"] = "LOOT",
							["time"] = 1588862780,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155609::::::::120:104::::::|h[弹性眼球]|h|r。",
						}, -- [40]
						{
							["type"] = "LOOT",
							["time"] = 1588862804,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:174825::::::::120:104::::::|h[大块琥珀]|h|r。",
						}, -- [41]
						{
							["type"] = "CURRENCY",
							["time"] = 1588862805,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1755:0|h[凝结幻象]|h|r x12。",
						}, -- [42]
						{
							["type"] = "CURRENCY",
							["time"] = 1588862805,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1560:0|h[战争物资]|h|r x70。",
						}, -- [43]
						{
							["type"] = "LOOT",
							["time"] = 1588862932,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155609::::::::120:104::::::|h[弹性眼球]|h|rx3。",
						}, -- [44]
						{
							["type"] = "LOOT",
							["time"] = 1588862932,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155615::::::::120:104::::::|h[瘟疫污物]|h|r。",
						}, -- [45]
						{
							["type"] = "CURRENCY",
							["time"] = 1588862932,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1755:0|h[凝结幻象]|h|r x7。",
						}, -- [46]
						{
							["type"] = "CURRENCY",
							["time"] = 1588862932,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r x1。",
						}, -- [47]
						{
							["type"] = "MONEY",
							["time"] = 1588862932,
							["arg1"] = "你拾取了5金币, 16银币, 98铜币",
						}, -- [48]
						{
							["type"] = "LOOT",
							["time"] = 1588862953,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155609::::::::120:104::::::|h[弹性眼球]|h|rx4。",
						}, -- [49]
						{
							["type"] = "LOOT",
							["time"] = 1588862954,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155615::::::::120:104::::::|h[瘟疫污物]|h|rx4。",
						}, -- [50]
						{
							["type"] = "MONEY",
							["time"] = 1588862954,
							["arg1"] = "你拾取了3金币, 26银币, 16铜币",
						}, -- [51]
						{
							["type"] = "CURRENCY",
							["time"] = 1588862954,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1755:0|h[凝结幻象]|h|r x6。",
						}, -- [52]
						{
							["type"] = "CURRENCY",
							["time"] = 1588862954,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r x2。",
						}, -- [53]
						{
							["type"] = "CURRENCY",
							["time"] = 1588863006,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1755:0|h[凝结幻象]|h|r x3000。",
						}, -- [54]
						{
							["type"] = "CURRENCY",
							["time"] = 1588863006,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r x50。",
						}, -- [55]
						{
							["type"] = "LOOT",
							["time"] = 1588863059,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:174824::::::::120:104::::::|h[枯竭的灵魂红宝石]|h|r。",
						}, -- [56]
						{
							["type"] = "CURRENCY",
							["time"] = 1588863061,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1755:0|h[凝结幻象]|h|r x13。",
						}, -- [57]
						{
							["type"] = "CURRENCY",
							["time"] = 1588863061,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1560:0|h[战争物资]|h|r x50。",
						}, -- [58]
						{
							["type"] = "MONEY",
							["time"] = 1588863062,
							["arg1"] = "你拾取了1金币, 7银币, 84铜币",
						}, -- [59]
						{
							["type"] = "LOOT",
							["time"] = 1588863104,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155609::::::::120:104::::::|h[弹性眼球]|h|rx2。",
						}, -- [60]
						{
							["type"] = "LOOT",
							["time"] = 1588863105,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155615::::::::120:104::::::|h[瘟疫污物]|h|r。",
						}, -- [61]
						{
							["type"] = "CURRENCY",
							["time"] = 1588863141,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1755:0|h[凝结幻象]|h|r x10。",
						}, -- [62]
						{
							["type"] = "LOOT",
							["time"] = 1588863147,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:160931::::::::120:104::::::|h[粗糙的烹饪槽]|h|r。",
						}, -- [63]
						{
							["type"] = "MONEY",
							["time"] = 1588863148,
							["arg1"] = "你拾取了3金币, 2银币, 21铜币",
						}, -- [64]
						{
							["type"] = "LOOT",
							["time"] = 1588863164,
							["arg1"] = "你获得了战利品：|cff0070dd|Hitem:173398::::::::120:104::14::::|h[黑暗帝国板甲护肩]|h|r。",
						}, -- [65]
						{
							["type"] = "LOOT",
							["time"] = 1588863165,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155615::::::::120:104::::::|h[瘟疫污物]|h|rx2。",
						}, -- [66]
						{
							["type"] = "LOOT",
							["time"] = 1588863165,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158760::::::::120:104::::::|h[鳍条]|h|r。",
						}, -- [67]
						{
							["type"] = "CURRENCY",
							["time"] = 1588863165,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1755:0|h[凝结幻象]|h|r x11。",
						}, -- [68]
						{
							["type"] = "LOOT",
							["time"] = 1588863220,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155615::::::::120:104::::::|h[瘟疫污物]|h|rx2。",
						}, -- [69]
						{
							["type"] = "LOOT",
							["time"] = 1588863220,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155609::::::::120:104::::::|h[弹性眼球]|h|rx3。",
						}, -- [70]
						{
							["type"] = "CURRENCY",
							["time"] = 1588863234,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1755:0|h[凝结幻象]|h|r x11。",
						}, -- [71]
						{
							["type"] = "LOOT",
							["time"] = 1588863253,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155615::::::::120:104::::::|h[瘟疫污物]|h|r。",
						}, -- [72]
						{
							["type"] = "LOOT",
							["time"] = 1588863254,
							["arg1"] = "你获得了战利品：|cff0070dd|Hitem:173419::::::::120:104::14::::|h[黑暗帝国布甲护肩]|h|r。",
						}, -- [73]
						{
							["type"] = "CURRENCY",
							["time"] = 1588863254,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1755:0|h[凝结幻象]|h|r x20。",
						}, -- [74]
						{
							["type"] = "CURRENCY",
							["time"] = 1588863273,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1755:0|h[凝结幻象]|h|r x11。",
						}, -- [75]
						{
							["type"] = "LOOT",
							["time"] = 1588863281,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155615::::::::120:104::::::|h[瘟疫污物]|h|rx2。",
						}, -- [76]
						{
							["type"] = "LOOT",
							["time"] = 1588863281,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158773::::::::120:104::::::|h[扭动粘质]|h|rx4。",
						}, -- [77]
						{
							["type"] = "MONEY",
							["time"] = 1588863363,
							["arg1"] = "你拾取了1金币, 80银币, 41铜币",
						}, -- [78]
						{
							["type"] = "LOOT",
							["time"] = 1588863379,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:173372::::::::120:104::11::::|h[黑暗帝国宝箱]|h|r。",
						}, -- [79]
						{
							["type"] = "LOOT",
							["time"] = 1588863381,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:173816::::::::120:104::29:6:6412:4803:6515:6516:1502:4786:::|h[贪婪巨口腰带]|h|r。",
						}, -- [80]
						{
							["type"] = "CURRENCY",
							["time"] = 1588863382,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1560:0|h[战争物资]|h|r x200。",
						}, -- [81]
						{
							["type"] = "CURRENCY",
							["time"] = 1588863382,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r x111。",
						}, -- [82]
						{
							["type"] = "CURRENCY",
							["time"] = 1588863382,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1755:0|h[凝结幻象]|h|r x12500。",
						}, -- [83]
						{
							["type"] = "LOOT",
							["time"] = 1588863457,
							["arg1"] = "你获得了物品：|cff0070dd|Hbattlepet:2556:25:3:1384:289:289:0000000000000000:0|h[影羽雏鸦]|h|r。",
						}, -- [84]
						{
							["type"] = "LOOT",
							["time"] = 1588863469,
							["arg1"] = "你获得了物品：|cff0070dd|Hbattlepet:2556:1:3:151:12:12:0000000000000000:0|h[影羽雏鸦]|h|r。",
						}, -- [85]
						{
							["arg1"] = " ",
						}, -- [86]
						{
							["arg1"] = " ",
						}, -- [87]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 00:03:26。",
						}, -- [88]
						{
							["type"] = "CURRENCY",
							["time"] = 1588867512,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:824:0|h[要塞物资]|h|r x500。",
						}, -- [89]
						{
							["arg1"] = " ",
						}, -- [90]
						{
							["arg1"] = " ",
						}, -- [91]
						{
							["arg1"] = "记录开始于 05/08/2020 的 20:10:24。",
							["type"] = "SYSTEM",
						}, -- [92]
						{
							["type"] = "LOOT",
							["time"] = 1588940081,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155593::::::::120:104::::::|h[中空胸骨]|h|r。",
						}, -- [93]
						{
							["type"] = "LOOT",
							["time"] = 1588940112,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158750::::::::120:104::::::|h[碎骨鸟喙]|h|rx2。",
						}, -- [94]
						{
							["arg1"] = " ",
						}, -- [95]
						{
							["arg1"] = " ",
						}, -- [96]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 20:18:53。",
						}, -- [97]
						{
							["type"] = "LOOT",
							["time"] = 1588940584,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:154897::::::::120:104::::::|h[里脊须肉]|h|rx4。",
						}, -- [98]
						{
							["type"] = "LOOT",
							["time"] = 1588940584,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158750::::::::120:104::::::|h[碎骨鸟喙]|h|r。",
						}, -- [99]
						{
							["type"] = "LOOT",
							["time"] = 1588940606,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158750::::::::120:104::::::|h[碎骨鸟喙]|h|r。",
						}, -- [100]
						{
							["type"] = "LOOT",
							["time"] = 1588940637,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158750::::::::120:104::::::|h[碎骨鸟喙]|h|r。",
						}, -- [101]
						{
							["arg1"] = " ",
						}, -- [102]
						{
							["arg1"] = " ",
						}, -- [103]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 22:02:57。",
						}, -- [104]
						{
							["type"] = "CURRENCY",
							["time"] = 1588946612,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1710:0|h[海员达布隆币]|h|r x24。",
						}, -- [105]
						{
							["arg1"] = " ",
						}, -- [106]
						{
							["arg1"] = " ",
						}, -- [107]
						{
							["arg1"] = "记录开始于 05/08/2020 的 22:04:00。",
							["type"] = "SYSTEM",
						}, -- [108]
						{
							["type"] = "LOOT",
							["time"] = 1588946861,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:163611::::::::120:104::11::::|h[海员的金币袋]|h|r。",
						}, -- [109]
						{
							["type"] = "LOOT",
							["time"] = 1588946861,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:163613::::::::120:104::11::::|h[一袋劫掠战利品]|h|r。",
						}, -- [110]
						{
							["type"] = "CURRENCY",
							["time"] = 1588946875,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1710:0|h[海员达布隆币]|h|r x10。",
						}, -- [111]
						{
							["type"] = "CURRENCY",
							["time"] = 1588946890,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1710:0|h[海员达布隆币]|h|r x2。",
						}, -- [112]
						{
							["arg1"] = " ",
						}, -- [113]
						{
							["arg1"] = " ",
						}, -- [114]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 22:12:22。",
						}, -- [115]
						{
							["type"] = "LOOT",
							["time"] = 1588947347,
							["arg1"] = "丫丫小猫-血顶制造了：|cffffffff|Hitem:5512::::::::120:105::23::::|h[治疗石]|h|r。",
						}, -- [116]
						{
							["type"] = "LOOT",
							["time"] = 1588947349,
							["arg1"] = "万物咸覩-凤凰之神制造了：|cffffffff|Hitem:5512::::::::120:105::23::::|h[治疗石]|h|r。",
						}, -- [117]
						{
							["type"] = "LOOT",
							["time"] = 1588947349,
							["arg1"] = "Xiaodouding制造了：|cffffffff|Hitem:5512::::::::120:105::23::::|h[治疗石]|h|r。",
						}, -- [118]
						{
							["type"] = "LOOT",
							["time"] = 1588947354,
							["arg1"] = "丶丷制造了：|cffffffff|Hitem:5512::::::::120:105::23::::|h[治疗石]|h|r。",
						}, -- [119]
						{
							["type"] = "LOOT",
							["time"] = 1588947361,
							["arg1"] = "你制造了：|cffffffff|Hitem:5512::::::::120:105::23::::|h[治疗石]|h|r。",
						}, -- [120]
						{
							["type"] = "LOOT",
							["time"] = 1588948628,
							["arg1"] = "丶丷制造了：|cffffffff|Hitem:5512::::::::120:105::16::::|h[治疗石]|h|r。",
						}, -- [121]
						{
							["type"] = "LOOT",
							["time"] = 1588949199,
							["arg1"] = "你获得了战利品：|cff0070dd|Hitem:165948::::::::120:105::::::|h[潮浪之核]|h|r。",
						}, -- [122]
						{
							["type"] = "LOOT",
							["time"] = 1588949202,
							["arg1"] = "Xiaodouding获得了战利品：|cffa335ee|Hitem:168972::::::::120:105::16:5:6536:6516:6515:1522:4786:::|h[火岩重靴]|h|r。",
						}, -- [123]
						{
							["type"] = "LOOT",
							["time"] = 1588949205,
							["arg1"] = "丫丫小猫-血顶获得了战利品：|cffa335ee|Hitem:168964::::::::120:105::16:5:6536:6516:6513:1522:4786:::|h[超线程布靴]|h|r。",
						}, -- [124]
						{
							["type"] = "LOOT",
							["time"] = 1588949205,
							["arg1"] = "丶丷获得了战利品：|cffa335ee|Hitem:168965::::::::120:105::16:4:6536:6515:1522:4786:::|h[模块化的白金外壳]|h|r。",
						}, -- [125]
						{
							["arg1"] = " ",
						}, -- [126]
						{
							["arg1"] = " ",
						}, -- [127]
						{
							["arg1"] = "记录开始于 05/08/2020 的 22:49:32。",
							["type"] = "SYSTEM",
						}, -- [128]
						{
							["type"] = "LOOT",
							["time"] = 1588951328,
							["arg1"] = "丫丫小猫-血顶制造了：|cffffffff|Hitem:5512::::::::120:105::16::::|h[治疗石]|h|r。",
						}, -- [129]
						{
							["type"] = "LOOT",
							["time"] = 1588951333,
							["arg1"] = "丶丷制造了：|cffffffff|Hitem:5512::::::::120:105::16::::|h[治疗石]|h|r。",
						}, -- [130]
						{
							["type"] = "LOOT",
							["time"] = 1588951563,
							["arg1"] = "你获得了战利品：|cff0070dd|Hitem:165948::::::::120:105::::::|h[潮浪之核]|h|r。",
						}, -- [131]
						{
							["type"] = "LOOT",
							["time"] = 1588951564,
							["arg1"] = "你获得了战利品：|cffa335ee|Hitem:159297::::::::120:105::16:5:6536:6516:6513:1637:4786:::|h[银边马裤]|h|r。",
						}, -- [132]
						{
							["type"] = "LOOT",
							["time"] = 1588951568,
							["arg1"] = "丶丷获得了战利品：|cffa335ee|Hitem:159635::::::::120:105::16:5:6536:6516:6513:1637:4786:::|h[染血的搏浪刀]|h|r。",
						}, -- [133]
						{
							["type"] = "LOOT",
							["time"] = 1588951571,
							["arg1"] = "万物咸覩-凤凰之神获得了战利品：|cffa335ee|Hitem:155881::::::::120:105::16:4:6536:6513:1637:4786:::|h[哈兰的注铅骰子]|h|r。",
						}, -- [134]
						{
							["type"] = "LOOT",
							["time"] = 1588951691,
							["arg1"] = "丶丷获得了战利品：|cffffffff|Hitem:152550::::::::120:105::::::|h[海雾药水]|h|rx2。",
						}, -- [135]
						{
							["type"] = "LOOT",
							["time"] = 1588951691,
							["arg1"] = "丶丷获得了战利品：|cff9d9d9d|Hitem:168793::::::::120:105::::::|h[一瓶自酿葡萄酒]|h|r。",
						}, -- [136]
						{
							["type"] = "LOOT",
							["time"] = 1588951691,
							["arg1"] = "丶丷获得了战利品：|cffffffff|Hitem:9318::::::::120:105::::::|h[红色焰火]|h|rx3。",
						}, -- [137]
						{
							["type"] = "LOOT",
							["time"] = 1588951722,
							["arg1"] = "万物咸覩-凤凰之神获得了战利品：|cffffffff|Hitem:9313::::::::120:105::::::|h[绿色焰火]|h|rx3。",
						}, -- [138]
						{
							["type"] = "LOOT",
							["time"] = 1588951726,
							["arg1"] = "万物咸覩-凤凰之神获得了战利品：|cff9d9d9d|Hitem:168796::::::::120:105::::::|h[再生纸卷轴]|h|rx2。",
						}, -- [139]
						{
							["type"] = "LOOT",
							["time"] = 1588951727,
							["arg1"] = "万物咸覩-凤凰之神获得了战利品：|cffffffff|Hitem:153597::::::::120:105::::::|h[折叠式服饰重构装置]|h|r。",
						}, -- [140]
						{
							["type"] = "LOOT",
							["time"] = 1588951728,
							["arg1"] = "万物咸覩-凤凰之神获得了战利品：|cffffffff|Hitem:163082::::::::120:105::::::|h[海滨活力药水]|h|rx2。",
						}, -- [141]
						{
							["arg1"] = " ",
						}, -- [142]
						{
							["arg1"] = " ",
						}, -- [143]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 20:13:03。",
						}, -- [144]
						{
							["type"] = "LOOT",
							["time"] = 1589026512,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:173363::::::::120:103::::::|h[惊魂幻象法器]|h|r。",
						}, -- [145]
						{
							["type"] = "LOOT",
							["time"] = 1589027987,
							["arg1"] = "你获得了战利品：|cffa335ee|Hitem:173816::::::::120:103::54:7:6412:6515:6578:6579:6555:1522:4786:::|h[贪婪巨口腰带]|h|r。",
						}, -- [146]
						{
							["type"] = "CURRENCY",
							["time"] = 1589027989,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r x500。",
						}, -- [147]
						{
							["type"] = "CURRENCY",
							["time"] = 1589027993,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r x600。",
						}, -- [148]
						{
							["type"] = "CURRENCY",
							["time"] = 1589027995,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r x300。",
						}, -- [149]
						{
							["type"] = "CURRENCY",
							["time"] = 1589027998,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r x300。",
						}, -- [150]
						{
							["type"] = "CURRENCY",
							["time"] = 1589028000,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r x600。",
						}, -- [151]
						{
							["type"] = "CURRENCY",
							["time"] = 1589028002,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r x1913。",
						}, -- [152]
						{
							["arg1"] = " ",
						}, -- [153]
						{
							["arg1"] = " ",
						}, -- [154]
						{
							["arg1"] = "记录开始于 05/09/2020 的 20:41:55。",
							["type"] = "SYSTEM",
						}, -- [155]
						{
							["type"] = "LOOT",
							["time"] = 1589028487,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:157844::::::::120:103::::::|h[彩色颗粒]|h|r。",
						}, -- [156]
						{
							["arg1"] = " ",
						}, -- [157]
						{
							["arg1"] = " ",
						}, -- [158]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 21:18:08。",
						}, -- [159]
						{
							["type"] = "CURRENCY",
							["time"] = 1589030480,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1755:0|h[凝结幻象]|h|r x19。",
						}, -- [160]
						{
							["type"] = "LOOT",
							["time"] = 1589030603,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:174823::::::::120:103::::::|h[迷你复制版奥丹姆板片]|h|r。",
						}, -- [161]
						{
							["type"] = "CURRENCY",
							["time"] = 1589030604,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1755:0|h[凝结幻象]|h|r x16。",
						}, -- [162]
						{
							["type"] = "CURRENCY",
							["time"] = 1589030604,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1560:0|h[战争物资]|h|r x60。",
						}, -- [163]
						{
							["type"] = "LOOT",
							["time"] = 1589030625,
							["arg1"] = "千年老妖丶获得了战利品：|cff9d9d9d|Hitem:155843::::::::120:103::::::|h[发脆的礼仪项链]|h|r。",
						}, -- [164]
						{
							["type"] = "LOOT",
							["time"] = 1589030703,
							["arg1"] = "千年老妖丶获得了战利品：|cff9d9d9d|Hitem:160928::::::::120:103::::::|h[饱经风霜的大剑]|h|r。",
						}, -- [165]
						{
							["type"] = "MONEY",
							["time"] = 1589030706,
							["arg1"] = "你拾取了3金币, 9银币, 71铜币",
						}, -- [166]
						{
							["type"] = "CURRENCY",
							["time"] = 1589030767,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1755:0|h[凝结幻象]|h|r x21。",
						}, -- [167]
						{
							["type"] = "LOOT",
							["time"] = 1589030768,
							["arg1"] = "千年老妖丶获得了战利品：|cff1eff00|Hitem:167738::::::::120:103::::::|h[鎏金海纹布]|h|rx2。",
						}, -- [168]
						{
							["type"] = "LOOT",
							["time"] = 1589030768,
							["arg1"] = "你获得了战利品：|cff1eff00|Hitem:167738::::::::120:103::::::|h[鎏金海纹布]|h|rx2。",
						}, -- [169]
						{
							["type"] = "LOOT",
							["time"] = 1589030768,
							["arg1"] = "你获得了战利品：|cff1eff00|Hitem:168271::::::::120:103::::::|h[被盗的拉穆卡恒旗帜]|h|r。",
						}, -- [170]
						{
							["type"] = "MONEY",
							["time"] = 1589030769,
							["arg1"] = "你拾取了4金币, 67银币, 78铜币",
						}, -- [171]
						{
							["type"] = "CURRENCY",
							["time"] = 1589030820,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1755:0|h[凝结幻象]|h|r x12。",
						}, -- [172]
						{
							["type"] = "LOOT",
							["time"] = 1589030853,
							["arg1"] = "千年老妖丶获得了战利品：|cff9d9d9d|Hitem:174819::::::::120:103::::::|h[破碎的亚基神像]|h|r。",
						}, -- [173]
						{
							["type"] = "LOOT",
							["time"] = 1589030861,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155843::::::::120:103::::::|h[发脆的礼仪项链]|h|r。",
						}, -- [174]
						{
							["type"] = "CURRENCY",
							["time"] = 1589030862,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1755:0|h[凝结幻象]|h|r x10。",
						}, -- [175]
						{
							["type"] = "CURRENCY",
							["time"] = 1589030862,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1560:0|h[战争物资]|h|r x60。",
						}, -- [176]
						{
							["type"] = "CURRENCY",
							["time"] = 1589030950,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1755:0|h[凝结幻象]|h|r x11。",
						}, -- [177]
						{
							["type"] = "LOOT",
							["time"] = 1589030990,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155593::::::::120:103::::::|h[中空胸骨]|h|r。",
						}, -- [178]
						{
							["type"] = "LOOT",
							["time"] = 1589031028,
							["arg1"] = "千年老妖丶获得了战利品：|cff9d9d9d|Hitem:155593::::::::120:103::::::|h[中空胸骨]|h|r。",
						}, -- [179]
						{
							["type"] = "LOOT",
							["time"] = 1589031028,
							["arg1"] = "千年老妖丶获得了战利品：|cff9d9d9d|Hitem:159140::::::::120:103::::::|h[无生气的泥土]|h|r。",
						}, -- [180]
						{
							["type"] = "LOOT",
							["time"] = 1589031028,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155631::::::::120:103::::::|h[惰性石头]|h|r。",
						}, -- [181]
						{
							["type"] = "LOOT",
							["time"] = 1589031086,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:174961::::::::120:103::11::::|h[阿玛赛特宝箱]|h|r。",
						}, -- [182]
						{
							["type"] = "CURRENCY",
							["time"] = 1589031089,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1560:0|h[战争物资]|h|r x200。",
						}, -- [183]
						{
							["type"] = "CURRENCY",
							["time"] = 1589031089,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1755:0|h[凝结幻象]|h|r x6500。",
						}, -- [184]
						{
							["type"] = "CURRENCY",
							["time"] = 1589031089,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r x51。",
						}, -- [185]
						{
							["arg1"] = " ",
						}, -- [186]
						{
							["arg1"] = " ",
						}, -- [187]
						{
							["arg1"] = "记录开始于 05/09/2020 的 22:12:41。",
							["type"] = "SYSTEM",
						}, -- [188]
					},
				}, -- [8]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "系统信息",
					["logs"] = {
						{
							["arg1"] = " ",
						}, -- [1]
						{
							["arg1"] = "记录开始于 05/08/2020 的 00:01:58。",
							["type"] = "SYSTEM",
						}, -- [2]
						{
							["type"] = "SYSTEM",
							["time"] = 1588867348,
							["arg1"] = "你现在没有在一个队伍中",
						}, -- [3]
						{
							["type"] = "SYSTEM",
							["time"] = 1588867348,
							["arg1"] = "你现在没有在一个队伍中",
						}, -- [4]
						{
							["type"] = "SYSTEM",
							["time"] = 1588867350,
							["arg1"] = "你不再处于离开状态。",
						}, -- [5]
						{
							["arg1"] = " ",
						}, -- [6]
						{
							["arg1"] = " ",
						}, -- [7]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 00:03:26。",
						}, -- [8]
						{
							["type"] = "SYSTEM",
							["time"] = 1588867435,
							["arg1"] = "你现在没有在一个队伍中",
						}, -- [9]
						{
							["type"] = "SYSTEM",
							["time"] = 1588867435,
							["arg1"] = "你现在没有在一个队伍中",
						}, -- [10]
						{
							["type"] = "SYSTEM",
							["time"] = 1588867479,
							["arg1"] = "你离开了队伍。",
						}, -- [11]
						{
							["arg1"] = " ",
						}, -- [12]
						{
							["arg1"] = " ",
						}, -- [13]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 00:15:30。",
						}, -- [14]
						{
							["type"] = "SYSTEM",
							["time"] = 1588868158,
							["arg1"] = "未找到名为“一刀断天涯-无尽之海”的在线玩家。",
						}, -- [15]
						{
							["arg1"] = " ",
						}, -- [16]
						{
							["arg1"] = " ",
						}, -- [17]
						{
							["arg1"] = "记录开始于 05/08/2020 的 00:20:17。",
							["type"] = "SYSTEM",
						}, -- [18]
						{
							["type"] = "SYSTEM",
							["time"] = 1588868521,
							["arg1"] = "就爱逗你玩下线了。",
						}, -- [19]
						{
							["arg1"] = " ",
						}, -- [20]
						{
							["arg1"] = " ",
						}, -- [21]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 00:22:35。",
						}, -- [22]
						{
							["type"] = "SYSTEM",
							["time"] = 1588868599,
							["arg1"] = "岩熊下线了。",
						}, -- [23]
						{
							["type"] = "SYSTEM",
							["time"] = 1588868811,
							["arg1"] = "|Hplayer:Ol|h[Ol]|h上线了。",
						}, -- [24]
						{
							["type"] = "SYSTEM",
							["time"] = 1588868858,
							["arg1"] = "Ol下线了。",
						}, -- [25]
						{
							["type"] = "SYSTEM",
							["time"] = 1588868866,
							["arg1"] = "|Hplayer:丶丷|h[丶丷]|h上线了。",
						}, -- [26]
						{
							["arg1"] = " ",
						}, -- [27]
						{
							["arg1"] = " ",
						}, -- [28]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 19:54:10。",
						}, -- [29]
						{
							["type"] = "SYSTEM",
							["time"] = 1588939230,
							["arg1"] = "Xiaodouding下线了。",
						}, -- [30]
						{
							["type"] = "SYSTEM",
							["time"] = 1588939343,
							["arg1"] = "你现在处于地下城查找队列中。",
						}, -- [31]
						{
							["arg1"] = " ",
						}, -- [32]
						{
							["arg1"] = " ",
						}, -- [33]
						{
							["arg1"] = "记录开始于 05/08/2020 的 20:10:24。",
							["type"] = "SYSTEM",
						}, -- [34]
						{
							["type"] = "SYSTEM",
							["time"] = 1588940245,
							["arg1"] = "|Hplayer:深渊|h[深渊]|h上线了。",
						}, -- [35]
						{
							["arg1"] = " ",
						}, -- [36]
						{
							["arg1"] = " ",
						}, -- [37]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 21:26:52。",
						}, -- [38]
						{
							["type"] = "SYSTEM",
							["time"] = 1588944476,
							["arg1"] = "深渊下线了。",
						}, -- [39]
						{
							["type"] = "SYSTEM",
							["time"] = 1588944484,
							["arg1"] = "|Hplayer:岩熊|h[岩熊]|h上线了。",
						}, -- [40]
						{
							["type"] = "SYSTEM",
							["time"] = 1588944759,
							["arg1"] = "地下城难度已设置为史诗。",
						}, -- [41]
						{
							["type"] = "SYSTEM",
							["time"] = 1588944759,
							["arg1"] = "你邀请丫丫小猫-血顶加入你的队伍",
						}, -- [42]
						{
							["type"] = "SYSTEM",
							["time"] = 1588944765,
							["arg1"] = "岩熊已经加入了别的队伍",
						}, -- [43]
						{
							["type"] = "SYSTEM",
							["time"] = 1588944768,
							["arg1"] = "你离开了队伍。",
						}, -- [44]
						{
							["type"] = "SYSTEM",
							["time"] = 1588944776,
							["arg1"] = "|Hplayer:很久以後-凤凰之神|h[很久以後-凤凰之神]|h邀请你加入队伍。",
						}, -- [45]
						{
							["type"] = "SYSTEM",
							["time"] = 1588944865,
							["arg1"] = "地下城难度已设置为史诗。",
						}, -- [46]
						{
							["type"] = "SYSTEM",
							["time"] = 1588944866,
							["arg1"] = "你邀请丫丫小猫-血顶加入你的队伍",
						}, -- [47]
						{
							["type"] = "SYSTEM",
							["time"] = 1588944869,
							["arg1"] = "丫丫小猫-血顶加入了队伍。",
						}, -- [48]
						{
							["type"] = "SYSTEM",
							["time"] = 1588944955,
							["arg1"] = "你邀请Xiaodouding加入你的队伍",
						}, -- [49]
						{
							["type"] = "SYSTEM",
							["time"] = 1588944957,
							["arg1"] = "Xiaodouding加入了队伍。",
						}, -- [50]
						{
							["type"] = "SYSTEM",
							["time"] = 1588944965,
							["arg1"] = "丫丫小猫-血顶现在是队长",
						}, -- [51]
						{
							["arg1"] = " ",
						}, -- [52]
						{
							["arg1"] = " ",
						}, -- [53]
						{
							["arg1"] = "记录开始于 05/08/2020 的 21:36:45。",
							["type"] = "SYSTEM",
						}, -- [54]
						{
							["type"] = "SYSTEM",
							["time"] = 1588945036,
							["arg1"] = "地下城难度已设置为史诗。",
						}, -- [55]
						{
							["arg1"] = " ",
						}, -- [56]
						{
							["arg1"] = " ",
						}, -- [57]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 22:02:57。",
						}, -- [58]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946598,
							["arg1"] = "地下城难度已设置为史诗。",
						}, -- [59]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946598,
							["arg1"] = "你同时处于小队和副本队伍中。你可以使用“/p”来和你的小队队友沟通，或使用“/i”来和你的副本队伍成员沟通。",
						}, -- [60]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946598,
							["arg1"] = "地下城难度已设置为史诗。",
						}, -- [61]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946605,
							["arg1"] = " 从|cffe6cc80怨鳍侍从|r收集到24份艾泽里特",
						}, -- [62]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946605,
							["arg1"] = " 从|cffe6cc80艾泽里特宝石爬行者|r收集到20份艾泽里特",
						}, -- [63]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946605,
							["arg1"] = " 从|cffe6cc80怨鳍投叉手|r收集到12份艾泽里特",
						}, -- [64]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946605,
							["arg1"] = " 从|cffe6cc80艾泽里特宝石爬行者|r收集到20份艾泽里特",
						}, -- [65]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946605,
							["arg1"] = " 从|cffe6cc80怨鳍掠夺者|r收集到12份艾泽里特",
						}, -- [66]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946605,
							["arg1"] = " 从|cffe6cc80怨鳍投叉手|r收集到12份艾泽里特",
						}, -- [67]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946605,
							["arg1"] = " 从|cffe6cc80嗜松雄鹿|r收集到180份艾泽里特",
						}, -- [68]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946606,
							["arg1"] = " 从|cffe6cc80怨鳍侍从|r收集到24份艾泽里特",
						}, -- [69]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946608,
							["arg1"] = " 从|cffe6cc80怨鳍侍从|r收集到24份艾泽里特",
						}, -- [70]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946608,
							["arg1"] = " 从|cffe6cc80怨鳍侍从|r收集到24份艾泽里特",
						}, -- [71]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946609,
							["arg1"] = " 从|cffe6cc80狡猾的夜翼鸦|r收集到24份艾泽里特",
						}, -- [72]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946611,
							["arg1"] = " 从|cffe6cc80怨鳍侍从|r收集到24份艾泽里特",
						}, -- [73]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946613,
							["arg1"] = " 从|cffe6cc80怨鳍侍从|r收集到24份艾泽里特",
						}, -- [74]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946616,
							["arg1"] = " 从|cffe6cc80怨鳍巨兽|r收集到180份艾泽里特",
						}, -- [75]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946616,
							["arg1"] = " 从|cffe6cc80脊壳钳龟|r收集到12份艾泽里特",
						}, -- [76]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946617,
							["arg1"] = " 从|cffe6cc80艾泽里特宝石晶背蛛|r收集到240份艾泽里特",
						}, -- [77]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946617,
							["arg1"] = " 从|cffe6cc80嗜松雄鹿|r收集到180份艾泽里特",
						}, -- [78]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946625,
							["arg1"] = " 从|cffe6cc80嗜松雄鹿|r收集到180份艾泽里特",
						}, -- [79]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946633,
							["arg1"] = " 从|cffe6cc80嗜松雄鹿|r收集到180份艾泽里特",
						}, -- [80]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946633,
							["arg1"] = " 从|cffe6cc80怨鳍巨兽|r收集到180份艾泽里特",
						}, -- [81]
						{
							["arg1"] = " ",
						}, -- [82]
						{
							["arg1"] = " ",
						}, -- [83]
						{
							["arg1"] = "记录开始于 05/08/2020 的 22:04:00。",
							["type"] = "SYSTEM",
						}, -- [84]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946656,
							["arg1"] = " 从|cffe6cc80积鳍领主|r收集到350份艾泽里特",
						}, -- [85]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946656,
							["arg1"] = " 从|cffe6cc80维斯巴拉克将军|r收集到650份艾泽里特",
						}, -- [86]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946656,
							["arg1"] = " 从|cffe6cc80怨鳍缚潮者|r收集到24份艾泽里特",
						}, -- [87]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946656,
							["arg1"] = " 从|cffe6cc80尖啸的夜翼鸦|r收集到180份艾泽里特",
						}, -- [88]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946656,
							["arg1"] = " 从|cffe6cc80怨鳍缚潮者|r收集到24份艾泽里特",
						}, -- [89]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946656,
							["arg1"] = " 从|cffe6cc80尖啸的夜翼鸦|r收集到180份艾泽里特",
						}, -- [90]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946656,
							["arg1"] = "|Hplayer:就爱逗你玩|h[就爱逗你玩]|h上线了。",
						}, -- [91]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946656,
							["arg1"] = " 从|cffe6cc80尖啸的夜翼鸦|r收集到180份艾泽里特",
						}, -- [92]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946658,
							["arg1"] = " 从|cffe6cc80尖啸的夜翼鸦|r收集到180份艾泽里特",
						}, -- [93]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946658,
							["arg1"] = " 从|cffe6cc80尖啸的夜翼鸦|r收集到180份艾泽里特",
						}, -- [94]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946659,
							["arg1"] = " 从|cffe6cc80千年脊壳龟|r收集到180份艾泽里特",
						}, -- [95]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946667,
							["arg1"] = " 从|cffe6cc80怨鳍风暴女巫|r收集到180份艾泽里特",
						}, -- [96]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946668,
							["arg1"] = " 从|cffe6cc80尖啸的夜翼鸦|r收集到180份艾泽里特",
						}, -- [97]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946671,
							["arg1"] = " 从|cffe6cc80千年脊壳龟|r收集到180份艾泽里特",
						}, -- [98]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946681,
							["arg1"] = " 从|cffe6cc80怨鳍风暴女巫|r收集到180份艾泽里特",
						}, -- [99]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946688,
							["arg1"] = " 从|cffe6cc80怨鳍缚潮者|r收集到24份艾泽里特",
						}, -- [100]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946692,
							["arg1"] = " 从|cffe6cc80怨鳍风暴女巫|r收集到180份艾泽里特",
						}, -- [101]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946696,
							["arg1"] = " 从|cffe6cc80血颚龟|r收集到650份艾泽里特",
						}, -- [102]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946712,
							["arg1"] = " 从|cffe6cc80断岳者古鲁|r收集到650份艾泽里特",
						}, -- [103]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946717,
							["arg1"] = " 从|cffe6cc80陈旧的箱子|r收集到160份艾泽里特",
						}, -- [104]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946720,
							["arg1"] = " 从|cffe6cc80木制保险箱|r收集到90份艾泽里特",
						}, -- [105]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946724,
							["arg1"] = " 从|cffe6cc80木制保险箱|r收集到90份艾泽里特",
						}, -- [106]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946729,
							["arg1"] = " 从|cffe6cc80陈旧的箱子|r收集到160份艾泽里特",
						}, -- [107]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946733,
							["arg1"] = " 从|cffe6cc80凝结的艾泽里特|r收集到6份艾泽里特",
						}, -- [108]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946733,
							["arg1"] = " 从|cffe6cc80焦躁的艾泽里特裂片|r收集到20份艾泽里特",
						}, -- [109]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946733,
							["arg1"] = " 从|cffe6cc80木制保险箱|r收集到90份艾泽里特",
						}, -- [110]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946739,
							["arg1"] = " 从|cffe6cc80陈旧的箱子|r收集到160份艾泽里特",
						}, -- [111]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946762,
							["arg1"] = " 从|cffe6cc80一大袋艾泽里特矿石|r收集到230份艾泽里特",
						}, -- [112]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946766,
							["arg1"] = " 从|cffe6cc80一大袋艾泽里特矿石|r收集到230份艾泽里特",
						}, -- [113]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946780,
							["arg1"] = " 从|cffe6cc80火元素|r收集到12份艾泽里特",
						}, -- [114]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946782,
							["arg1"] = " 从|cffe6cc80机械警戒犬|r收集到12份艾泽里特",
						}, -- [115]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946783,
							["arg1"] = " 从|cffe6cc80机械警戒犬|r收集到12份艾泽里特",
						}, -- [116]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946783,
							["arg1"] = " 从|cffe6cc80火元素|r收集到12份艾泽里特",
						}, -- [117]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946785,
							["arg1"] = " 从|cffe6cc80怨鳍掠夺者|r收集到12份艾泽里特",
						}, -- [118]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946785,
							["arg1"] = " 从|cffe6cc80机械警戒犬|r收集到12份艾泽里特",
						}, -- [119]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946785,
							["arg1"] = " 从|cffe6cc80机械警戒犬|r收集到12份艾泽里特",
						}, -- [120]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946785,
							["arg1"] = " 从|cffe6cc80火元素|r收集到12份艾泽里特",
						}, -- [121]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946786,
							["arg1"] = " 从|cffe6cc80机械警戒犬|r收集到12份艾泽里特",
						}, -- [122]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946788,
							["arg1"] = " 从|cffe6cc80怨鳍缚潮者|r收集到24份艾泽里特",
						}, -- [123]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946790,
							["arg1"] = " 从|cffe6cc80火山|r收集到0份艾泽里特",
						}, -- [124]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946795,
							["arg1"] = " 从|cffe6cc80燃烬卫士|r收集到24份艾泽里特",
						}, -- [125]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946796,
							["arg1"] = " 从|cffe6cc80怨鳍侍从|r收集到24份艾泽里特",
						}, -- [126]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946796,
							["arg1"] = " 从|cffe6cc80怨鳍侍从|r收集到24份艾泽里特",
						}, -- [127]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946798,
							["arg1"] = " 从|cffe6cc80怨鳍投叉手|r收集到12份艾泽里特",
						}, -- [128]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946800,
							["arg1"] = " 从|cffe6cc80燃烬卫士|r收集到24份艾泽里特",
						}, -- [129]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946804,
							["arg1"] = "|Hplayer:哀伤骑|h[哀伤骑]|h上线了。",
						}, -- [130]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946808,
							["arg1"] = " 从|cffe6cc80机械警戒犬|r收集到12份艾泽里特",
						}, -- [131]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946811,
							["arg1"] = " 从|cffe6cc80灼光火花|r收集到6份艾泽里特",
						}, -- [132]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946813,
							["arg1"] = " 从|cffe6cc80燃烬卫士|r收集到24份艾泽里特",
						}, -- [133]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946813,
							["arg1"] = " 从|cffe6cc80燃烬卫士|r收集到24份艾泽里特",
						}, -- [134]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946813,
							["arg1"] = " 从|cffe6cc80燃烬卫士|r收集到24份艾泽里特",
						}, -- [135]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946814,
							["arg1"] = " 从|cffe6cc80火山|r收集到0份艾泽里特",
						}, -- [136]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946814,
							["arg1"] = " 从|cffe6cc80灼光火花|r收集到6份艾泽里特",
						}, -- [137]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946821,
							["arg1"] = " 从|cffe6cc80蛇行女王瓦拉|r收集到350份艾泽里特",
						}, -- [138]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946823,
							["arg1"] = " 从|cffe6cc80火元素|r收集到12份艾泽里特",
						}, -- [139]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946823,
							["arg1"] = " 从|cffe6cc80怨鳍风暴女巫|r收集到180份艾泽里特",
						}, -- [140]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946823,
							["arg1"] = " 从|cffe6cc80安全检查机器人|r收集到6份艾泽里特",
						}, -- [141]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946824,
							["arg1"] = " 从|cffe6cc80火元素|r收集到12份艾泽里特",
						}, -- [142]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946827,
							["arg1"] = " 从|cffe6cc80火山|r收集到0份艾泽里特",
						}, -- [143]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946828,
							["arg1"] = " 从|cffe6cc80燃烬卫士|r收集到24份艾泽里特",
						}, -- [144]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946829,
							["arg1"] = " 从|cffe6cc80火山|r收集到0份艾泽里特",
						}, -- [145]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946833,
							["arg1"] = " 从|cffe6cc80火山|r收集到0份艾泽里特",
						}, -- [146]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946844,
							["arg1"] = " 从|cffe6cc80灰岩|r收集到650份艾泽里特",
						}, -- [147]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946845,
							["arg1"] = " 从|cffe6cc80火山|r收集到0份艾泽里特",
						}, -- [148]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946850,
							["arg1"] = " 从|cffe6cc80炽炎宝箱|r收集到230份艾泽里特",
						}, -- [149]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946851,
							["arg1"] = " 从|cffe6cc80风投爆破专家|r收集到180份艾泽里特",
						}, -- [150]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946852,
							["arg1"] = " 从|cffe6cc80炽炎宝箱|r收集到230份艾泽里特",
						}, -- [151]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946857,
							["arg1"] = " 从|cffe6cc80坚固的箱子|r收集到230份艾泽里特",
						}, -- [152]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946861,
							["arg1"] = " 从|cffe6cc80木制保险箱|r收集到90份艾泽里特",
						}, -- [153]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946861,
							["arg1"] = "你获得了物品：|cff0070dd|Hcurrency:1553:450|h[闪光的艾泽里特晶簇]|h|r。",
						}, -- [154]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946861,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:104::11:4:6316:4932:4933:1650:::|h[艾泽拉斯之心]|h|r获得了450点神器能量。",
						}, -- [155]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946863,
							["arg1"] = "你离开了队伍。",
						}, -- [156]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946872,
							["arg1"] = "你现在是队长",
						}, -- [157]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946872,
							["arg1"] = "地下城难度已设置为史诗。",
						}, -- [158]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946875,
							["arg1"] = "你邀请丶丷加入你的队伍",
						}, -- [159]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946877,
							["arg1"] = "丶丷加入了队伍。",
						}, -- [160]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946880,
							["arg1"] = "丶丷现在是队长",
						}, -- [161]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946887,
							["arg1"] = "猫栗子-冰风岗离开了队伍。",
						}, -- [162]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946945,
							["arg1"] = "丫丫小猫-血顶加入了队伍。",
						}, -- [163]
						{
							["type"] = "SYSTEM",
							["time"] = 1588947057,
							["arg1"] = "万物咸覩-凤凰之神加入了队伍。",
						}, -- [164]
						{
							["arg1"] = " ",
						}, -- [165]
						{
							["arg1"] = " ",
						}, -- [166]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 22:12:22。",
						}, -- [167]
						{
							["type"] = "SYSTEM",
							["time"] = 1588947287,
							["arg1"] = "你忘却了|cff71d5ff|Hspell:132469:0|h[台风]|h|r。",
						}, -- [168]
						{
							["type"] = "SYSTEM",
							["time"] = 1588947287,
							["arg1"] = "你学会新的法术：|cff71d5ff|Hspell:102359:0|h[群体缠绕]|h|r",
						}, -- [169]
						{
							["type"] = "SYSTEM",
							["time"] = 1588947395,
							["arg1"] = "丶丷开始进行就位确认。",
						}, -- [170]
						{
							["type"] = "SYSTEM",
							["time"] = 1588948087,
							["arg1"] = "Xiaodouding已经死亡。",
						}, -- [171]
						{
							["type"] = "SYSTEM",
							["time"] = 1588948117,
							["arg1"] = "|cff71d5ff|Hdeath:1|h[你已死亡。]|h",
						}, -- [172]
						{
							["type"] = "SYSTEM",
							["time"] = 1588948255,
							["arg1"] = "Xiaodouding已经死亡。",
						}, -- [173]
						{
							["type"] = "SYSTEM",
							["time"] = 1588948357,
							["arg1"] = "万物咸覩已经死亡。",
						}, -- [174]
						{
							["type"] = "SYSTEM",
							["time"] = 1588948362,
							["arg1"] = "Xiaodouding已经死亡。",
						}, -- [175]
						{
							["type"] = "SYSTEM",
							["time"] = 1588948583,
							["arg1"] = "Xiaodouding已经死亡。",
						}, -- [176]
						{
							["type"] = "SYSTEM",
							["time"] = 1588949196,
							["arg1"] = "公会史诗钥石挑战已完成！公会获得了750金币。",
						}, -- [177]
						{
							["type"] = "SYSTEM",
							["time"] = 1588949199,
							["arg1"] = "你获得了物品：|cff0070dd|Hcurrency:1553:430|h[闪光的艾泽里特晶簇]|h|r。",
						}, -- [178]
						{
							["type"] = "SYSTEM",
							["time"] = 1588949199,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:105::11:4:6316:4932:4933:1650:::|h[艾泽拉斯之心]|h|r获得了430点神器能量。",
						}, -- [179]
						{
							["arg1"] = " ",
						}, -- [180]
						{
							["arg1"] = " ",
						}, -- [181]
						{
							["arg1"] = "记录开始于 05/08/2020 的 22:49:32。",
							["type"] = "SYSTEM",
						}, -- [182]
						{
							["type"] = "SYSTEM",
							["time"] = 1588949409,
							["arg1"] = "地下城难度已设置为史诗。",
						}, -- [183]
						{
							["type"] = "SYSTEM",
							["time"] = 1588949592,
							["arg1"] = "丶丷开始进行就位确认。",
						}, -- [184]
						{
							["type"] = "SYSTEM",
							["time"] = 1588949795,
							["arg1"] = "Xiaodouding已经死亡。",
						}, -- [185]
						{
							["type"] = "SYSTEM",
							["time"] = 1588949817,
							["arg1"] = "丶丷开始进行就位确认。",
						}, -- [186]
						{
							["type"] = "SYSTEM",
							["time"] = 1588950055,
							["arg1"] = "Xiaodouding已经死亡。",
						}, -- [187]
						{
							["type"] = "SYSTEM",
							["time"] = 1588950150,
							["arg1"] = "万物咸覩已经死亡。",
						}, -- [188]
						{
							["type"] = "SYSTEM",
							["time"] = 1588950469,
							["arg1"] = "丶丷开始进行就位确认。",
						}, -- [189]
						{
							["type"] = "SYSTEM",
							["time"] = 1588950495,
							["arg1"] = "Xiaodouding已经死亡。",
						}, -- [190]
						{
							["type"] = "SYSTEM",
							["time"] = 1588950931,
							["arg1"] = "丶丷开始进行就位确认。",
						}, -- [191]
						{
							["type"] = "SYSTEM",
							["time"] = 1588950969,
							["arg1"] = "Xiaodouding已经死亡。",
						}, -- [192]
						{
							["type"] = "SYSTEM",
							["time"] = 1588951262,
							["arg1"] = "Xiaodouding已经死亡。",
						}, -- [193]
						{
							["type"] = "SYSTEM",
							["time"] = 1588951326,
							["arg1"] = "丶丷开始进行就位确认。",
						}, -- [194]
						{
							["type"] = "SYSTEM",
							["time"] = 1588951554,
							["arg1"] = "公会史诗钥石挑战已完成！公会获得了750金币。",
						}, -- [195]
						{
							["type"] = "SYSTEM",
							["time"] = 1588951564,
							["arg1"] = "你获得了物品：|cff0070dd|Hcurrency:1553:460|h[闪光的艾泽里特晶簇]|h|r。",
						}, -- [196]
						{
							["type"] = "SYSTEM",
							["time"] = 1588951564,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:105::11:4:6316:4932:4933:1650:::|h[艾泽拉斯之心]|h|r获得了460点神器能量。",
						}, -- [197]
						{
							["type"] = "SYSTEM",
							["time"] = 1588951633,
							["arg1"] = "天堂丶信仰喝下|cffffffff|Hitem:104314::::::::120:105::::::|h[巨龙P.I.E.]|h|r之后有点醉醺醺的。",
						}, -- [198]
						{
							["type"] = "SYSTEM",
							["time"] = 1588951658,
							["arg1"] = "Xiaodouding离开了队伍。",
						}, -- [199]
						{
							["type"] = "SYSTEM",
							["time"] = 1588951668,
							["arg1"] = "Xiaodouding下线了。",
						}, -- [200]
						{
							["type"] = "SYSTEM",
							["time"] = 1588951752,
							["arg1"] = "丫丫小猫-血顶离开了队伍。",
						}, -- [201]
						{
							["type"] = "SYSTEM",
							["time"] = 1588951765,
							["arg1"] = "你已经被移出队伍",
						}, -- [202]
						{
							["type"] = "SYSTEM",
							["time"] = 1588951771,
							["arg1"] = "丶丷下线了。",
						}, -- [203]
						{
							["type"] = "SYSTEM",
							["time"] = 1588951777,
							["arg1"] = "|Hplayer:千年老妖丶|h[千年老妖丶]|h上线了。",
						}, -- [204]
						{
							["arg1"] = " ",
						}, -- [205]
						{
							["arg1"] = " ",
						}, -- [206]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 01:01:14。",
						}, -- [207]
						{
							["type"] = "SYSTEM",
							["time"] = 1588957357,
							["arg1"] = "你获得了物品：|cff0070dd|Hcurrency:1553:334|h[闪光的艾泽里特]|h|r。",
						}, -- [208]
						{
							["type"] = "SYSTEM",
							["time"] = 1588957357,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:105::11:4:6316:4932:4933:1650:::|h[艾泽拉斯之心]|h|r获得了334点神器能量。",
						}, -- [209]
						{
							["type"] = "SYSTEM",
							["time"] = 1588957357,
							["arg1"] = "你获得了物品：|cff0070dd|Hcurrency:1553:200|h[闪光的艾泽里特晶体]|h|r。",
						}, -- [210]
						{
							["type"] = "SYSTEM",
							["time"] = 1588957358,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:105::11:4:6316:4932:4933:1650:::|h[艾泽拉斯之心]|h|r获得了200点神器能量。",
						}, -- [211]
						{
							["type"] = "SYSTEM",
							["time"] = 1588957358,
							["arg1"] = "暗矛萨满祭司已经精疲力尽。",
						}, -- [212]
						{
							["type"] = "SYSTEM",
							["time"] = 1588957358,
							["arg1"] = "你获得了物品：|cffa335ee|Hcurrency:1553:2000|h[嗡鸣的艾泽里特之心]|h|r。",
						}, -- [213]
						{
							["type"] = "SYSTEM",
							["time"] = 1588957358,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:105::11:4:6316:4932:4933:1650:::|h[艾泽拉斯之心]|h|r获得了2,000点神器能量。",
						}, -- [214]
						{
							["type"] = "SYSTEM",
							["time"] = 1588957358,
							["arg1"] = "银月城女巫已经精疲力尽。",
						}, -- [215]
						{
							["type"] = "SYSTEM",
							["time"] = 1588957364,
							["arg1"] = "已招募|cff1eff00|Hgarrfollower:1195:2:120:800:1084:1139:0:0:0:0:0:0:0|h[火金派武僧]|h|r。",
						}, -- [216]
						{
							["arg1"] = " ",
						}, -- [217]
						{
							["arg1"] = " ",
						}, -- [218]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 20:13:03。",
						}, -- [219]
						{
							["type"] = "SYSTEM",
							["time"] = 1589026475,
							["arg1"] = "潮汐沫沫下线了。",
						}, -- [220]
						{
							["type"] = "SYSTEM",
							["time"] = 1589026542,
							["arg1"] = "你已经加入了奥格瑞玛的惊魂幻象的队列。",
						}, -- [221]
						{
							["type"] = "SYSTEM",
							["time"] = 1589026547,
							["arg1"] = "地下城难度已设置为恩佐斯的幻象。",
						}, -- [222]
						{
							["type"] = "SYSTEM",
							["time"] = 1589027140,
							["arg1"] = "非酋巴扎黑下线了。",
						}, -- [223]
						{
							["type"] = "SYSTEM",
							["time"] = 1589027151,
							["arg1"] = "|Hplayer:非酋巴扎黑|h[非酋巴扎黑]|h上线了。",
						}, -- [224]
						{
							["type"] = "SYSTEM",
							["time"] = 1589028003,
							["arg1"] = "你已经被移出队伍",
						}, -- [225]
						{
							["arg1"] = " ",
						}, -- [226]
						{
							["arg1"] = " ",
						}, -- [227]
						{
							["arg1"] = "记录开始于 05/09/2020 的 20:41:55。",
							["type"] = "SYSTEM",
						}, -- [228]
						{
							["type"] = "SYSTEM",
							["time"] = 1589028155,
							["arg1"] = "|Hplayer:就爱逗你玩|h[就爱逗你玩]|h上线了。",
						}, -- [229]
						{
							["type"] = "SYSTEM",
							["time"] = 1589028348,
							["arg1"] = "就爱逗你玩下线了。",
						}, -- [230]
						{
							["type"] = "SYSTEM",
							["time"] = 1589028356,
							["arg1"] = "|Hplayer:莫小曦|h[莫小曦]|h上线了。",
						}, -- [231]
						{
							["type"] = "SYSTEM",
							["time"] = 1589028479,
							["arg1"] = "|Hplayer:岩熊|h[岩熊]|h上线了。",
						}, -- [232]
						{
							["arg1"] = " ",
						}, -- [233]
						{
							["arg1"] = " ",
						}, -- [234]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 21:18:08。",
						}, -- [235]
						{
							["type"] = "SYSTEM",
							["time"] = 1589030349,
							["arg1"] = "|Hplayer:千年老妖丶|h[千年老妖丶]|h邀请你加入队伍。",
						}, -- [236]
						{
							["type"] = "SYSTEM",
							["time"] = 1589030351,
							["arg1"] = "地下城难度已设置为史诗。",
						}, -- [237]
						{
							["type"] = "SYSTEM",
							["time"] = 1589030479,
							["arg1"] = "获得70金币, 55银币, 40铜币。",
						}, -- [238]
						{
							["type"] = "SYSTEM",
							["time"] = 1589030767,
							["arg1"] = "你获得了物品：|cff0070dd|Hcurrency:1553:311|h[闪光的艾泽里特]|h|r。",
						}, -- [239]
						{
							["type"] = "SYSTEM",
							["time"] = 1589030767,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:103::11:4:6316:4932:4933:1650:::|h[艾泽拉斯之心]|h|r获得了311点神器能量。",
						}, -- [240]
						{
							["type"] = "SYSTEM",
							["time"] = 1589030819,
							["arg1"] = "你获得了物品：|cff1eff00|Hcurrency:1553:190|h[小型艾泽里特之簇]|h|r。",
						}, -- [241]
						{
							["type"] = "SYSTEM",
							["time"] = 1589030819,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:103::11:4:6316:4932:4933:1650:::|h[艾泽拉斯之心]|h|r获得了190点神器能量。",
						}, -- [242]
						{
							["type"] = "SYSTEM",
							["time"] = 1589030949,
							["arg1"] = "你获得了物品：|cff1eff00|Hcurrency:1553:182|h[小型艾泽里特之簇]|h|r。",
						}, -- [243]
						{
							["type"] = "SYSTEM",
							["time"] = 1589030949,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:103::11:4:6316:4932:4933:1650:::|h[艾泽拉斯之心]|h|r获得了182点神器能量。",
						}, -- [244]
						{
							["type"] = "SYSTEM",
							["time"] = 1589031085,
							["arg1"] = "你获得了物品：|cffa335ee|Hcurrency:1553:500|h[闪耀的艾泽里特碎片]|h|r。",
						}, -- [245]
						{
							["type"] = "SYSTEM",
							["time"] = 1589031085,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:103::11:4:6316:4932:4933:1650:::|h[艾泽拉斯之心]|h|r获得了500点神器能量。",
						}, -- [246]
						{
							["type"] = "SYSTEM",
							["time"] = 1589031085,
							["arg1"] = "突袭：阿玛赛特进军完成。",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = " ",
						}, -- [249]
						{
							["arg1"] = "记录开始于 05/09/2020 的 22:12:41。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
				}, -- [9]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "成就",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 20:13:19。",
						}, -- [1]
						{
							["arg2"] = "风啸九天-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1588853976,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12560:Player-2124-01CB9B13:1:5:7:20:4294967295:4294967295:4294967295:4294967295|h[探索沃顿]|h|r！",
							["clColor"] = "fff38bb9",
						}, -- [2]
						{
							["arg1"] = " ",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["arg1"] = "记录开始于 05/07/2020 的 20:35:09。",
							["type"] = "SYSTEM",
						}, -- [5]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1588856005,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:1157:Player-2124-0AA46C2A:1:5:7:20:4294967295:4294967295:4294967295:4294967295|h[决斗赢家]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [6]
						{
							["arg1"] = " ",
						}, -- [7]
						{
							["arg1"] = " ",
						}, -- [8]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 21:35:08。",
						}, -- [9]
						{
							["arg2"] = "风啸九天-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1588859099,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12547:Player-2124-01CB9B13:1:5:7:20:4294967295:4294967295:4294967295:4294967295|h[史诗]|h|r！",
							["clColor"] = "fff38bb9",
						}, -- [10]
						{
							["arg2"] = "风啸九天-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1588860442,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14170:Player-2124-01CB9B13:1:5:7:20:4294967295:4294967295:4294967295:4294967295|h[纪念回忆]|h|r！",
							["clColor"] = "fff38bb9",
						}, -- [11]
						{
							["arg2"] = "非酋巴扎黑-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1588862441,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14193:Player-2124-0102B664:1:5:7:20:4294967295:4294967295:4294967295:4294967295|h[命运幻象]|h|r！",
							["clColor"] = "ffa9d271",
						}, -- [12]
						{
							["arg1"] = " ",
						}, -- [13]
						{
							["arg1"] = " ",
						}, -- [14]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 23:26:48。",
						}, -- [15]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1588865877,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:9587:Player-2124-0836E3DA:1:5:7:20:4294967295:4294967295:4294967295:4294967295|h[证明自己：无限治疗（10波）]|h|r！",
							["clColor"] = "fffe7b09",
						}, -- [16]
						{
							["arg1"] = " ",
						}, -- [17]
						{
							["arg1"] = " ",
						}, -- [18]
						{
							["arg1"] = "记录开始于 05/08/2020 的 21:24:56。",
							["type"] = "SYSTEM",
						}, -- [19]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1588944349,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14149:Player-2124-0C0BE35E:1:5:8:20:4294967295:4294967295:4294967295:4294967295|h[海岸之战（英雄）]|h|r！",
							["clColor"] = "ffa9d271",
						}, -- [20]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1588944356,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13296:Player-2124-0C0BE35E:1:5:8:20:4294967295:4294967295:4294967295:4294967295|h[海岸之战]|h|r！",
							["clColor"] = "ffa9d271",
						}, -- [21]
						{
							["arg1"] = " ",
						}, -- [22]
						{
							["arg1"] = " ",
						}, -- [23]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 22:12:22。",
						}, -- [24]
						{
							["arg2"] = "Xiaodouding-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1588947645,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13723:Player-2124-0129732E:1:5:8:20:4294967295:4294967295:4294967295:4294967295|h[求锤得锤]|h|r！",
							["clColor"] = "fff38bb9",
						}, -- [25]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1588947645,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13723:Player-2124-0AA46C2A:1:5:8:20:4294967295:4294967295:4294967295:4294967295|h[求锤得锤]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [26]
						{
							["arg1"] = " ",
						}, -- [27]
						{
							["arg1"] = " ",
						}, -- [28]
						{
							["arg1"] = "记录开始于 05/08/2020 的 22:49:32。",
							["type"] = "SYSTEM",
						}, -- [29]
						{
							["arg2"] = "就爱逗你玩-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1588950684,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14048:Player-2124-01ECAB92:1:5:8:20:4294967295:4294967295:4294967295:4294967295|h[无厌者夏德哈（史诗难度）]|h|r！",
							["clColor"] = "ffa9d271",
						}, -- [30]
						{
							["arg2"] = "哀伤骑-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1588951438,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13707:Player-2124-084B06D9:1:5:8:20:4294967295:4294967295:4294967295:4294967295|h[穆勒尔的神秘宝贝]|h|r！",
							["clColor"] = "ffc31d39",
						}, -- [31]
						{
							["arg1"] = " ",
						}, -- [32]
						{
							["arg1"] = " ",
						}, -- [33]
						{
							["arg1"] = "记录开始于 05/09/2020 的 22:12:41。",
							["type"] = "SYSTEM",
						}, -- [34]
					},
				}, -- [10]
				{
					["logs"] = {
						{
							["arg2"] = "瓦力格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588857036,
							["arg1"] = "哦，蹦跶得挺欢！",
						}, -- [1]
						{
							["arg2"] = "瓦力格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588857087,
							["arg1"] = "剁碎了拿去喂鱼！",
						}, -- [2]
						{
							["arg2"] = "嗜血的布莉欧娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1588857109,
							["arg1"] = "快！给我拿个桶！一滴血都别浪费！",
						}, -- [3]
						{
							["arg2"] = "“小刀”洛蒂",
							["type"] = "MONSTER_YELL",
							["time"] = 1588857141,
							["arg1"] = "吃我一刀！",
						}, -- [4]
						{
							["arg1"] = " ",
						}, -- [5]
						{
							["arg1"] = " ",
						}, -- [6]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 21:35:08。",
						}, -- [7]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588858931,
							["arg1"] = "来吧，淹死吧。",
						}, -- [8]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588858997,
							["arg1"] = "逃……逃吧。你终将侍奉我。",
						}, -- [9]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588859116,
							["arg1"] = "睁开你的眼睛。",
						}, -- [10]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588859185,
							["arg1"] = "逃……逃吧。你终将侍奉我。",
						}, -- [11]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588859321,
							["arg1"] = "睁开你的眼睛。",
						}, -- [12]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588859391,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [13]
						{
							["arg2"] = "沃卡尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588859398,
							["arg1"] = "又是你？！我要把你撕碎！",
						}, -- [14]
						{
							["arg2"] = "沃卡尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588859460,
							["arg1"] = "同归于尽！",
						}, -- [15]
						{
							["arg2"] = "沃卡尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1588859569,
							["arg1"] = "主人会重新修复我……",
						}, -- [16]
						{
							["arg2"] = "女祭司阿伦扎",
							["type"] = "MONSTER_YELL",
							["time"] = 1588860184,
							["arg1"] = "亚兹玛的爪牙，这儿不欢迎你们！",
						}, -- [17]
						{
							["arg2"] = "女祭司阿伦扎",
							["type"] = "MONSTER_YELL",
							["time"] = 1588860195,
							["arg1"] = "我的利爪会刺穿你的心脏。",
						}, -- [18]
						{
							["arg2"] = "女祭司阿伦扎",
							["type"] = "MONSTER_YELL",
							["time"] = 1588860209,
							["arg1"] = "你们不属于这里！",
						}, -- [19]
						{
							["arg2"] = "女祭司阿伦扎",
							["type"] = "MONSTER_YELL",
							["time"] = 1588860229,
							["arg1"] = "我的利爪会刺穿你的心脏。",
						}, -- [20]
						{
							["arg2"] = "女祭司阿伦扎",
							["type"] = "MONSTER_YELL",
							["time"] = 1588860244,
							["arg1"] = "你们不属于这里！",
						}, -- [21]
						{
							["arg2"] = "女祭司阿伦扎",
							["type"] = "MONSTER_YELL",
							["time"] = 1588860264,
							["arg1"] = "我的利爪会刺穿你的心脏。",
						}, -- [22]
						{
							["arg2"] = "女祭司阿伦扎",
							["type"] = "MONSTER_YELL",
							["time"] = 1588860280,
							["arg1"] = "净化腐蚀！",
						}, -- [23]
						{
							["arg2"] = "女祭司阿伦扎",
							["type"] = "MONSTER_YELL",
							["time"] = 1588860284,
							["arg1"] = "必须……净化……池子……",
						}, -- [24]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588860288,
							["arg1"] = "你让你真正的主人失望了。",
						}, -- [25]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588860336,
							["arg1"] = "进入我的国度……证明你们的价值。",
						}, -- [26]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588860435,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [27]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588860457,
							["arg1"] = "达萨即将苏醒，但你活不到那一刻了！",
						}, -- [28]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588860467,
							["arg1"] = "我要撕碎你的灵魂！",
						}, -- [29]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588860508,
							["arg1"] = "你的灵魂会四分五裂！",
						}, -- [30]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588860549,
							["arg1"] = "你的灵魂会四分五裂！",
						}, -- [31]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588860591,
							["arg1"] = "我要撕碎你的灵魂！",
						}, -- [32]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588860603,
							["arg1"] = "真是个不错的祭品！",
						}, -- [33]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588860632,
							["arg1"] = "我要撕碎你的灵魂！",
						}, -- [34]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588860673,
							["arg1"] = "我要撕碎你的灵魂！",
						}, -- [35]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588860700,
							["arg1"] = "我会善加利用你们的鲜血，反正你们也用不着了。",
						}, -- [36]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588860826,
							["arg1"] = "达萨即将苏醒，但你活不到那一刻了！",
						}, -- [37]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588860836,
							["arg1"] = "我要撕碎你的灵魂！",
						}, -- [38]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588860877,
							["arg1"] = "我要撕碎你的灵魂！",
						}, -- [39]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588860892,
							["arg1"] = "真是个不错的祭品！",
						}, -- [40]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588860918,
							["arg1"] = "你的灵魂会四分五裂！",
						}, -- [41]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588860960,
							["arg1"] = "我要撕碎你的灵魂！",
						}, -- [42]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588861001,
							["arg1"] = "你的灵魂会四分五裂！",
						}, -- [43]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588861031,
							["arg1"] = "你的鲜血归我了！",
						}, -- [44]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588861035,
							["arg1"] = "我会善加利用你们的鲜血，反正你们也用不着了。",
						}, -- [45]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588861140,
							["arg1"] = "达萨即将苏醒，但你活不到那一刻了！",
						}, -- [46]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588861150,
							["arg1"] = "你的灵魂会四分五裂！",
						}, -- [47]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588861193,
							["arg1"] = "我要撕碎你的灵魂！",
						}, -- [48]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588861235,
							["arg1"] = "你的灵魂会四分五裂！",
						}, -- [49]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588861276,
							["arg1"] = "我要撕碎你的灵魂！",
						}, -- [50]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588861317,
							["arg1"] = "我要撕碎你的灵魂！",
						}, -- [51]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588861358,
							["arg1"] = "你的灵魂会四分五裂！",
						}, -- [52]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588861400,
							["arg1"] = "我要撕碎你的灵魂！",
						}, -- [53]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_YELL",
							["time"] = 1588861403,
							["arg1"] = "蠢货！祖尔会撕碎……你们的……灵魂……",
						}, -- [54]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588862697,
							["arg1"] = "一个陨落，又有一千个代替它。",
						}, -- [55]
						{
							["arg2"] = "火金派防御者",
							["type"] = "MONSTER_YELL",
							["time"] = 1588862839,
							["arg1"] = "他们一直涌过来。我们不能失去两处神殿！",
						}, -- [56]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588862883,
							["arg1"] = "你在抵抗注定的命运。",
						}, -- [57]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588863049,
							["arg1"] = "接受我的赐福，就能揭晓所有真相。",
						}, -- [58]
						{
							["arg1"] = " ",
						}, -- [59]
						{
							["arg1"] = " ",
						}, -- [60]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 23:26:48。",
						}, -- [61]
						{
							["arg2"] = "生存者苏立",
							["type"] = "MONSTER_YELL",
							["time"] = 1588865240,
							["arg1"] = "这些幻影是无穷无尽的，但我们要尽力守住！",
						}, -- [62]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588865497,
							["arg1"] = "1",
							["clColor"] = "fffe7b09",
						}, -- [63]
						{
							["arg2"] = "防御者鸥图",
							["type"] = "MONSTER_YELL",
							["time"] = 1588865506,
							["arg1"] = "我是钢铁之盾！但是我坚持不了多久了！",
						}, -- [64]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588865549,
							["arg1"] = "1",
							["clColor"] = "fffe7b09",
						}, -- [65]
						{
							["arg2"] = "防御者鸥图",
							["type"] = "MONSTER_YELL",
							["time"] = 1588865627,
							["arg1"] = "我是钢铁之盾！但是我坚持不了多久了！",
						}, -- [66]
						{
							["arg2"] = "防御者鸥图",
							["type"] = "MONSTER_YELL",
							["time"] = 1588865805,
							["arg1"] = "我是钢铁之盾！但是我坚持不了多久了！",
						}, -- [67]
						{
							["arg2"] = "防御者鸥图",
							["type"] = "MONSTER_YELL",
							["time"] = 1588865807,
							["arg1"] = "坚持住，我来了！",
						}, -- [68]
						{
							["arg1"] = " ",
						}, -- [69]
						{
							["arg1"] = " ",
						}, -- [70]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 00:03:26。",
						}, -- [71]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588867438,
							["arg1"] = "已施放|cff71d5ff|Hspell:22812:0|h[树皮术]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [72]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588867445,
							["arg1"] = "已施放|cff71d5ff|Hspell:88423:0|h[自然之愈]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [73]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1588867447,
							["arg1"] = "|cff71d5ff|Hspell:88423:0|h[自然之愈]|h|r 已就绪",
							["clColor"] = "fffe7b09",
						}, -- [74]
						{
							["arg1"] = " ",
						}, -- [75]
						{
							["arg1"] = " ",
						}, -- [76]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 22:12:22。",
						}, -- [77]
						{
							["arg2"] = "唾海",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947281,
							["arg1"] = "Mrrglrgl，mmrglrlglrrrglrggl！",
						}, -- [78]
						{
							["arg2"] = "迪奥斯·强机",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947459,
							["arg1"] = "这完全不符合统计学！我们的访客还活着！",
						}, -- [79]
						{
							["arg2"] = "迪奥斯·强机",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947465,
							["arg1"] = "是时候请出坦克大战竞技场的传奇选手了！",
						}, -- [80]
						{
							["arg2"] = "迪奥斯·强机",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947467,
							["arg1"] = "观众们！今晚队伍的实力旗鼓相当！一定会火花四溅！",
						}, -- [81]
						{
							["arg2"] = "迪奥斯·强机",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947472,
							["arg1"] = "有请白金拳手以及仁慈侏儒4.U.型！",
						}, -- [82]
						{
							["arg2"] = "迪奥斯·强机",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947474,
							["arg1"] = "等等，什么鬼？！有几个地表来的蠢货掉进了竞技场！",
						}, -- [83]
						{
							["arg2"] = "迪奥斯·强机",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947479,
							["arg1"] = "让我们嗨起来吧！",
						}, -- [84]
						{
							["arg2"] = "迪奥斯·强机",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947481,
							["arg1"] = "飞溅区的观众请注意：当心血水！",
						}, -- [85]
						{
							["arg2"] = "迪奥斯·强机",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947529,
							["arg1"] = "哇噢噢噢！机械们侏儒们……这可真是出人意料的发展！",
						}, -- [86]
						{
							["arg2"] = "迪奥斯·强机",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947535,
							["arg1"] = "你们最爱的播报员，上场了！",
						}, -- [87]
						{
							["arg2"] = "迪奥斯·强机",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947539,
							["arg1"] = "别担心！我依然会尽全力为大家献上最精彩的解说！",
						}, -- [88]
						{
							["arg2"] = "迪奥斯·强机",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947566,
							["arg1"] = "出……局……",
						}, -- [89]
						{
							["arg2"] = "迪奥斯·强机",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947643,
							["arg1"] = "太震惊了！地表蠢货获胜！不过……我们还是会把他们跟垃圾一起丢出去！",
						}, -- [90]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588947720,
							["arg1"] = "睁开你的眼睛。",
						}, -- [91]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588947787,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [92]
						{
							["arg2"] = "温迪·考格斯沃",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947841,
							["arg1"] = "咬死他们，宝贝儿！",
						}, -- [93]
						{
							["arg2"] = "温迪·考格斯沃",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947846,
							["arg1"] = "小心头顶！",
						}, -- [94]
						{
							["arg2"] = "温迪·考格斯沃",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947856,
							["arg1"] = "早知道的话，我会先把你遛一圈！",
						}, -- [95]
						{
							["arg2"] = "温迪·考格斯沃",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947873,
							["arg1"] = "小心头顶！",
						}, -- [96]
						{
							["arg2"] = "温迪·考格斯沃",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947879,
							["arg1"] = "玩耍时间到！",
						}, -- [97]
						{
							["arg2"] = "温迪·考格斯沃",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947890,
							["arg1"] = "早知道的话，我会先把你遛一圈！",
						}, -- [98]
						{
							["arg2"] = "温迪·考格斯沃",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947907,
							["arg1"] = "小心头顶！",
						}, -- [99]
						{
							["arg2"] = "温迪·考格斯沃",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947913,
							["arg1"] = "玩耍时间到！",
						}, -- [100]
						{
							["arg2"] = "温迪·考格斯沃",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947924,
							["arg1"] = "早知道的话，我会先把你遛一圈！",
						}, -- [101]
						{
							["arg2"] = "温迪·考格斯沃",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947941,
							["arg1"] = "小心头顶！",
						}, -- [102]
						{
							["arg2"] = "温迪·考格斯沃",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947947,
							["arg1"] = "玩耍时间到！",
						}, -- [103]
						{
							["arg2"] = "温迪·考格斯沃",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947958,
							["arg1"] = "早知道的话，我会先把你遛一圈！",
						}, -- [104]
						{
							["arg2"] = "温迪·考格斯沃",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947975,
							["arg1"] = "小心头顶！",
						}, -- [105]
						{
							["arg2"] = "温迪·考格斯沃",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947981,
							["arg1"] = "你们干了什么？！畜生！",
						}, -- [106]
						{
							["arg2"] = "温迪·考格斯沃",
							["type"] = "MONSTER_YELL",
							["time"] = 1588947986,
							["arg1"] = "我得花好几周才能修好他！",
						}, -- [107]
						{
							["arg2"] = "报警机器人",
							["type"] = "MONSTER_YELL",
							["time"] = 1588948134,
							["arg1"] = "警告！侦测到过高的血肉比例。警告！",
						}, -- [108]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588948302,
							["arg1"] = "进入我的国度……证明你们的价值。",
						}, -- [109]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588948422,
							["arg1"] = "你们的眼睛……闭上了。",
						}, -- [110]
						{
							["arg2"] = "首席机械师闪流",
							["type"] = "MONSTER_YELL",
							["time"] = 1588948449,
							["arg1"] = "欢迎光临我的花园，入侵者！",
						}, -- [111]
						{
							["arg2"] = "首席机械师闪流",
							["type"] = "MONSTER_YELL",
							["time"] = 1588948453,
							["arg1"] = "看来你多长了一颗脑袋！",
						}, -- [112]
						{
							["arg2"] = "首席机械师闪流",
							["type"] = "MONSTER_YELL",
							["time"] = 1588948455,
							["arg1"] = "把你的屁股炸开花！",
						}, -- [113]
						{
							["arg2"] = "首席机械师闪流",
							["type"] = "MONSTER_YELL",
							["time"] = 1588948463,
							["arg1"] = "很快就可以闻到烤肉的香味了！哈哈！",
						}, -- [114]
						{
							["arg2"] = "首席机械师闪流",
							["type"] = "MONSTER_YELL",
							["time"] = 1588948478,
							["arg1"] = "看来你多长了一颗脑袋！",
						}, -- [115]
						{
							["arg2"] = "首席机械师闪流",
							["type"] = "MONSTER_YELL",
							["time"] = 1588948501,
							["arg1"] = "把你的屁股炸开花！",
						}, -- [116]
						{
							["arg2"] = "首席机械师闪流",
							["type"] = "MONSTER_YELL",
							["time"] = 1588948504,
							["arg1"] = "我来帮你修剪一下！",
						}, -- [117]
						{
							["arg2"] = "首席机械师闪流",
							["type"] = "MONSTER_YELL",
							["time"] = 1588948511,
							["arg1"] = "很快就可以闻到烤肉的香味了！哈哈！",
						}, -- [118]
						{
							["arg2"] = "首席机械师闪流",
							["type"] = "MONSTER_YELL",
							["time"] = 1588948529,
							["arg1"] = "看来你多长了一颗脑袋！",
						}, -- [119]
						{
							["arg2"] = "首席机械师闪流",
							["type"] = "MONSTER_YELL",
							["time"] = 1588948547,
							["arg1"] = "把你的屁股炸开花！",
						}, -- [120]
						{
							["arg2"] = "首席机械师闪流",
							["type"] = "MONSTER_YELL",
							["time"] = 1588948555,
							["arg1"] = "看来你多长了一颗脑袋！",
						}, -- [121]
						{
							["arg2"] = "首席机械师闪流",
							["type"] = "MONSTER_YELL",
							["time"] = 1588948558,
							["arg1"] = "怕热？那就别闯进我的花园！",
						}, -- [122]
						{
							["arg2"] = "首席机械师闪流",
							["type"] = "MONSTER_YELL",
							["time"] = 1588948580,
							["arg1"] = "我来帮你修剪一下！",
						}, -- [123]
						{
							["arg2"] = "首席机械师闪流",
							["type"] = "MONSTER_YELL",
							["time"] = 1588948594,
							["arg1"] = "尝尝我种的大口径玫瑰！",
						}, -- [124]
						{
							["arg2"] = "首席机械师闪流",
							["type"] = "MONSTER_YELL",
							["time"] = 1588948604,
							["arg1"] = "怕热？那就别闯进我的花园！",
						}, -- [125]
						{
							["arg2"] = "首席机械师闪流",
							["type"] = "MONSTER_YELL",
							["time"] = 1588948606,
							["arg1"] = "我来帮你修剪一下！",
						}, -- [126]
						{
							["arg2"] = "首席机械师闪流",
							["type"] = "MONSTER_YELL",
							["time"] = 1588948614,
							["arg1"] = "这……不可能……",
						}, -- [127]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588948675,
							["arg1"] = "来吧，淹死吧。",
						}, -- [128]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588948753,
							["arg1"] = "你们的眼睛……闭上了。",
						}, -- [129]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588948888,
							["arg1"] = "睁开你的眼睛。",
						}, -- [130]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588948965,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [131]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1588948974,
							["arg1"] = "我，完美无瑕！",
						}, -- [132]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1588948982,
							["arg1"] = "你们躲不开我的目标锁定系统！",
						}, -- [133]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1588948999,
							["arg1"] = "你们躲不开我的目标锁定系统！",
						}, -- [134]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949005,
							["arg1"] = "推进器点火！",
						}, -- [135]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949018,
							["arg1"] = "你们躲不开我的目标锁定系统！",
						}, -- [136]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949035,
							["arg1"] = "你们躲不开我的目标锁定系统！",
						}, -- [137]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949042,
							["arg1"] = "推进器点火！",
						}, -- [138]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949054,
							["arg1"] = "你们躲不开我的目标锁定系统！",
						}, -- [139]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949064,
							["arg1"] = "你们以为这就打败我了？哈！蠢货！",
						}, -- [140]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949068,
							["arg1"] = "你们不过是毁了一台玩具模型！",
						}, -- [141]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949072,
							["arg1"] = "想瞧瞧我真正的秘密武器吗？那就让你们见识一下！",
						}, -- [142]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949085,
							["arg1"] = "所有能量传输至武器系统！",
						}, -- [143]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949104,
							["arg1"] = "磁力装置已就位！",
						}, -- [144]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949119,
							["arg1"] = "所有能量传输至武器系统！",
						}, -- [145]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949150,
							["arg1"] = "所有能量传输至武器系统！",
						}, -- [146]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949166,
							["arg1"] = "磁力装置已就位！",
						}, -- [147]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949181,
							["arg1"] = "所有能量传输至武器系统！",
						}, -- [148]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949195,
							["arg1"] = "你们……这些……次品……",
						}, -- [149]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588949195,
							["arg1"] = "很好，我的选民。你们证明了自己有资格接受我的馈赠。",
						}, -- [150]
						{
							["arg1"] = " ",
						}, -- [151]
						{
							["arg1"] = " ",
						}, -- [152]
						{
							["arg1"] = "记录开始于 05/08/2020 的 22:49:32。",
							["type"] = "SYSTEM",
						}, -- [153]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588949619,
							["arg1"] = "来吧，淹死吧。",
						}, -- [154]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588949700,
							["arg1"] = "你们的眼睛……闭上了。",
						}, -- [155]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949719,
							["arg1"] = "你的末日降临了！",
						}, -- [156]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949735,
							["arg1"] = "地上要小心了，你们这群长满藤壶的猪猡！",
						}, -- [157]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949751,
							["arg1"] = "你的末日降临了！",
						}, -- [158]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949767,
							["arg1"] = "地上要小心了，你们这群长满藤壶的猪猡！",
						}, -- [159]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949826,
							["arg1"] = "喂，你们这帮舱底鼠！",
						}, -- [160]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949860,
							["arg1"] = "啊！鲨鱼饵，去轰炸他们的船舷！",
						}, -- [161]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949878,
							["arg1"] = "舷窗根本挡不住！",
						}, -- [162]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949901,
							["arg1"] = "炸翻你们臭烘烘的甲板！",
						}, -- [163]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949920,
							["arg1"] = "弄洒别人的酒会遭报应的！",
						}, -- [164]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949923,
							["arg1"] = "哦，看看是谁还在晕船呢！",
						}, -- [165]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949935,
							["arg1"] = "射穿你们的皮！",
						}, -- [166]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949940,
							["arg1"] = "哦，看看是谁还在晕船呢！",
						}, -- [167]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949957,
							["arg1"] = "哦，看看是谁还在晕船呢！",
						}, -- [168]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949974,
							["arg1"] = "这滋味你今生难忘！",
						}, -- [169]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949978,
							["arg1"] = "看来……我要去……喂鲨鱼了……",
						}, -- [170]
						{
							["arg2"] = "黑齿拳手",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950135,
							["arg1"] = "我们自己乱战了起来！",
						}, -- [171]
						{
							["arg2"] = "“两眼虫”戴维",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950352,
							["arg1"] = "来来来，下注了！又来了一群受害——呃，参赛者！交给你们了，古尔戈索克和伍迪！",
						}, -- [172]
						{
							["arg2"] = "尤朵拉船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950479,
							["arg1"] = "我要拿你们的骨头当靶子。",
						}, -- [173]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950482,
							["arg1"] = "看看你能不能撑得住！",
						}, -- [174]
						{
							["arg2"] = "拉乌尔船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950487,
							["arg1"] = "干杯，水手们！",
						}, -- [175]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950488,
							["arg1"] = "预备！",
						}, -- [176]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950495,
							["arg1"] = "第一滴血！",
						}, -- [177]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950513,
							["arg1"] = "钢铁之潮！",
						}, -- [178]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950536,
							["arg1"] = "预备！",
						}, -- [179]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950566,
							["arg1"] = "钢铁之潮！",
						}, -- [180]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950589,
							["arg1"] = "预备！",
						}, -- [181]
						{
							["arg2"] = "尤朵拉船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950604,
							["arg1"] = "打得……漂亮……",
						}, -- [182]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950614,
							["arg1"] = "预备！",
						}, -- [183]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950638,
							["arg1"] = "钢铁之潮！",
						}, -- [184]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950659,
							["arg1"] = "请把我的剑跟我埋在一起……",
						}, -- [185]
						{
							["arg2"] = "拉乌尔船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950665,
							["arg1"] = "真受不了你们，喝酒去！",
						}, -- [186]
						{
							["arg2"] = "尤朵拉船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950669,
							["arg1"] = "啊，我枪膛里还有子弹呢。",
						}, -- [187]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950673,
							["arg1"] = "我什么时候才能碰上旗鼓相当的对手？",
						}, -- [188]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588950675,
							["arg1"] = "来吧，淹死吧。",
						}, -- [189]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588950750,
							["arg1"] = "你们的眼睛……闭上了。",
						}, -- [190]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588951208,
							["arg1"] = "睁开你的眼睛。",
						}, -- [191]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588951319,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [192]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588951334,
							["arg1"] = "你无法逃脱命运。",
						}, -- [193]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951334,
							["arg1"] = "猪猡，你觉得能斗得过我？看来我得好好教训你。",
						}, -- [194]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951355,
							["arg1"] = "开炮！把这些癞皮狗轰成渣！",
						}, -- [195]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951367,
							["arg1"] = "拿他们的肠子擦甲板！",
						}, -- [196]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951373,
							["arg1"] = "让这些水手瞧瞧我们的火力！",
						}, -- [197]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951388,
							["arg1"] = "全体上甲板！",
						}, -- [198]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951394,
							["arg1"] = "让这些水手瞧瞧我们的火力！",
						}, -- [199]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951409,
							["arg1"] = "拿他们的肠子擦甲板！",
						}, -- [200]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951415,
							["arg1"] = "让这些水手瞧瞧我们的火力！",
						}, -- [201]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951443,
							["arg1"] = "开炮！把这些癞皮狗轰成渣！",
						}, -- [202]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951449,
							["arg1"] = "拿他们的肠子擦甲板！",
						}, -- [203]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951461,
							["arg1"] = "开炮！把这些癞皮狗轰成渣！",
						}, -- [204]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951473,
							["arg1"] = "全体上甲板！",
						}, -- [205]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951485,
							["arg1"] = "让这些水手瞧瞧我们的火力！",
						}, -- [206]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951497,
							["arg1"] = "全体上甲板！",
						}, -- [207]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951519,
							["arg1"] = "开炮！把这些癞皮狗轰成渣！",
						}, -- [208]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951525,
							["arg1"] = "拿他们的肠子擦甲板！",
						}, -- [209]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951531,
							["arg1"] = "不可……思议……",
						}, -- [210]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588951554,
							["arg1"] = "很好，我的选民。你们证明了自己有资格接受我的馈赠。",
						}, -- [211]
						{
							["arg1"] = " ",
						}, -- [212]
						{
							["arg1"] = " ",
						}, -- [213]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 20:13:03。",
						}, -- [214]
						{
							["arg2"] = "审判官格恩肖尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589026699,
							["arg1"] = "干掉那个兽人，清扫暗巷区！拒绝主人之血的都不得好死！",
						}, -- [215]
						{
							["arg2"] = "歼灭者拉克哈尔",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589026707,
							["arg1"] = "痛苦在等待着你！",
						}, -- [216]
						{
							["arg2"] = "歼灭者拉克哈尔",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589026721,
							["arg1"] = "永恒的……痛苦……",
						}, -- [217]
						{
							["arg2"] = "博亚",
							["type"] = "MONSTER_YELL",
							["time"] = 1589026788,
							["arg1"] = "救命！斯诺恩发疯了！",
						}, -- [218]
						{
							["arg2"] = "雷克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589026896,
							["arg1"] = "你不过是恩佐斯无尽大军面前的蝼蚁。现在，我就要踩死你！",
						}, -- [219]
						{
							["arg2"] = "雷克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027056,
							["arg1"] = "我会把你的血肉喂给我的野兽，把你的灵魂献给恩佐斯！",
						}, -- [220]
						{
							["arg2"] = "雷克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027061,
							["arg1"] = "来吧，我的宠物！侍奉你的主人！",
						}, -- [221]
						{
							["arg2"] = "雷克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027067,
							["arg1"] = "我的野兽会吞噬你！",
						}, -- [222]
						{
							["arg2"] = "雷克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027075,
							["arg1"] = "消灭这些猎物！",
						}, -- [223]
						{
							["arg2"] = "雷克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027078,
							["arg1"] = "恩佐斯能号令的，可不只是动物！",
						}, -- [224]
						{
							["arg2"] = "泽坎",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027131,
							["arg1"] = "勇士们！我们需要帮助！",
						}, -- [225]
						{
							["arg2"] = "屠戮者西克沃斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589027144,
							["arg1"] = "你必将破碎！",
						}, -- [226]
						{
							["arg2"] = "泽坎",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027146,
							["arg1"] = "得先把那个干掉。",
						}, -- [227]
						{
							["arg2"] = "屠戮者西克沃斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589027172,
							["arg1"] = "尼奥罗萨……已经归来……",
						}, -- [228]
						{
							["arg2"] = "泽坎",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027182,
							["arg1"] = "恩佐斯的腐化图腾全是虚空的低语，把我们的萨满逼疯了。得把图腾都毁掉。",
						}, -- [229]
						{
							["arg2"] = "盖亚拉大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027184,
							["arg1"] = "杜隆坦的假儿子必须死！他手上沾满了玛格汉的鲜血！",
						}, -- [230]
						{
							["arg2"] = "无光者维兹奥克",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027344,
							["arg1"] = "虚空在呼唤你！",
						}, -- [231]
						{
							["arg2"] = "盖亚拉大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027345,
							["arg1"] = "以玛格汉的名义，干掉那个怪物！",
						}, -- [232]
						{
							["arg2"] = "无光者维兹奥克",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589027397,
							["arg1"] = "跪倒在恩佐斯面前！",
						}, -- [233]
						{
							["arg2"] = "无光者维兹奥克",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589027430,
							["arg1"] = "一切……都将……灭亡……",
						}, -- [234]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027914,
							["arg1"] = "元素已经发声。艾泽拉斯即将灭亡。",
						}, -- [235]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027920,
							["arg1"] = "不喝血的，都得死！",
						}, -- [236]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027924,
							["arg1"] = "古神之血是我们唯一的救赎！",
						}, -- [237]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027932,
							["arg1"] = "我们必须服从恩佐斯！",
						}, -- [238]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027958,
							["arg1"] = "我们必须服从恩佐斯！",
						}, -- [239]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027974,
							["arg1"] = "感谢你……让我……重获自由……",
						}, -- [240]
						{
							["arg1"] = " ",
						}, -- [241]
						{
							["arg1"] = " ",
						}, -- [242]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 21:18:08。",
						}, -- [243]
						{
							["arg2"] = "未知目标",
							["type"] = "MONSTER_YELL",
							["time"] = 1589030678,
							["arg1"] = "你胆敢打扰我们神圣的行动？",
						}, -- [244]
						{
							["arg2"] = "凯姆斯，黎明之刃",
							["type"] = "MONSTER_YELL",
							["time"] = 1589030698,
							["arg1"] = "你会因为惹怒光刃而懊悔不已！",
						}, -- [245]
						{
							["arg2"] = "凯姆斯，黎明之刃",
							["type"] = "MONSTER_YELL",
							["time"] = 1589030712,
							["arg1"] = "你才打败了学生，现在面对老师吧！",
						}, -- [246]
						{
							["arg2"] = "哈丹队长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589030996,
							["arg1"] = "阿玛赛特已经释放了泰坦守护者！坚守战线！",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = " ",
						}, -- [249]
						{
							["arg1"] = "记录开始于 05/09/2020 的 22:12:41。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
					["hasMessage"] = false,
					["enabled"] = true,
				}, -- [11]
				["本地防务"] = {
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "本地防务",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/07/2020 的 20:35:09。",
							["type"] = "SYSTEM",
						}, -- [1]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [2]
						{
							["arg1"] = " ",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 20:56:38。",
						}, -- [5]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [6]
						{
							["arg1"] = " ",
						}, -- [7]
						{
							["arg1"] = " ",
						}, -- [8]
						{
							["arg1"] = "记录开始于 05/07/2020 的 21:01:01。",
							["type"] = "SYSTEM",
						}, -- [9]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [10]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [11]
						{
							["arg1"] = " ",
						}, -- [12]
						{
							["arg1"] = " ",
						}, -- [13]
						{
							["arg1"] = "记录开始于 05/07/2020 的 21:16:21。",
							["type"] = "SYSTEM",
						}, -- [14]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [15]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [16]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [17]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [18]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [19]
						{
							["arg1"] = " ",
						}, -- [20]
						{
							["arg1"] = " ",
						}, -- [21]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 21:35:08。",
						}, -- [22]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [23]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [24]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [25]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [26]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [27]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [28]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [29]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [30]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [31]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1588863421,
							["arg1"] = "【尼奥啰萨-觉星之城】史-詩-铨-樋**【120级団夲】——莱--各系--高-效-体-验——",
							["arg9"] = "本地防务 - 达萨罗",
							["arg2"] = "镁兲開団-凯恩血蹄",
						}, -- [32]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1588863478,
							["arg1"] = "【尼奥啰萨-觉星之城】史-詩-铨-樋**【120级団夲】——莱--各系--高-效-体-验——",
							["arg9"] = "本地防务 - 达萨罗",
							["arg2"] = "镁兲開団-凯恩血蹄",
						}, -- [33]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1588863536,
							["arg1"] = "【尼奥啰萨-觉星之城】史-詩-铨-樋**【120级団夲】——莱--各系--高-效-体-验——",
							["arg9"] = "本地防务 - 达萨罗",
							["arg2"] = "镁兲開団-凯恩血蹄",
						}, -- [34]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1588863593,
							["arg1"] = "【尼奥啰萨-觉星之城】史-詩-铨-樋**【120级団夲】——莱--各系--高-效-体-验——",
							["arg9"] = "本地防务 - 达萨罗",
							["arg2"] = "镁兲開団-凯恩血蹄",
						}, -- [35]
						{
							["arg1"] = " ",
						}, -- [36]
						{
							["arg1"] = " ",
						}, -- [37]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 23:07:23。",
						}, -- [38]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [39]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1588864240,
							["arg1"] = "100Wg = 15 oR.有620W 可.散.有需要的Mmm",
							["arg9"] = "本地防务 - 奥格瑞玛",
							["arg2"] = "Vggtr-勇士岛",
						}, -- [40]
						{
							["arg1"] = " ",
						}, -- [41]
						{
							["arg1"] = " ",
						}, -- [42]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 23:11:42。",
						}, -- [43]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1588864328,
							["arg1"] = "100Wg = 15 oR.有620W 可.散.有需要的Mmm",
							["arg9"] = "本地防务 - 奥格瑞玛",
							["arg2"] = "Vggtr-勇士岛",
						}, -- [44]
						{
							["arg1"] = " ",
						}, -- [45]
						{
							["arg1"] = " ",
						}, -- [46]
						{
							["arg1"] = "记录开始于 05/07/2020 的 23:12:40。",
							["type"] = "SYSTEM",
						}, -- [47]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1588864414,
							["arg1"] = "100Wg = 15 oR.有620W 可.散.有需要的Mmm",
							["arg9"] = "本地防务 - 奥格瑞玛",
							["arg2"] = "Vggtr-勇士岛",
						}, -- [48]
						{
							["arg1"] = " ",
						}, -- [49]
						{
							["arg1"] = " ",
						}, -- [50]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 23:13:53。",
						}, -- [51]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1588864502,
							["arg1"] = "100Wg = 15 oR.有620W 可.散.有需要的Mmm",
							["arg9"] = "本地防务 - 奥格瑞玛",
							["arg2"] = "Vggtr-勇士岛",
						}, -- [52]
						{
							["arg1"] = " ",
						}, -- [53]
						{
							["arg1"] = " ",
						}, -- [54]
						{
							["arg1"] = "记录开始于 05/07/2020 的 23:15:53。",
							["type"] = "SYSTEM",
						}, -- [55]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1588864589,
							["arg1"] = "100Wg = 15 oR.有620W 可.散.有需要的Mmm",
							["arg9"] = "本地防务 - 奥格瑞玛",
							["arg2"] = "Vggtr-勇士岛",
						}, -- [56]
						{
							["arg1"] = " ",
						}, -- [57]
						{
							["arg1"] = " ",
						}, -- [58]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 23:16:57。",
						}, -- [59]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1588864677,
							["arg1"] = "100Wg = 15 oR.有620W 可.散.有需要的Mmm",
							["arg9"] = "本地防务 - 奥格瑞玛",
							["arg2"] = "Vggtr-勇士岛",
						}, -- [60]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1588864768,
							["arg1"] = "100Wg = 15 oR.有620W 可.散.有需要的Mmm",
							["arg9"] = "本地防务 - 奥格瑞玛",
							["arg2"] = "Vggtr-勇士岛",
						}, -- [61]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [62]
						{
							["arg1"] = " ",
						}, -- [63]
						{
							["arg1"] = " ",
						}, -- [64]
						{
							["arg1"] = "记录开始于 05/07/2020 的 23:19:55。",
							["type"] = "SYSTEM",
						}, -- [65]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [66]
						{
							["arg1"] = " ",
						}, -- [67]
						{
							["arg1"] = " ",
						}, -- [68]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 00:03:26。",
						}, -- [69]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [70]
						{
							["arg1"] = " ",
						}, -- [71]
						{
							["arg1"] = " ",
						}, -- [72]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 19:54:10。",
						}, -- [73]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [74]
						{
							["arg1"] = " ",
						}, -- [75]
						{
							["arg1"] = " ",
						}, -- [76]
						{
							["arg1"] = "记录开始于 05/08/2020 的 20:10:24。",
							["type"] = "SYSTEM",
						}, -- [77]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [78]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [79]
						{
							["arg1"] = " ",
						}, -- [80]
						{
							["arg1"] = " ",
						}, -- [81]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 20:18:53。",
						}, -- [82]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [83]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [84]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [85]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [86]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [87]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [88]
						{
							["arg1"] = " ",
						}, -- [89]
						{
							["arg1"] = " ",
						}, -- [90]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 21:26:52。",
						}, -- [91]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [92]
						{
							["arg1"] = " ",
						}, -- [93]
						{
							["arg1"] = " ",
						}, -- [94]
						{
							["arg1"] = "记录开始于 05/08/2020 的 22:04:00。",
							["type"] = "SYSTEM",
						}, -- [95]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [96]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [97]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [98]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [99]
						{
							["arg1"] = " ",
						}, -- [100]
						{
							["arg1"] = " ",
						}, -- [101]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 22:12:22。",
						}, -- [102]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [103]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [104]
						{
							["arg1"] = " ",
						}, -- [105]
						{
							["arg1"] = " ",
						}, -- [106]
						{
							["arg1"] = "记录开始于 05/08/2020 的 22:49:32。",
							["type"] = "SYSTEM",
						}, -- [107]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [108]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [109]
						{
							["arg1"] = " ",
						}, -- [110]
						{
							["arg1"] = " ",
						}, -- [111]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 20:13:03。",
						}, -- [112]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [113]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [114]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [115]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [116]
						{
							["arg1"] = " ",
						}, -- [117]
						{
							["arg1"] = " ",
						}, -- [118]
						{
							["arg1"] = "记录开始于 05/09/2020 的 20:41:55。",
							["type"] = "SYSTEM",
						}, -- [119]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [120]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [121]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [122]
						{
							["arg1"] = " ",
						}, -- [123]
						{
							["arg1"] = " ",
						}, -- [124]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 21:18:08。",
						}, -- [125]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [126]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [127]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [128]
						{
							["arg1"] = " ",
						}, -- [129]
						{
							["arg1"] = " ",
						}, -- [130]
						{
							["arg1"] = "记录开始于 05/09/2020 的 22:12:41。",
							["type"] = "SYSTEM",
						}, -- [131]
					},
				},
				["世界防务"] = {
					["enabled"] = true,
					["name"] = "世界防务",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/09/2020 的 22:12:41。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				},
				["综合"] = {
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "综合",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/07/2020 的 20:35:09。",
							["type"] = "SYSTEM",
						}, -- [1]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [2]
						{
							["arg1"] = " ",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 20:56:38。",
						}, -- [5]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [6]
						{
							["arg1"] = " ",
						}, -- [7]
						{
							["arg1"] = " ",
						}, -- [8]
						{
							["arg1"] = "记录开始于 05/07/2020 的 21:01:01。",
							["type"] = "SYSTEM",
						}, -- [9]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [10]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [11]
						{
							["arg1"] = " ",
						}, -- [12]
						{
							["arg1"] = " ",
						}, -- [13]
						{
							["arg1"] = "记录开始于 05/07/2020 的 21:16:21。",
							["type"] = "SYSTEM",
						}, -- [14]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [15]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [16]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [17]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [18]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [19]
						{
							["arg1"] = " ",
						}, -- [20]
						{
							["arg1"] = " ",
						}, -- [21]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 21:35:08。",
						}, -- [22]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [23]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [24]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [25]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [26]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [27]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [28]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [29]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [30]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [31]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [32]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1588863421,
							["arg1"] = "【尼奥啰萨-觉星之城】史-詩-铨-樋**——解 覚 无 妆 惫 烦 脑--——頂-级--485——",
							["arg9"] = "综合 - 达萨罗",
							["arg2"] = "镁兲開団-凯恩血蹄",
						}, -- [33]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1588863478,
							["arg1"] = "【尼奥啰萨-觉星之城】史-詩-铨-樋**——解 覚 无 妆 惫 烦 脑--——頂-级--485——",
							["arg9"] = "综合 - 达萨罗",
							["arg2"] = "镁兲開団-凯恩血蹄",
						}, -- [34]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1588863536,
							["arg1"] = "【尼奥啰萨-觉星之城】史-詩-铨-樋**——解 覚 无 妆 惫 烦 脑--——頂-级--485——",
							["arg9"] = "综合 - 达萨罗",
							["arg2"] = "镁兲開団-凯恩血蹄",
						}, -- [35]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1588863593,
							["arg1"] = "【尼奥啰萨-觉星之城】史-詩-铨-樋**——解 覚 无 妆 惫 烦 脑--——頂-级--485——",
							["arg9"] = "综合 - 达萨罗",
							["arg2"] = "镁兲開団-凯恩血蹄",
						}, -- [36]
						{
							["arg1"] = " ",
						}, -- [37]
						{
							["arg1"] = " ",
						}, -- [38]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 23:07:23。",
						}, -- [39]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [40]
						{
							["arg1"] = " ",
						}, -- [41]
						{
							["arg1"] = " ",
						}, -- [42]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 23:16:57。",
						}, -- [43]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [44]
						{
							["arg1"] = " ",
						}, -- [45]
						{
							["arg1"] = " ",
						}, -- [46]
						{
							["arg1"] = "记录开始于 05/07/2020 的 23:19:55。",
							["type"] = "SYSTEM",
						}, -- [47]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [48]
						{
							["arg1"] = " ",
						}, -- [49]
						{
							["arg1"] = " ",
						}, -- [50]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 00:03:26。",
						}, -- [51]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [52]
						{
							["arg1"] = " ",
						}, -- [53]
						{
							["arg1"] = " ",
						}, -- [54]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 19:54:10。",
						}, -- [55]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [56]
						{
							["arg1"] = " ",
						}, -- [57]
						{
							["arg1"] = " ",
						}, -- [58]
						{
							["arg1"] = "记录开始于 05/08/2020 的 20:10:24。",
							["type"] = "SYSTEM",
						}, -- [59]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [60]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [61]
						{
							["arg1"] = " ",
						}, -- [62]
						{
							["arg1"] = " ",
						}, -- [63]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 20:18:53。",
						}, -- [64]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [65]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [66]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [67]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [68]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [69]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [70]
						{
							["arg1"] = " ",
						}, -- [71]
						{
							["arg1"] = " ",
						}, -- [72]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 21:26:52。",
						}, -- [73]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [74]
						{
							["arg1"] = " ",
						}, -- [75]
						{
							["arg1"] = " ",
						}, -- [76]
						{
							["arg1"] = "记录开始于 05/08/2020 的 22:04:00。",
							["type"] = "SYSTEM",
						}, -- [77]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [78]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [79]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [80]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [81]
						{
							["arg1"] = " ",
						}, -- [82]
						{
							["arg1"] = " ",
						}, -- [83]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 22:12:22。",
						}, -- [84]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [85]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [86]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [87]
						{
							["arg1"] = " ",
						}, -- [88]
						{
							["arg1"] = " ",
						}, -- [89]
						{
							["arg1"] = "记录开始于 05/08/2020 的 22:49:32。",
							["type"] = "SYSTEM",
						}, -- [90]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [91]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [92]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [93]
						{
							["arg1"] = " ",
						}, -- [94]
						{
							["arg1"] = " ",
						}, -- [95]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 20:13:03。",
						}, -- [96]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [97]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [98]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [99]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [100]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [101]
						{
							["arg1"] = " ",
						}, -- [102]
						{
							["arg1"] = " ",
						}, -- [103]
						{
							["arg1"] = "记录开始于 05/09/2020 的 20:41:55。",
							["type"] = "SYSTEM",
						}, -- [104]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [105]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [106]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [107]
						{
							["arg1"] = " ",
						}, -- [108]
						{
							["arg1"] = " ",
						}, -- [109]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 21:18:08。",
						}, -- [110]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [111]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [112]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [113]
						{
							["arg1"] = " ",
						}, -- [114]
						{
							["arg1"] = " ",
						}, -- [115]
						{
							["arg1"] = "记录开始于 05/09/2020 的 22:12:41。",
							["type"] = "SYSTEM",
						}, -- [116]
					},
				},
				["交易"] = {
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "交易",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 21:35:08。",
						}, -- [1]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [2]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["arg1"] = " ",
						}, -- [5]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 00:03:26。",
						}, -- [6]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [7]
						{
							["arg1"] = " ",
						}, -- [8]
						{
							["arg1"] = " ",
						}, -- [9]
						{
							["arg1"] = "记录开始于 05/08/2020 的 20:10:24。",
							["type"] = "SYSTEM",
						}, -- [10]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [11]
						{
							["arg1"] = " ",
						}, -- [12]
						{
							["arg1"] = " ",
						}, -- [13]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 20:18:53。",
						}, -- [14]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [15]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [16]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [17]
						{
							["arg1"] = " ",
						}, -- [18]
						{
							["arg1"] = " ",
						}, -- [19]
						{
							["arg1"] = "记录开始于 05/08/2020 的 22:04:00。",
							["type"] = "SYSTEM",
						}, -- [20]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [21]
						{
							["arg1"] = " ",
						}, -- [22]
						{
							["arg1"] = " ",
						}, -- [23]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 22:12:22。",
						}, -- [24]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [25]
						{
							["arg1"] = " ",
						}, -- [26]
						{
							["arg1"] = " ",
						}, -- [27]
						{
							["arg1"] = "记录开始于 05/08/2020 的 22:49:32。",
							["type"] = "SYSTEM",
						}, -- [28]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [29]
						{
							["arg1"] = " ",
						}, -- [30]
						{
							["arg1"] = " ",
						}, -- [31]
						{
							["arg1"] = "记录开始于 05/09/2020 的 20:41:55。",
							["type"] = "SYSTEM",
						}, -- [32]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [33]
						{
							["arg1"] = " ",
						}, -- [34]
						{
							["arg1"] = " ",
						}, -- [35]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 21:18:08。",
						}, -- [36]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [37]
						{
							["arg1"] = " ",
						}, -- [38]
						{
							["arg1"] = " ",
						}, -- [39]
						{
							["arg1"] = "记录开始于 05/09/2020 的 22:12:41。",
							["type"] = "SYSTEM",
						}, -- [40]
					},
				},
				["公会招募"] = {
					["enabled"] = true,
					["name"] = "公会招募",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/09/2020 的 22:12:41。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				},
			},
		},
	},
}
