
ElephantDBPerChar = {
	["profileKeys"] = {
		["风起春城暮 - 亡语者"] = "风起春城暮 - 亡语者",
	},
	["char"] = {
		["风起春城暮 - 亡语者"] = {
			["logs"] = {
				{
					["enabled"] = true,
					["name"] = "悄悄话",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/07/2020 的 21:16:21。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				}, -- [1]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "团队",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 20:13:19。",
						}, -- [1]
						{
							["arg2"] = "睡觉喽",
							["type"] = "MONSTER_YELL",
							["time"] = 1588854237,
							["arg1"] = "没有人胆敢挑战兄弟会！",
							["clColor"] = "fffef367",
						}, -- [2]
						{
							["arg1"] = " ",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["arg1"] = "记录开始于 05/07/2020 的 21:01:01。",
							["type"] = "SYSTEM",
						}, -- [5]
						{
							["arg2"] = "裂隙之刃克莱恩",
							["type"] = "MONSTER_YELL",
							["time"] = 1588856769,
							["arg1"] = "我来了！别担心，我会对你放水的。",
						}, -- [6]
						{
							["arg2"] = "裂隙之刃克莱恩",
							["type"] = "MONSTER_YELL",
							["time"] = 1588856781,
							["arg1"] = "我在这！",
						}, -- [7]
						{
							["arg2"] = "嗜血的布莉欧娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1588857004,
							["arg1"] = "不留活口！",
						}, -- [8]
						{
							["arg2"] = "瓦力格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588857036,
							["arg1"] = "哦，蹦跶得挺欢！",
						}, -- [9]
						{
							["arg2"] = "瓦力格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588857087,
							["arg1"] = "剁碎了拿去喂鱼！",
						}, -- [10]
						{
							["arg2"] = "嗜血的布莉欧娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1588857109,
							["arg1"] = "快！给我拿个桶！一滴血都别浪费！",
						}, -- [11]
						{
							["arg2"] = "“小刀”洛蒂",
							["type"] = "MONSTER_YELL",
							["time"] = 1588857141,
							["arg1"] = "吃我一刀！",
						}, -- [12]
						{
							["arg1"] = " ",
						}, -- [13]
						{
							["arg1"] = " ",
						}, -- [14]
						{
							["arg1"] = "记录开始于 05/07/2020 的 21:16:21。",
							["type"] = "SYSTEM",
						}, -- [15]
					},
				}, -- [2]
				{
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "小队",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 20:13:19。",
						}, -- [1]
						{
							["arg2"] = "睡觉喽",
							["type"] = "MONSTER_YELL",
							["time"] = 1588854237,
							["arg1"] = "没有人胆敢挑战兄弟会！",
							["clColor"] = "fffef367",
						}, -- [2]
						{
							["arg1"] = " ",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["arg1"] = "记录开始于 05/07/2020 的 20:35:09。",
							["type"] = "SYSTEM",
						}, -- [5]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588854980,
							["arg1"] = "<大脚组队提示>欢迎新的小队成员  [德鲁伊] 风起春城暮",
							["clColor"] = "fffe7b09",
						}, -- [6]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588854996,
							["arg1"] = "没人",
							["clColor"] = "fffe7b09",
						}, -- [7]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588855006,
							["arg1"] = "全在团本",
							["clColor"] = "fffe7b09",
						}, -- [8]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588855049,
							["arg1"] = "打那个",
							["clColor"] = "fffe7b09",
						}, -- [9]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588855056,
							["arg1"] = "|cffa335ee|Hkeystone:158923:251:19:9:7:13:120|h[钥石：地渊孢林 (19)]|h|r?",
							["clColor"] = "fffe7b09",
						}, -- [10]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588855058,
							["arg1"] = "ok?",
							["clColor"] = "fffe7b09",
						}, -- [11]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588855117,
							["arg1"] = "找个dps",
							["clColor"] = "fffe7b09",
						}, -- [12]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588855137,
							["arg1"] = "o",
							["clColor"] = "fffe7b09",
						}, -- [13]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588855173,
							["arg1"] = "画眉 垃圾场留给w lr",
							["clColor"] = "fffe7b09",
						}, -- [14]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY",
							["time"] = 1588855268,
							["arg1"] = "|cff66bbff|Hjournal:0:1012:23|h[暴富矿区！！]|h|r ?",
							["clColor"] = "ffa22fc8",
						}, -- [15]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY",
							["time"] = 1588855270,
							["arg1"] = "gho?",
							["clColor"] = "ffa22fc8",
						}, -- [16]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY",
							["time"] = 1588855274,
							["arg1"] = "go?",
							["clColor"] = "ffa22fc8",
						}, -- [17]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY",
							["time"] = 1588855343,
							["arg1"] = "有没n?",
							["clColor"] = "ffa22fc8",
						}, -- [18]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY",
							["time"] = 1588855381,
							["arg1"] = "uu 才460",
							["clColor"] = "ffa22fc8",
						}, -- [19]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588855473,
							["arg1"] = "gg ",
							["clColor"] = "ffa22fc8",
						}, -- [20]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588855474,
							["arg1"] = "|cffa335ee|Hitem:159302::::::::120:581::35:4:5448:1647:4786:6511:::|h[流水阴谋风帽]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [21]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588855484,
							["arg1"] = "又浪费一次",
							["clColor"] = "ffa22fc8",
						}, -- [22]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "PARTY",
							["time"] = 1588855582,
							["arg1"] = "[WeakAuras: 万物咸覩-凤凰之神 - PhoGuild - Raid Ability Timeline]",
							["clColor"] = "ffa22fc8",
						}, -- [23]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588855662,
							["arg1"] = "打豆丁15c",
							["clColor"] = "ffa22fc8",
						}, -- [24]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "PARTY",
							["time"] = 1588855712,
							["arg1"] = "【爱不易】任务完成：脉动的肉块",
							["clColor"] = "ff8686ec",
						}, -- [25]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1588855908,
							["arg1"] = "315573",
							["clColor"] = "fffe7b09",
						}, -- [26]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1588856000,
							["arg1"] = "316801",
							["clColor"] = "fffe7b09",
						}, -- [27]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "PARTY",
							["time"] = 1588856022,
							["arg1"] = "【爱不易】任务完成：突袭：黑暗帝国",
							["clColor"] = "ff8686ec",
						}, -- [28]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "PARTY",
							["time"] = 1588856022,
							["arg1"] = "已消灭维尔拉克斯：1/1",
							["clColor"] = "ff8686ec",
						}, -- [29]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "PARTY",
							["time"] = 1588856056,
							["arg1"] = "【爱不易】任务完成：突袭：黑暗帝国",
							["clColor"] = "ff8686ec",
						}, -- [30]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588856111,
							["arg1"] = "豆丁 没时间",
							["clColor"] = "ffa22fc8",
						}, -- [31]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588856128,
							["arg1"] = "有没人?",
							["clColor"] = "ffa22fc8",
						}, -- [32]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588856141,
							["arg1"] = "没人 海岛x3?",
							["clColor"] = "ffa22fc8",
						}, -- [33]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588856165,
							["arg1"] = "小虫先弄 插件?",
							["clColor"] = "ffa22fc8",
						}, -- [34]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "PARTY",
							["time"] = 1588856190,
							["arg1"] = "嗯",
							["clColor"] = "ff8686ec",
						}, -- [35]
						{
							["arg1"] = " ",
						}, -- [36]
						{
							["arg1"] = " ",
						}, -- [37]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 20:56:38。",
						}, -- [38]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588856224,
							["arg1"] = "为什么上线都是弄插件",
							["clColor"] = "ffa22fc8",
						}, -- [39]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588856274,
							["arg1"] = "w出去下 你们先海岛x3",
							["clColor"] = "ffa22fc8",
						}, -- [40]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "PARTY_LEADER",
							["time"] = 1588856290,
							["arg1"] = "哦",
							["clColor"] = "ff8686ec",
						}, -- [41]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "PARTY_LEADER",
							["time"] = 1588856307,
							["arg1"] = "我去排海岛？",
							["clColor"] = "ff8686ec",
						}, -- [42]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "PARTY_LEADER",
							["time"] = 1588856380,
							["arg1"] = "【爱不易】任务完成：阿拉希捐赠：黄金",
							["clColor"] = "ff8686ec",
						}, -- [43]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "PARTY_LEADER",
							["time"] = 1588856385,
							["arg1"] = "【爱不易】任务完成：阿拉希捐赠：阿昆达之噬",
							["clColor"] = "ff8686ec",
						}, -- [44]
						{
							["arg1"] = " ",
						}, -- [45]
						{
							["arg1"] = " ",
						}, -- [46]
						{
							["arg1"] = "记录开始于 05/07/2020 的 21:01:01。",
							["type"] = "SYSTEM",
						}, -- [47]
						{
							["arg2"] = "裂隙之刃克莱恩",
							["type"] = "MONSTER_YELL",
							["time"] = 1588856769,
							["arg1"] = "我来了！别担心，我会对你放水的。",
						}, -- [48]
						{
							["arg2"] = "裂隙之刃克莱恩",
							["type"] = "MONSTER_YELL",
							["time"] = 1588856781,
							["arg1"] = "我在这！",
						}, -- [49]
						{
							["arg2"] = "嗜血的布莉欧娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1588857004,
							["arg1"] = "不留活口！",
						}, -- [50]
						{
							["arg2"] = "瓦力格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588857036,
							["arg1"] = "哦，蹦跶得挺欢！",
						}, -- [51]
						{
							["arg2"] = "瓦力格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588857087,
							["arg1"] = "剁碎了拿去喂鱼！",
						}, -- [52]
						{
							["arg2"] = "嗜血的布莉欧娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1588857109,
							["arg1"] = "快！给我拿个桶！一滴血都别浪费！",
						}, -- [53]
						{
							["arg2"] = "“小刀”洛蒂",
							["type"] = "MONSTER_YELL",
							["time"] = 1588857141,
							["arg1"] = "吃我一刀！",
						}, -- [54]
						{
							["arg1"] = " ",
						}, -- [55]
						{
							["arg1"] = " ",
						}, -- [56]
						{
							["arg1"] = "记录开始于 05/07/2020 的 21:16:21。",
							["type"] = "SYSTEM",
						}, -- [57]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "PARTY_LEADER",
							["time"] = 1588857865,
							["arg1"] = "【爱不易】任务完成：部落的艾泽里特",
							["clColor"] = "ff8686ec",
						}, -- [58]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "PARTY",
							["time"] = 1588857931,
							["arg1"] = "【爱不易】任务完成：部落的艾泽里特",
							["clColor"] = "ff8686ec",
						}, -- [59]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "PARTY",
							["time"] = 1588857931,
							["arg1"] = "【爱不易】接受任务：来自荣耀战团的补给",
							["clColor"] = "ff8686ec",
						}, -- [60]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588857943,
							["arg1"] = "<大脚组队提示>欢迎新的小队成员  [圣骑士] 希文喵丨-死亡之翼",
							["clColor"] = "ffa22fc8",
						}, -- [61]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "PARTY",
							["time"] = 1588857960,
							["arg1"] = "【爱不易】任务完成：来自荣耀战团的补给",
							["clColor"] = "ff8686ec",
						}, -- [62]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588857987,
							["arg1"] = "|cffa335ee|Hkeystone:158923:244:17:9:7:13:120|h[钥石：阿塔达萨 (17)]|h|r 16?",
							["clColor"] = "ffa22fc8",
						}, -- [63]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "PARTY",
							["time"] = 1588857988,
							["arg1"] = "打什么",
							["clColor"] = "ff8686ec",
						}, -- [64]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588858013,
							["arg1"] = "小猫 n?",
							["clColor"] = "ffa22fc8",
						}, -- [65]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588858021,
							["arg1"] = "练一下?",
							["clColor"] = "ffa22fc8",
						}, -- [66]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "PARTY",
							["time"] = 1588858027,
							["arg1"] = "！！1",
							["clColor"] = "ff8686ec",
						}, -- [67]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "PARTY",
							["time"] = 1588858036,
							["arg1"] = "太高 我怕",
							["clColor"] = "ff8686ec",
						}, -- [68]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "PARTY",
							["time"] = 1588858042,
							["arg1"] = "我神牧来吧",
							["clColor"] = "ff8686ec",
						}, -- [69]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588858048,
							["arg1"] = "没事",
							["clColor"] = "ffa22fc8",
						}, -- [70]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588858050,
							["arg1"] = "才16",
							["clColor"] = "ffa22fc8",
						}, -- [71]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "PARTY",
							["time"] = 1588858053,
							["arg1"] = "=。=回头10C左右练戒律",
							["clColor"] = "ff8686ec",
						}, -- [72]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588858216,
							["arg1"] = "<大脚组队提示>欢迎新的小队成员  [牧师] 猫栗子-冰风岗",
							["clColor"] = "ffa22fc8",
						}, -- [73]
						{
							["arg2"] = "猫栗子-冰风岗",
							["type"] = "PARTY_LEADER",
							["time"] = 1588858228,
							["arg1"] = "熊啊   确定我戒律了？",
							["clColor"] = "fffefefe",
						}, -- [74]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY",
							["time"] = 1588858237,
							["arg1"] = "ok的",
							["clColor"] = "ffa22fc8",
						}, -- [75]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY",
							["time"] = 1588858249,
							["arg1"] = "相信自己",
							["clColor"] = "ffa22fc8",
						}, -- [76]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588858288,
							["arg1"] = "重",
							["clColor"] = "ffa22fc8",
						}, -- [77]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588858291,
							["arg1"] = "<SavedInstances> 重置所有副本",
							["clColor"] = "ffa22fc8",
						}, -- [78]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588858294,
							["arg1"] = "飞本",
							["clColor"] = "ffa22fc8",
						}, -- [79]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1588858328,
							["arg1"] = "大退下",
							["clColor"] = "fffe7b09",
						}, -- [80]
					},
				}, -- [3]
				{
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "说",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 19:50:01。",
						}, -- [1]
						{
							["arg2"] = "秘法师鸟羽帽",
							["type"] = "MONSTER_SAY",
							["time"] = 1588852272,
							["arg1"] = "我感觉若有所失。",
						}, -- [2]
						{
							["arg1"] = " ",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["arg1"] = "记录开始于 05/07/2020 的 20:35:09。",
							["type"] = "SYSTEM",
						}, -- [5]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_SAY",
							["time"] = 1588855863,
							["arg1"] = "别为几项小罪而惴惴不安。我们有更重要的问题需要解决。",
						}, -- [6]
						{
							["arg2"] = "未知目标",
							["type"] = "MONSTER_SAY",
							["time"] = 1588855863,
							["arg1"] = "你的斧子好像不怎么快啊，我的朋友。",
						}, -- [7]
						{
							["arg2"] = "切肉者卡罗",
							["type"] = "MONSTER_SAY",
							["time"] = 1588855864,
							["arg1"] = "那我还是拿你的伶牙俐齿来切甜瓜好了，戈扎科。",
						}, -- [8]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "EMOTE",
							["time"] = 1588855923,
							["arg1"] = "驱散-->|cff71d5ff|Hspell:319241:0|h[虚空鞭笞]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [9]
						{
							["arg1"] = " ",
						}, -- [10]
						{
							["arg1"] = " ",
						}, -- [11]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 20:56:38。",
						}, -- [12]
						{
							["arg2"] = "奥术师泰罗衫",
							["type"] = "MONSTER_SAY",
							["time"] = 1588856429,
							["arg1"] = "我这里有你可能会感兴趣的魔法神器。",
						}, -- [13]
						{
							["arg1"] = " ",
						}, -- [14]
						{
							["arg1"] = " ",
						}, -- [15]
						{
							["arg1"] = "记录开始于 05/07/2020 的 21:01:01。",
							["type"] = "SYSTEM",
						}, -- [16]
						{
							["arg2"] = "雷兹奥昆船长",
							["type"] = "MONSTER_SAY",
							["time"] = 1588856477,
							["arg1"] = "就是这里了。去吧，艾泽里特等待着你！",
						}, -- [17]
						{
							["arg2"] = "裂隙之刃克莱恩",
							["type"] = "MONSTER_SAY",
							["time"] = 1588856495,
							["arg1"] = "我可以摆胜利的造型了吗？什么，必须要先打败他们？那行吧。",
						}, -- [18]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "EMOTE",
							["time"] = 1588856499,
							["arg1"] = "已施放|cff71d5ff|Hspell:22812:0|h[树皮术]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [19]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "EMOTE",
							["time"] = 1588856589,
							["arg1"] = "|cff71d5ff|Hspell:22812:0|h[树皮术]|h|r 已就绪",
							["clColor"] = "fffe7b09",
						}, -- [20]
						{
							["arg2"] = "炼金师卡路里亚克",
							["type"] = "MONSTER_SAY",
							["time"] = 1588856592,
							["arg1"] = "荣耀属于黑龙军团！",
						}, -- [21]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "EMOTE",
							["time"] = 1588856595,
							["arg1"] = "已施放|cff71d5ff|Hspell:102558:0|h[化身：乌索克的守护者]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [22]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "EMOTE",
							["time"] = 1588856601,
							["arg1"] = "已施放|cff71d5ff|Hspell:22812:0|h[树皮术]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [23]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "EMOTE",
							["time"] = 1588856615,
							["arg1"] = "已施放|cff71d5ff|Hspell:106839:0|h[迎头痛击]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [24]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "EMOTE",
							["time"] = 1588856625,
							["arg1"] = "已施放|cff71d5ff|Hspell:99:0|h[夺魂咆哮]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [25]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "EMOTE",
							["time"] = 1588856630,
							["arg1"] = "|cff71d5ff|Hspell:106839:0|h[迎头痛击]|h|r 已就绪",
							["clColor"] = "fffe7b09",
						}, -- [26]
						{
							["arg2"] = "雷兹奥昆船长",
							["type"] = "MONSTER_SAY",
							["time"] = 1588856647,
							["arg1"] = "有一些海岛巨魔刚刚抵达。我打赌，他们是来劫掠的。保持警惕。",
						}, -- [27]
						{
							["arg2"] = "炼金师卡路里亚克",
							["type"] = "MONSTER_SAY",
							["time"] = 1588856648,
							["arg1"] = "黑龙军团来找你了……",
						}, -- [28]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "EMOTE",
							["time"] = 1588856656,
							["arg1"] = "|cff71d5ff|Hspell:99:0|h[夺魂咆哮]|h|r 已就绪",
							["clColor"] = "fffe7b09",
						}, -- [29]
						{
							["arg2"] = "雷兹奥昆船长",
							["type"] = "MONSTER_SAY",
							["time"] = 1588856657,
							["arg1"] = "还有半艘船等着装货呢。眼睛放亮点！",
						}, -- [30]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "EMOTE",
							["time"] = 1588856692,
							["arg1"] = "|cff71d5ff|Hspell:22812:0|h[树皮术]|h|r 已就绪",
							["clColor"] = "fffe7b09",
						}, -- [31]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "EMOTE",
							["time"] = 1588856734,
							["arg1"] = "已施放|cff71d5ff|Hspell:106839:0|h[迎头痛击]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [32]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "EMOTE",
							["time"] = 1588856734,
							["arg1"] = "打断-->|cff71d5ff|Hspell:286842:0|h[共鸣冲击]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [33]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "EMOTE",
							["time"] = 1588856751,
							["arg1"] = "|cff71d5ff|Hspell:106839:0|h[迎头痛击]|h|r 已就绪",
							["clColor"] = "fffe7b09",
						}, -- [34]
						{
							["arg2"] = "雷兹奥昆船长",
							["type"] = "MONSTER_SAY",
							["time"] = 1588856767,
							["arg1"] = "就快干完了，只要再加把劲就行。",
						}, -- [35]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "EMOTE",
							["time"] = 1588856777,
							["arg1"] = "已施放|cff71d5ff|Hspell:106839:0|h[迎头痛击]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [36]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "EMOTE",
							["time"] = 1588856777,
							["arg1"] = "打断-->|cff71d5ff|Hspell:271814:0|h[暗影灌注]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [37]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "EMOTE",
							["time"] = 1588856777,
							["arg1"] = "|cff71d5ff|Hspell:102558:0|h[化身：乌索克的守护者]|h|r 已就绪",
							["clColor"] = "fffe7b09",
						}, -- [38]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "EMOTE",
							["time"] = 1588856792,
							["arg1"] = "|cff71d5ff|Hspell:106839:0|h[迎头痛击]|h|r 已就绪",
							["clColor"] = "fffe7b09",
						}, -- [39]
						{
							["arg2"] = "暮行者洛里纳斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1588856793,
							["arg1"] = "啊……黑暗……拥抱我……",
						}, -- [40]
						{
							["arg2"] = "雷兹奥昆船长",
							["type"] = "MONSTER_SAY",
							["time"] = 1588856793,
							["arg1"] = "今天干得漂亮！你把他们好好教训了一顿，啊哈哈！",
						}, -- [41]
						{
							["arg2"] = "奥术师泰罗衫",
							["type"] = "MONSTER_SAY",
							["time"] = 1588856877,
							["arg1"] = "我这里有你可能会感兴趣的魔法神器。",
						}, -- [42]
						{
							["arg2"] = "雷兹奥昆船长",
							["type"] = "MONSTER_SAY",
							["time"] = 1588856916,
							["arg1"] = "船靠岸了。在外头保护好自己的小命，呵呵。",
						}, -- [43]
						{
							["arg2"] = "嗜血的布莉欧娜",
							["type"] = "MONSTER_SAY",
							["time"] = 1588856946,
							["arg1"] = "这座岛很有生气嘛，有人，有东西……还有部落。去给我弄点血来！",
						}, -- [44]
						{
							["arg2"] = "首席工程师扎基",
							["type"] = "MONSTER_SAY",
							["time"] = 1588856965,
							["arg1"] = "你们要被并购了！",
						}, -- [45]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "EMOTE",
							["time"] = 1588856977,
							["arg1"] = "已施放|cff71d5ff|Hspell:22812:0|h[树皮术]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [46]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "EMOTE",
							["time"] = 1588856982,
							["arg1"] = "驱散-->|cff71d5ff|Hspell:274968:0|h[嚎叫]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [47]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "EMOTE",
							["time"] = 1588856982,
							["arg1"] = "已施放|cff71d5ff|Hspell:88423:0|h[自然之愈]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [48]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "EMOTE",
							["time"] = 1588856992,
							["arg1"] = "已施放|cff71d5ff|Hspell:132469:0|h[台风]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [49]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "EMOTE",
							["time"] = 1588856994,
							["arg1"] = "|cff71d5ff|Hspell:88423:0|h[自然之愈]|h|r 已就绪",
							["clColor"] = "fffe7b09",
						}, -- [50]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "EMOTE",
							["time"] = 1588857002,
							["arg1"] = "已施放|cff71d5ff|Hspell:102793:0|h[乌索尔旋风]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [51]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "EMOTE",
							["time"] = 1588857009,
							["arg1"] = "已施放|cff71d5ff|Hspell:102342:0|h[铁木树皮]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [52]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "EMOTE",
							["time"] = 1588857022,
							["arg1"] = "已施放|cff71d5ff|Hspell:20484:0|h[复生]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [53]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "EMOTE",
							["time"] = 1588857022,
							["arg1"] = "|cff71d5ff|Hspell:132469:0|h[台风]|h|r 已就绪",
							["clColor"] = "fffe7b09",
						}, -- [54]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "EMOTE",
							["time"] = 1588857028,
							["arg1"] = "已施放|cff71d5ff|Hspell:132469:0|h[台风]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [55]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "EMOTE",
							["time"] = 1588857029,
							["arg1"] = "|cff71d5ff|Hspell:102793:0|h[乌索尔旋风]|h|r 释放失败 CD 33 秒",
							["clColor"] = "fffe7b09",
						}, -- [56]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "EMOTE",
							["time"] = 1588857036,
							["arg1"] = "已施放|cff71d5ff|Hspell:29166:0|h[激活]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [57]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "EMOTE",
							["time"] = 1588857037,
							["arg1"] = "|cff71d5ff|Hspell:22812:0|h[树皮术]|h|r 已就绪",
							["clColor"] = "fffe7b09",
						}, -- [58]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "EMOTE",
							["time"] = 1588857047,
							["arg1"] = "|cff71d5ff|Hspell:102793:0|h[乌索尔旋风]|h|r 释放失败 CD 15 秒",
							["clColor"] = "fffe7b09",
						}, -- [59]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "EMOTE",
							["time"] = 1588857059,
							["arg1"] = "|cff71d5ff|Hspell:132469:0|h[台风]|h|r 已就绪",
							["clColor"] = "fffe7b09",
						}, -- [60]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "EMOTE",
							["time"] = 1588857062,
							["arg1"] = "|cff71d5ff|Hspell:102793:0|h[乌索尔旋风]|h|r 已就绪",
							["clColor"] = "fffe7b09",
						}, -- [61]
						{
							["arg2"] = "雷兹奥昆船长",
							["type"] = "MONSTER_SAY",
							["time"] = 1588857065,
							["arg1"] = "有一些海岛巨魔刚刚抵达。我打赌，他们是来劫掠的。保持警惕。",
						}, -- [62]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "EMOTE",
							["time"] = 1588857069,
							["arg1"] = "|cff71d5ff|Hspell:102342:0|h[铁木树皮]|h|r 已就绪",
							["clColor"] = "fffe7b09",
						}, -- [63]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "EMOTE",
							["time"] = 1588857101,
							["arg1"] = "驱散-->|cff71d5ff|Hspell:274756:0|h[虚弱诅咒]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [64]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "EMOTE",
							["time"] = 1588857101,
							["arg1"] = "已施放|cff71d5ff|Hspell:88423:0|h[自然之愈]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [65]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "EMOTE",
							["time"] = 1588857109,
							["arg1"] = "|cff71d5ff|Hspell:88423:0|h[自然之愈]|h|r 已就绪",
							["clColor"] = "fffe7b09",
						}, -- [66]
						{
							["arg2"] = "首席工程师扎基",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1588857115,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [67]
						{
							["arg2"] = "首席工程师扎基",
							["type"] = "MONSTER_SAY",
							["time"] = 1588857115,
							["arg1"] = "告诉我的孩子……他们一分钱也拿不到……",
						}, -- [68]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "EMOTE",
							["time"] = 1588857116,
							["arg1"] = "已施放|cff71d5ff|Hspell:88423:0|h[自然之愈]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [69]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "EMOTE",
							["time"] = 1588857116,
							["arg1"] = "驱散-->|cff71d5ff|Hspell:266144:0|h[毒液炸弹]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [70]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "EMOTE",
							["time"] = 1588857122,
							["arg1"] = "驱散-->|cff71d5ff|Hspell:274756:0|h[虚弱诅咒]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [71]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "EMOTE",
							["time"] = 1588857122,
							["arg1"] = "已施放|cff71d5ff|Hspell:88423:0|h[自然之愈]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [72]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "EMOTE",
							["time"] = 1588857129,
							["arg1"] = "|cff71d5ff|Hspell:88423:0|h[自然之愈]|h|r 已就绪",
							["clColor"] = "fffe7b09",
						}, -- [73]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "EMOTE",
							["time"] = 1588857131,
							["arg1"] = "已施放|cff71d5ff|Hspell:88423:0|h[自然之愈]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [74]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "EMOTE",
							["time"] = 1588857131,
							["arg1"] = "驱散-->|cff71d5ff|Hspell:274756:0|h[虚弱诅咒]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [75]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "EMOTE",
							["time"] = 1588857131,
							["arg1"] = "驱散-->|cff71d5ff|Hspell:266144:0|h[毒液炸弹]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [76]
						{
							["arg2"] = "嗜血的布莉欧娜",
							["type"] = "MONSTER_SAY",
							["time"] = 1588857132,
							["arg1"] = "那么多血……太浪费了……",
						}, -- [77]
						{
							["arg2"] = "雷兹奥昆船长",
							["type"] = "MONSTER_SAY",
							["time"] = 1588857132,
							["arg1"] = "你干得不赖，我们已经进展过半了。",
						}, -- [78]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "EMOTE",
							["time"] = 1588857139,
							["arg1"] = "|cff71d5ff|Hspell:88423:0|h[自然之愈]|h|r 已就绪",
							["clColor"] = "fffe7b09",
						}, -- [79]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "EMOTE",
							["time"] = 1588857143,
							["arg1"] = "已施放|cff71d5ff|Hspell:88423:0|h[自然之愈]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [80]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "EMOTE",
							["time"] = 1588857143,
							["arg1"] = "驱散-->|cff71d5ff|Hspell:274756:0|h[虚弱诅咒]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [81]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "EMOTE",
							["time"] = 1588857158,
							["arg1"] = "|cff71d5ff|Hspell:88423:0|h[自然之愈]|h|r 已就绪",
							["clColor"] = "fffe7b09",
						}, -- [82]
						{
							["arg2"] = "瓦力格",
							["type"] = "MONSTER_SAY",
							["time"] = 1588857162,
							["arg1"] = "喂鱼的……居然是我……",
						}, -- [83]
						{
							["arg1"] = " ",
						}, -- [84]
						{
							["arg1"] = " ",
						}, -- [85]
						{
							["arg1"] = "记录开始于 05/07/2020 的 21:16:21。",
							["type"] = "SYSTEM",
						}, -- [86]
						{
							["arg2"] = "雷兹奥昆船长",
							["type"] = "MONSTER_SAY",
							["time"] = 1588857432,
							["arg1"] = "船里快装不下了。再装点我们就收工了。",
						}, -- [87]
						{
							["arg2"] = "雷兹奥昆船长",
							["type"] = "MONSTER_SAY",
							["time"] = 1588857516,
							["arg1"] = "完事啦！喂，经过联盟的船时记得开两枪。哈哈哈哈！",
						}, -- [88]
						{
							["arg2"] = "奥术师泰罗衫",
							["type"] = "MONSTER_SAY",
							["time"] = 1588857565,
							["arg1"] = "我这里有你可能会感兴趣的魔法神器。",
						}, -- [89]
						{
							["arg2"] = "雷兹奥昆船长",
							["type"] = "MONSTER_SAY",
							["time"] = 1588857606,
							["arg1"] = "地精说可以把这个机器人做成炸弹，只要再给他们弄点零件就行。",
						}, -- [90]
						{
							["arg2"] = "表弟慢热手",
							["type"] = "MONSTER_SAY",
							["time"] = 1588857611,
							["arg1"] = "你在这里可能会死于痢疾。",
						}, -- [91]
						{
							["arg2"] = "拉沙克·铁墙",
							["type"] = "MONSTER_SAY",
							["time"] = 1588857636,
							["arg1"] = "只有死掉的臭虫才是好臭虫。你们部落也一样。",
						}, -- [92]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "EMOTE",
							["time"] = 1588857680,
							["arg1"] = "已施放|cff71d5ff|Hspell:61336:0|h[生存本能]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [93]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "EMOTE",
							["time"] = 1588857686,
							["arg1"] = "|cff71d5ff|Hspell:61336:0|h[生存本能]|h|r 已就绪",
							["clColor"] = "fffe7b09",
						}, -- [94]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "EMOTE",
							["time"] = 1588857716,
							["arg1"] = "已施放|cff71d5ff|Hspell:106839:0|h[迎头痛击]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [95]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "EMOTE",
							["time"] = 1588857716,
							["arg1"] = "打断-->|cff71d5ff|Hspell:270515:0|h[艾泽里特弹幕]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [96]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "EMOTE",
							["time"] = 1588857731,
							["arg1"] = "|cff71d5ff|Hspell:106839:0|h[迎头痛击]|h|r 已就绪",
							["clColor"] = "fffe7b09",
						}, -- [97]
						{
							["arg2"] = "雷兹奥昆船长",
							["type"] = "MONSTER_SAY",
							["time"] = 1588857736,
							["arg1"] = "有一些海岛巨魔刚刚抵达。我打赌，他们是来劫掠的。保持警惕。",
						}, -- [98]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "EMOTE",
							["time"] = 1588857748,
							["arg1"] = "已施放|cff71d5ff|Hspell:106839:0|h[迎头痛击]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [99]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "EMOTE",
							["time"] = 1588857748,
							["arg1"] = "打断-->|cff71d5ff|Hspell:275569:0|h[鸣叫]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [100]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "EMOTE",
							["time"] = 1588857766,
							["arg1"] = "|cff71d5ff|Hspell:106839:0|h[迎头痛击]|h|r 已就绪",
							["clColor"] = "fffe7b09",
						}, -- [101]
						{
							["arg2"] = "雷兹奥昆船长",
							["type"] = "MONSTER_SAY",
							["time"] = 1588857780,
							["arg1"] = "船里装了一半了。照这速度，我们不一会儿就可以收工了！",
						}, -- [102]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "EMOTE",
							["time"] = 1588857801,
							["arg1"] = "已施放|cff71d5ff|Hspell:106839:0|h[迎头痛击]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [103]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "EMOTE",
							["time"] = 1588857801,
							["arg1"] = "打断-->|cff71d5ff|Hspell:273664:0|h[碾压]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [104]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "EMOTE",
							["time"] = 1588857817,
							["arg1"] = "|cff71d5ff|Hspell:106839:0|h[迎头痛击]|h|r 已就绪",
							["clColor"] = "fffe7b09",
						}, -- [105]
						{
							["arg2"] = "雷兹奥昆船长",
							["type"] = "MONSTER_SAY",
							["time"] = 1588857863,
							["arg1"] = "马上就完事了。你们干得真不赖！",
						}, -- [106]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "EMOTE",
							["time"] = 1588857875,
							["arg1"] = "已施放|cff71d5ff|Hspell:106839:0|h[迎头痛击]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [107]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "EMOTE",
							["time"] = 1588857875,
							["arg1"] = "打断-->|cff71d5ff|Hspell:274755:0|h[暗影箭]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [108]
						{
							["arg2"] = "雷兹奥昆船长",
							["type"] = "MONSTER_SAY",
							["time"] = 1588857887,
							["arg1"] = "今天干得漂亮！你把他们好好教训了一顿，啊哈哈！",
						}, -- [109]
					},
				}, -- [4]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "呼喊",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 20:13:19。",
						}, -- [1]
						{
							["arg2"] = "睡觉喽",
							["type"] = "MONSTER_YELL",
							["time"] = 1588854237,
							["arg1"] = "没有人胆敢挑战兄弟会！",
							["clColor"] = "fffef367",
						}, -- [2]
						{
							["arg1"] = " ",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["arg1"] = "记录开始于 05/07/2020 的 21:01:01。",
							["type"] = "SYSTEM",
						}, -- [5]
						{
							["arg2"] = "裂隙之刃克莱恩",
							["type"] = "MONSTER_YELL",
							["time"] = 1588856769,
							["arg1"] = "我来了！别担心，我会对你放水的。",
						}, -- [6]
						{
							["arg2"] = "裂隙之刃克莱恩",
							["type"] = "MONSTER_YELL",
							["time"] = 1588856781,
							["arg1"] = "我在这！",
						}, -- [7]
						{
							["arg2"] = "嗜血的布莉欧娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1588857004,
							["arg1"] = "不留活口！",
						}, -- [8]
						{
							["arg2"] = "瓦力格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588857036,
							["arg1"] = "哦，蹦跶得挺欢！",
						}, -- [9]
						{
							["arg2"] = "瓦力格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588857087,
							["arg1"] = "剁碎了拿去喂鱼！",
						}, -- [10]
						{
							["arg2"] = "嗜血的布莉欧娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1588857109,
							["arg1"] = "快！给我拿个桶！一滴血都别浪费！",
						}, -- [11]
						{
							["arg2"] = "“小刀”洛蒂",
							["type"] = "MONSTER_YELL",
							["time"] = 1588857141,
							["arg1"] = "吃我一刀！",
						}, -- [12]
						{
							["arg1"] = " ",
						}, -- [13]
						{
							["arg1"] = " ",
						}, -- [14]
						{
							["arg1"] = "记录开始于 05/07/2020 的 21:16:21。",
							["type"] = "SYSTEM",
						}, -- [15]
					},
				}, -- [5]
				{
					["enabled"] = true,
					["name"] = "公会官员",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/07/2020 的 21:16:21。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				}, -- [6]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "公会",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 19:50:01。",
						}, -- [1]
						{
							["arg2"] = "莫小曦-亡语者",
							["type"] = "GUILD",
							["time"] = 1588852643,
							["arg1"] = "有9个",
							["clColor"] = "fffe7b09",
						}, -- [2]
						{
							["arg2"] = "莫小曦-亡语者",
							["type"] = "GUILD",
							["time"] = 1588852650,
							["arg1"] = "下次你密我",
							["clColor"] = "fffe7b09",
						}, -- [3]
						{
							["arg2"] = "莫小曦-亡语者",
							["type"] = "GUILD",
							["time"] = 1588852656,
							["arg1"] = "有时候看不见信息",
							["clColor"] = "fffe7b09",
						}, -- [4]
						{
							["arg1"] = " ",
						}, -- [5]
						{
							["arg1"] = " ",
						}, -- [6]
						{
							["arg1"] = "记录开始于 05/07/2020 的 20:35:09。",
							["type"] = "SYSTEM",
						}, -- [7]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "GUILD",
							["time"] = 1588855719,
							["arg1"] = "豆丁",
							["clColor"] = "ffa22fc8",
						}, -- [8]
						{
							["arg2"] = "Xiaodouding-亡语者",
							["type"] = "GUILD",
							["time"] = 1588855735,
							["arg1"] = "没忙完呢",
							["clColor"] = "fff38bb9",
						}, -- [9]
						{
							["arg2"] = "Xiaodouding-亡语者",
							["type"] = "GUILD",
							["time"] = 1588855761,
							["arg1"] = "小豆子的作业还没检查完，检查完了还要煮药。",
							["clColor"] = "fff38bb9",
						}, -- [10]
						{
							["arg2"] = "Xiaodouding-亡语者",
							["type"] = "GUILD",
							["time"] = 1588855766,
							["arg1"] = "{悲剧}",
							["clColor"] = "fff38bb9",
						}, -- [11]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "GUILD",
							["time"] = 1588855770,
							["arg1"] = "...",
							["clColor"] = "ffa22fc8",
						}, -- [12]
						{
							["arg2"] = "Xiaodouding-亡语者",
							["type"] = "GUILD",
							["time"] = 1588855816,
							["arg1"] = "|cffa335ee|Hitem:159436::::::::120:70::35:8:6536:4802:6578:6579:6542:6513:1647:4786:::|h[荧光植被践踏者]|h|r好黑",
							["clColor"] = "fff38bb9",
						}, -- [13]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "GUILD",
							["time"] = 1588855881,
							["arg1"] = "?",
							["clColor"] = "ffa22fc8",
						}, -- [14]
						{
							["arg1"] = " ",
						}, -- [15]
						{
							["arg1"] = " ",
						}, -- [16]
						{
							["arg1"] = "记录开始于 05/07/2020 的 21:16:21。",
							["type"] = "SYSTEM",
						}, -- [17]
					},
				}, -- [7]
				{
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "战利品",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/07/2020 的 20:35:09。",
							["type"] = "SYSTEM",
						}, -- [1]
						{
							["type"] = "LOOT",
							["time"] = 1588855746,
							["arg1"] = "你获得了物品：|cff0070dd|Hbattlepet:2838:25:3:1680:269:260:0000000000000000:0|h[克苏法]|h|r。",
						}, -- [2]
						{
							["type"] = "LOOT",
							["time"] = 1588855773,
							["arg1"] = "你获得了物品：|cff0070dd|Hbattlepet:2838:1:3:163:11:10:0000000000000000:0|h[克苏法]|h|r。",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["arg1"] = " ",
						}, -- [5]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 20:56:38。",
						}, -- [6]
						{
							["type"] = "LOOT",
							["time"] = 1588856225,
							["arg1"] = "丫丫小猫-血顶获得了物品：|cff0070dd|Hitem:152668::::::::120:105::::::|h[驱灵金]|h|r。",
						}, -- [7]
						{
							["type"] = "LOOT",
							["time"] = 1588856225,
							["arg1"] = "丫丫小猫-血顶获得了物品：|cffffffff|Hitem:159959::::::::120:105::::::|h[尼龙线]|h|rx2。",
						}, -- [8]
						{
							["type"] = "LOOT",
							["time"] = 1588856447,
							["arg1"] = "万物咸覩-凤凰之神制造了：|cffffffff|Hitem:5512::::::::120:104::::::|h[治疗石]|h|r。",
						}, -- [9]
						{
							["arg1"] = " ",
						}, -- [10]
						{
							["arg1"] = " ",
						}, -- [11]
						{
							["arg1"] = "记录开始于 05/07/2020 的 21:01:01。",
							["type"] = "SYSTEM",
						}, -- [12]
						{
							["type"] = "LOOT",
							["time"] = 1588856793,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:163613::::::::120:103::11::::|h[一袋劫掠战利品]|h|r。",
						}, -- [13]
						{
							["type"] = "CURRENCY",
							["time"] = 1588856810,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1710:0|h[海员达布隆币]|h|r x8。",
						}, -- [14]
						{
							["type"] = "LOOT",
							["time"] = 1588856895,
							["arg1"] = "你制造了：|cffffffff|Hitem:5512::::::::120:105::::::|h[治疗石]|h|r。",
						}, -- [15]
						{
							["arg1"] = " ",
						}, -- [16]
						{
							["arg1"] = " ",
						}, -- [17]
						{
							["arg1"] = "记录开始于 05/07/2020 的 21:16:21。",
							["type"] = "SYSTEM",
						}, -- [18]
						{
							["type"] = "LOOT",
							["time"] = 1588857517,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:163613::::::::120:105::11::::|h[一袋劫掠战利品]|h|r。",
						}, -- [19]
						{
							["type"] = "LOOT",
							["time"] = 1588857517,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:164273::::::::120:105::11::::|h[劫掠的丛林追猎者之爪]|h|r。",
						}, -- [20]
						{
							["type"] = "CURRENCY",
							["time"] = 1588857569,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1710:0|h[海员达布隆币]|h|r x25。",
						}, -- [21]
						{
							["type"] = "LOOT",
							["time"] = 1588857887,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:166492::::::::120:103::11::::|h[影羽雏鸦]|h|r。",
						}, -- [22]
						{
							["type"] = "LOOT",
							["time"] = 1588857888,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:163613::::::::120:103::11::::|h[一袋劫掠战利品]|h|r。",
						}, -- [23]
						{
							["type"] = "CURRENCY",
							["time"] = 1588857900,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1710:0|h[海员达布隆币]|h|r x24。",
						}, -- [24]
						{
							["type"] = "LOOT",
							["time"] = 1588857902,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:166999::::::::120:103::11::::|h[藏宝图]|h|r。",
						}, -- [25]
						{
							["type"] = "LOOT",
							["time"] = 1588857937,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:166299::::::::120:103::11::::|h[荣耀战团补给品]|h|r。",
						}, -- [26]
						{
							["type"] = "CURRENCY",
							["time"] = 1588857956,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1716:0|h[荣耀战团服役勋章]|h|r x20。",
						}, -- [27]
						{
							["type"] = "CURRENCY",
							["time"] = 1588857956,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1560:0|h[战争物资]|h|r x500。",
						}, -- [28]
					},
				}, -- [8]
				{
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "系统信息",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["time"] = 1588856678,
							["arg1"] = " 从|cffe6cc80闪壳迅钳蟹|r收集到24份艾泽里特",
						}, -- [1]
						{
							["type"] = "SYSTEM",
							["time"] = 1588856680,
							["arg1"] = " 从|cffe6cc80闪壳迅钳蟹|r收集到24份艾泽里特",
						}, -- [2]
						{
							["type"] = "SYSTEM",
							["time"] = 1588856686,
							["arg1"] = " 从|cffe6cc80闪壳迅钳蟹|r收集到24份艾泽里特",
						}, -- [3]
						{
							["type"] = "SYSTEM",
							["time"] = 1588856687,
							["arg1"] = " 从|cffe6cc80断岳者古鲁|r收集到650份艾泽里特",
						}, -- [4]
						{
							["type"] = "SYSTEM",
							["time"] = 1588856689,
							["arg1"] = " 从|cffe6cc80闪壳亡爪蟹|r收集到180份艾泽里特",
						}, -- [5]
						{
							["type"] = "SYSTEM",
							["time"] = 1588856691,
							["arg1"] = " 从|cffe6cc80脆壳蟹|r收集到350份艾泽里特",
						}, -- [6]
						{
							["type"] = "SYSTEM",
							["time"] = 1588856693,
							["arg1"] = " 从|cffe6cc80巨龙宝箱|r收集到230份艾泽里特",
						}, -- [7]
						{
							["type"] = "SYSTEM",
							["time"] = 1588856696,
							["arg1"] = " 从|cffe6cc80陈旧的箱子|r收集到160份艾泽里特",
						}, -- [8]
						{
							["type"] = "SYSTEM",
							["time"] = 1588856697,
							["arg1"] = " 从|cffe6cc80艾泽里特结晶|r收集到270份艾泽里特",
						}, -- [9]
						{
							["type"] = "SYSTEM",
							["time"] = 1588856700,
							["arg1"] = " 从|cffe6cc80陈旧的箱子|r收集到160份艾泽里特",
						}, -- [10]
						{
							["type"] = "SYSTEM",
							["time"] = 1588856716,
							["arg1"] = " 从|cffe6cc80闪壳迅钳蟹|r收集到24份艾泽里特",
						}, -- [11]
						{
							["type"] = "SYSTEM",
							["time"] = 1588856722,
							["arg1"] = " 从|cffe6cc80闪壳亡爪蟹|r收集到180份艾泽里特",
						}, -- [12]
						{
							["type"] = "SYSTEM",
							["time"] = 1588856722,
							["arg1"] = " 从|cffe6cc80冰牙苦工|r收集到6份艾泽里特",
						}, -- [13]
						{
							["type"] = "SYSTEM",
							["time"] = 1588856722,
							["arg1"] = " 从|cffe6cc80冰牙蹒跚者|r收集到12份艾泽里特",
						}, -- [14]
						{
							["type"] = "SYSTEM",
							["time"] = 1588856722,
							["arg1"] = " 从|cffe6cc80冰牙蹒跚者|r收集到12份艾泽里特",
						}, -- [15]
						{
							["type"] = "SYSTEM",
							["time"] = 1588856722,
							["arg1"] = " 从|cffe6cc80冰牙蹒跚者|r收集到12份艾泽里特",
						}, -- [16]
						{
							["type"] = "SYSTEM",
							["time"] = 1588856722,
							["arg1"] = " 从|cffe6cc80冰牙苦工|r收集到6份艾泽里特",
						}, -- [17]
						{
							["type"] = "SYSTEM",
							["time"] = 1588856722,
							["arg1"] = " 从|cffe6cc80冰牙苦工|r收集到6份艾泽里特",
						}, -- [18]
						{
							["type"] = "SYSTEM",
							["time"] = 1588856722,
							["arg1"] = " 从|cffe6cc80冰牙苦工|r收集到6份艾泽里特",
						}, -- [19]
						{
							["type"] = "SYSTEM",
							["time"] = 1588856722,
							["arg1"] = " 从|cffe6cc80冰牙蹒跚者|r收集到12份艾泽里特",
						}, -- [20]
						{
							["type"] = "SYSTEM",
							["time"] = 1588856722,
							["arg1"] = " 从|cffe6cc80冰牙蹒跚者|r收集到12份艾泽里特",
						}, -- [21]
						{
							["type"] = "SYSTEM",
							["time"] = 1588856722,
							["arg1"] = " 从|cffe6cc80冰牙苦工|r收集到6份艾泽里特",
						}, -- [22]
						{
							["type"] = "SYSTEM",
							["time"] = 1588856722,
							["arg1"] = " 从|cffe6cc80冰牙蹒跚者|r收集到12份艾泽里特",
						}, -- [23]
						{
							["type"] = "SYSTEM",
							["time"] = 1588856723,
							["arg1"] = " 从|cffe6cc80闪壳迅钳蟹|r收集到24份艾泽里特",
						}, -- [24]
						{
							["type"] = "SYSTEM",
							["time"] = 1588856725,
							["arg1"] = " 从|cffe6cc80复活的冰牙蛮兵|r收集到24份艾泽里特",
						}, -- [25]
						{
							["type"] = "SYSTEM",
							["time"] = 1588856727,
							["arg1"] = " 从|cffe6cc80闪壳亡爪蟹|r收集到180份艾泽里特",
						}, -- [26]
						{
							["type"] = "SYSTEM",
							["time"] = 1588856733,
							["arg1"] = " 从|cffe6cc80艾泽里特宝石爬行者|r收集到20份艾泽里特",
						}, -- [27]
						{
							["type"] = "SYSTEM",
							["time"] = 1588856733,
							["arg1"] = " 从|cffe6cc80艾泽里特宝石爬行者|r收集到20份艾泽里特",
						}, -- [28]
						{
							["type"] = "SYSTEM",
							["time"] = 1588856737,
							["arg1"] = " 从|cffe6cc80坚固的箱子|r收集到230份艾泽里特",
						}, -- [29]
						{
							["type"] = "SYSTEM",
							["time"] = 1588856740,
							["arg1"] = " 从|cffe6cc80木制保险箱|r收集到90份艾泽里特",
						}, -- [30]
						{
							["type"] = "SYSTEM",
							["time"] = 1588856741,
							["arg1"] = " 从|cffe6cc80艾泽里特宝石晶背蛛|r收集到240份艾泽里特",
						}, -- [31]
						{
							["type"] = "SYSTEM",
							["time"] = 1588856741,
							["arg1"] = " 从|cffe6cc80冰牙通灵师|r收集到24份艾泽里特",
						}, -- [32]
						{
							["type"] = "SYSTEM",
							["time"] = 1588856742,
							["arg1"] = " 从|cffe6cc80木制保险箱|r收集到90份艾泽里特",
						}, -- [33]
						{
							["type"] = "SYSTEM",
							["time"] = 1588856742,
							["arg1"] = " 从|cffe6cc80冰牙通灵师|r收集到24份艾泽里特",
						}, -- [34]
						{
							["type"] = "SYSTEM",
							["time"] = 1588856766,
							["arg1"] = " 从|cffe6cc80阿纳哈·枯息|r收集到350份艾泽里特",
						}, -- [35]
						{
							["type"] = "SYSTEM",
							["time"] = 1588856767,
							["arg1"] = " 从|cffe6cc80咏墓者穆加|r收集到650份艾泽里特",
						}, -- [36]
						{
							["type"] = "SYSTEM",
							["time"] = 1588856776,
							["arg1"] = " 从|cffe6cc80坚固的箱子|r收集到230份艾泽里特",
						}, -- [37]
						{
							["type"] = "SYSTEM",
							["time"] = 1588856776,
							["arg1"] = " 从|cffe6cc80坚固的箱子|r收集到230份艾泽里特",
						}, -- [38]
						{
							["type"] = "SYSTEM",
							["time"] = 1588856787,
							["arg1"] = " 从|cffe6cc80冰牙战士|r收集到12份艾泽里特",
						}, -- [39]
						{
							["type"] = "SYSTEM",
							["time"] = 1588856788,
							["arg1"] = " 从|cffe6cc80冰牙苦工|r收集到6份艾泽里特",
						}, -- [40]
						{
							["type"] = "SYSTEM",
							["time"] = 1588856793,
							["arg1"] = "你获得了物品：|cff0070dd|Hcurrency:1553:450|h[闪光的艾泽里特晶簇]|h|r。",
						}, -- [41]
						{
							["type"] = "SYSTEM",
							["time"] = 1588856793,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:103::11:4:6316:4932:4933:1650:::|h[艾泽拉斯之心]|h|r获得了450点神器能量。",
						}, -- [42]
						{
							["type"] = "SYSTEM",
							["time"] = 1588856795,
							["arg1"] = "你离开了队伍。",
						}, -- [43]
						{
							["type"] = "SYSTEM",
							["time"] = 1588856811,
							["arg1"] = "你已经加入了海岛探险的队列。",
						}, -- [44]
						{
							["type"] = "SYSTEM",
							["time"] = 1588856862,
							["arg1"] = "你同时处于小队和副本队伍中。你可以使用“/p”来和你的小队队友沟通，或使用“/i”来和你的副本队伍成员沟通。",
						}, -- [45]
						{
							["type"] = "SYSTEM",
							["time"] = 1588856862,
							["arg1"] = "地下城难度已设置为史诗。",
						}, -- [46]
						{
							["type"] = "SYSTEM",
							["time"] = 1588856936,
							["arg1"] = " 从|cffe6cc80木制保险箱|r收集到90份艾泽里特",
						}, -- [47]
						{
							["type"] = "SYSTEM",
							["time"] = 1588856941,
							["arg1"] = " 从|cffe6cc80坚固的箱子|r收集到230份艾泽里特",
						}, -- [48]
						{
							["type"] = "SYSTEM",
							["time"] = 1588856946,
							["arg1"] = " 从|cffe6cc80陈旧的箱子|r收集到160份艾泽里特",
						}, -- [49]
						{
							["type"] = "SYSTEM",
							["time"] = 1588856958,
							["arg1"] = " 从|cffe6cc80大块艾泽里特|r收集到190份艾泽里特",
						}, -- [50]
						{
							["type"] = "SYSTEM",
							["time"] = 1588856960,
							["arg1"] = " 从|cffe6cc80艾泽里特碎片|r收集到110份艾泽里特",
						}, -- [51]
						{
							["type"] = "SYSTEM",
							["time"] = 1588856964,
							["arg1"] = " 从|cffe6cc80大块艾泽里特|r收集到190份艾泽里特",
						}, -- [52]
						{
							["type"] = "SYSTEM",
							["time"] = 1588856973,
							["arg1"] = " 从|cffe6cc80艾泽里特碎片|r收集到110份艾泽里特",
						}, -- [53]
						{
							["type"] = "SYSTEM",
							["time"] = 1588856977,
							["arg1"] = " 从|cffe6cc80艾泽里特碎片|r收集到110份艾泽里特",
						}, -- [54]
						{
							["type"] = "SYSTEM",
							["time"] = 1588856982,
							["arg1"] = " 从|cffe6cc80大块艾泽里特|r收集到190份艾泽里特",
						}, -- [55]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857004,
							["arg1"] = " 从|cffe6cc80机械警戒犬|r收集到12份艾泽里特",
						}, -- [56]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857004,
							["arg1"] = " 从|cffe6cc80钳爪岩壳蟹|r收集到24份艾泽里特",
						}, -- [57]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857009,
							["arg1"] = " 从|cffe6cc80机械警戒犬|r收集到12份艾泽里特",
						}, -- [58]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857019,
							["arg1"] = "丫丫小猫已经死亡。",
						}, -- [59]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857038,
							["arg1"] = " 从|cffe6cc80千年脊壳龟|r收集到180份艾泽里特",
						}, -- [60]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857045,
							["arg1"] = " 从|cffe6cc80凶暴钳爪蟹|r收集到180份艾泽里特",
						}, -- [61]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857051,
							["arg1"] = " 从|cffe6cc80麝腹公牛|r收集到180份艾泽里特",
						}, -- [62]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857056,
							["arg1"] = " 从|cffe6cc80千年脊壳龟|r收集到180份艾泽里特",
						}, -- [63]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857057,
							["arg1"] = " 从|cffe6cc80暮光幼龙|r收集到24份艾泽里特",
						}, -- [64]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857058,
							["arg1"] = " 从|cffe6cc80暮光幼龙|r收集到24份艾泽里特",
						}, -- [65]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857062,
							["arg1"] = " 从|cffe6cc80陈旧的箱子|r收集到160份艾泽里特",
						}, -- [66]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857065,
							["arg1"] = " 从|cffe6cc80深谷恐蛇|r收集到650份艾泽里特",
						}, -- [67]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857068,
							["arg1"] = " 从|cffe6cc80坚固的箱子|r收集到230份艾泽里特",
						}, -- [68]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857068,
							["arg1"] = " 从|cffe6cc80风险投资公司暴徒|r收集到12份艾泽里特",
						}, -- [69]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857069,
							["arg1"] = " 从|cffe6cc80夜鳞盘牙风蛇|r收集到180份艾泽里特",
						}, -- [70]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857071,
							["arg1"] = " 从|cffe6cc80麝腹公牛|r收集到180份艾泽里特",
						}, -- [71]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857072,
							["arg1"] = " 从|cffe6cc80陈旧的箱子|r收集到160份艾泽里特",
						}, -- [72]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857078,
							["arg1"] = " 从|cffe6cc80艾泽里特宝石晶背蛛|r收集到240份艾泽里特",
						}, -- [73]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857080,
							["arg1"] = " 从|cffe6cc80夜鳞盘牙风蛇|r收集到180份艾泽里特",
						}, -- [74]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857082,
							["arg1"] = " 从|cffe6cc80夜鳞盘牙风蛇|r收集到180份艾泽里特",
						}, -- [75]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857140,
							["arg1"] = " 从|cffe6cc80不稳定的艾泽里特|r收集到240份艾泽里特",
						}, -- [76]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857144,
							["arg1"] = " 从|cffe6cc80不稳定的艾泽里特|r收集到240份艾泽里特",
						}, -- [77]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857144,
							["arg1"] = " 从|cffe6cc80枯枝巫医|r收集到24份艾泽里特",
						}, -- [78]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857148,
							["arg1"] = " 从|cffe6cc80枯枝巫医|r收集到24份艾泽里特",
						}, -- [79]
						{
							["arg1"] = " ",
						}, -- [80]
						{
							["arg1"] = " ",
						}, -- [81]
						{
							["arg1"] = "记录开始于 05/07/2020 的 21:16:21。",
							["type"] = "SYSTEM",
						}, -- [82]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857406,
							["arg1"] = "地下城难度已设置为史诗。",
						}, -- [83]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857406,
							["arg1"] = "你同时处于小队和副本队伍中。你可以使用“/p”来和你的小队队友沟通，或使用“/i”来和你的副本队伍成员沟通。",
						}, -- [84]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857406,
							["arg1"] = "地下城难度已设置为史诗。",
						}, -- [85]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857413,
							["arg1"] = " 从|cffe6cc80明亮的艾泽里特|r收集到240份艾泽里特",
						}, -- [86]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857414,
							["arg1"] = " 从|cffe6cc80自由的艾泽里特|r收集到36份艾泽里特",
						}, -- [87]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857415,
							["arg1"] = " 从|cffe6cc80艾泽里特宝石裂背蛛|r收集到36份艾泽里特",
						}, -- [88]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857424,
							["arg1"] = " 从|cffe6cc80艾泽里特宝石晶背蛛|r收集到240份艾泽里特",
						}, -- [89]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857431,
							["arg1"] = " 从|cffe6cc80艾泽里特裂隙|r收集到400份艾泽里特",
						}, -- [90]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857451,
							["arg1"] = " 从|cffe6cc80陈旧的箱子|r收集到160份艾泽里特",
						}, -- [91]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857463,
							["arg1"] = " 从|cffe6cc80暮光龙人|r收集到12份艾泽里特",
						}, -- [92]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857465,
							["arg1"] = " 从|cffe6cc80暮光幼龙|r收集到24份艾泽里特",
						}, -- [93]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857468,
							["arg1"] = " 从|cffe6cc80暮光邪鳞龙人|r收集到12份艾泽里特",
						}, -- [94]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857472,
							["arg1"] = " 从|cffe6cc80坚固的箱子|r收集到230份艾泽里特",
						}, -- [95]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857478,
							["arg1"] = " 从|cffe6cc80脆弱的骷髅|r收集到6份艾泽里特",
						}, -- [96]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857483,
							["arg1"] = " 从|cffe6cc80通灵大师|r收集到180份艾泽里特",
						}, -- [97]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857483,
							["arg1"] = " 从|cffe6cc80脆弱的骷髅|r收集到6份艾泽里特",
						}, -- [98]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857489,
							["arg1"] = " 从|cffe6cc80骷髅卫士|r收集到180份艾泽里特",
						}, -- [99]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857498,
							["arg1"] = " 从|cffe6cc80脆弱的骷髅|r收集到6份艾泽里特",
						}, -- [100]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857501,
							["arg1"] = " 从|cffe6cc80脆弱的骷髅|r收集到6份艾泽里特",
						}, -- [101]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857502,
							["arg1"] = " 从|cffe6cc80脆弱的骷髅|r收集到6份艾泽里特",
						}, -- [102]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857502,
							["arg1"] = " 从|cffe6cc80脆弱的骷髅|r收集到6份艾泽里特",
						}, -- [103]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857502,
							["arg1"] = " 从|cffe6cc80木制保险箱|r收集到90份艾泽里特",
						}, -- [104]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857504,
							["arg1"] = " 从|cffe6cc80脆弱的骷髅|r收集到6份艾泽里特",
						}, -- [105]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857504,
							["arg1"] = " 从|cffe6cc80脆弱的骷髅|r收集到6份艾泽里特",
						}, -- [106]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857504,
							["arg1"] = " 从|cffe6cc80脆弱的骷髅|r收集到6份艾泽里特",
						}, -- [107]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857504,
							["arg1"] = " 从|cffe6cc80脆弱的骷髅|r收集到6份艾泽里特",
						}, -- [108]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857504,
							["arg1"] = " 从|cffe6cc80脆弱的骷髅|r收集到6份艾泽里特",
						}, -- [109]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857505,
							["arg1"] = " 从|cffe6cc80脆弱的骷髅|r收集到6份艾泽里特",
						}, -- [110]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857505,
							["arg1"] = " 从|cffe6cc80脆弱的骷髅|r收集到6份艾泽里特",
						}, -- [111]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857505,
							["arg1"] = " 从|cffe6cc80脆弱的骷髅|r收集到6份艾泽里特",
						}, -- [112]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857505,
							["arg1"] = " 从|cffe6cc80脆弱的骷髅|r收集到6份艾泽里特",
						}, -- [113]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857505,
							["arg1"] = " 从|cffe6cc80脆弱的骷髅|r收集到6份艾泽里特",
						}, -- [114]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857516,
							["arg1"] = " 从|cffe6cc80未葬者凯弗吉斯|r收集到650份艾泽里特",
						}, -- [115]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857516,
							["arg1"] = "你获得了物品：|cff0070dd|Hcurrency:1553:450|h[闪光的艾泽里特晶簇]|h|r。",
						}, -- [116]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857517,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:105::11:4:6316:4932:4933:1650:::|h[艾泽拉斯之心]|h|r获得了450点神器能量。",
						}, -- [117]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857518,
							["arg1"] = "丫丫小猫-血顶已经离开了副本队伍。",
						}, -- [118]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857519,
							["arg1"] = "你离开了队伍。",
						}, -- [119]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857550,
							["arg1"] = "你已经加入了海岛探险的队列。",
						}, -- [120]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857558,
							["arg1"] = "你同时处于小队和副本队伍中。你可以使用“/p”来和你的小队队友沟通，或使用“/i”来和你的副本队伍成员沟通。",
						}, -- [121]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857558,
							["arg1"] = "地下城难度已设置为史诗。",
						}, -- [122]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857591,
							["arg1"] = "|cffff80ff|Htransmogappearance:100316|h[劫掠的丛林追猎者之爪]|h|r已加入了你的外观收藏。",
						}, -- [123]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857617,
							["arg1"] = " 从|cffe6cc80珊脊螃蟹|r收集到12份艾泽里特",
						}, -- [124]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857618,
							["arg1"] = " 从|cffe6cc80大块艾泽里特|r收集到190份艾泽里特",
						}, -- [125]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857625,
							["arg1"] = " 从|cffe6cc80艾泽里特碎片|r收集到110份艾泽里特",
						}, -- [126]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857629,
							["arg1"] = " 从|cffe6cc80珊脊螃蟹|r收集到12份艾泽里特",
						}, -- [127]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857629,
							["arg1"] = " 从|cffe6cc80艾泽里特碎片|r收集到110份艾泽里特",
						}, -- [128]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857634,
							["arg1"] = " 从|cffe6cc80珊脊潮行蟹|r收集到24份艾泽里特",
						}, -- [129]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857649,
							["arg1"] = " 从|cffe6cc80硬壳珊脊蟹|r收集到180份艾泽里特",
						}, -- [130]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857662,
							["arg1"] = " 从|cffe6cc80艾泽里特结晶|r收集到270份艾泽里特",
						}, -- [131]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857678,
							["arg1"] = " 从|cffe6cc80艾泽里特碎片|r收集到110份艾泽里特",
						}, -- [132]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857681,
							["arg1"] = " 从|cffe6cc80焰刺战士|r收集到24份艾泽里特",
						}, -- [133]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857681,
							["arg1"] = " 从|cffe6cc80焰刺战士|r收集到24份艾泽里特",
						}, -- [134]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857681,
							["arg1"] = " 从|cffe6cc80焰刺工蜂|r收集到12份艾泽里特",
						}, -- [135]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857681,
							["arg1"] = " 从|cffe6cc80焰刺工蜂|r收集到12份艾泽里特",
						}, -- [136]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857681,
							["arg1"] = " 从|cffe6cc80霜孔蠕虫|r收集到12份艾泽里特",
						}, -- [137]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857681,
							["arg1"] = " 从|cffe6cc80霜孔蠕虫|r收集到12份艾泽里特",
						}, -- [138]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857681,
							["arg1"] = " 从|cffe6cc80焰刺战士|r收集到24份艾泽里特",
						}, -- [139]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857682,
							["arg1"] = " 从|cffe6cc80霜孔蠕虫|r收集到12份艾泽里特",
						}, -- [140]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857682,
							["arg1"] = " 从|cffe6cc80霜孔蠕虫|r收集到12份艾泽里特",
						}, -- [141]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857683,
							["arg1"] = " 从|cffe6cc80霜孔蠕虫|r收集到12份艾泽里特",
						}, -- [142]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857683,
							["arg1"] = " 从|cffe6cc80焰刺战士|r收集到24份艾泽里特",
						}, -- [143]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857683,
							["arg1"] = " 从|cffe6cc80霜孔蠕虫|r收集到12份艾泽里特",
						}, -- [144]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857685,
							["arg1"] = " 从|cffe6cc80焰刺支配者|r收集到180份艾泽里特",
						}, -- [145]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857688,
							["arg1"] = " 从|cffe6cc80霜孔穿地虫|r收集到24份艾泽里特",
						}, -- [146]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857688,
							["arg1"] = " 从|cffe6cc80焰刺支配者|r收集到180份艾泽里特",
						}, -- [147]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857690,
							["arg1"] = " 从|cffe6cc80“毒翼”奥威克斯|r收集到650份艾泽里特",
						}, -- [148]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857693,
							["arg1"] = " 从|cffe6cc80裂冰者|r收集到650份艾泽里特",
						}, -- [149]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857698,
							["arg1"] = " 从|cffe6cc80大块艾泽里特|r收集到190份艾泽里特",
						}, -- [150]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857702,
							["arg1"] = " 从|cffe6cc80艾泽里特碎片|r收集到110份艾泽里特",
						}, -- [151]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857705,
							["arg1"] = " 从|cffe6cc80大块艾泽里特|r收集到190份艾泽里特",
						}, -- [152]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857707,
							["arg1"] = " 从|cffe6cc80大块艾泽里特|r收集到190份艾泽里特",
						}, -- [153]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857711,
							["arg1"] = " 从|cffe6cc80焰刺工蜂|r收集到12份艾泽里特",
						}, -- [154]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857716,
							["arg1"] = " 从|cffe6cc80自由的艾泽里特|r收集到36份艾泽里特",
						}, -- [155]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857720,
							["arg1"] = " 从|cffe6cc80活跃艾泽里特裂片|r收集到36份艾泽里特",
						}, -- [156]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857722,
							["arg1"] = "Xiaodouding下线了。",
						}, -- [157]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857725,
							["arg1"] = " 从|cffe6cc80明亮的艾泽里特|r收集到240份艾泽里特",
						}, -- [158]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857731,
							["arg1"] = " 从|cffe6cc80艾泽里特碎片|r收集到110份艾泽里特",
						}, -- [159]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857736,
							["arg1"] = " 从|cffe6cc80艾泽里特裂隙|r收集到400份艾泽里特",
						}, -- [160]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857736,
							["arg1"] = " 从|cffe6cc80艾泽里特碎片|r收集到110份艾泽里特",
						}, -- [161]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857741,
							["arg1"] = " 从|cffe6cc80大块艾泽里特|r收集到190份艾泽里特",
						}, -- [162]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857752,
							["arg1"] = " 从|cffe6cc80麝腹牦牛|r收集到12份艾泽里特",
						}, -- [163]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857754,
							["arg1"] = " 从|cffe6cc80麝腹牦牛|r收集到12份艾泽里特",
						}, -- [164]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857755,
							["arg1"] = " 从|cffe6cc80麝腹冲锋者|r收集到24份艾泽里特",
						}, -- [165]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857758,
							["arg1"] = " 从|cffe6cc80顶撞者血裘|r收集到650份艾泽里特",
						}, -- [166]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857760,
							["arg1"] = " 从|cffe6cc80麝腹牦牛|r收集到12份艾泽里特",
						}, -- [167]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857761,
							["arg1"] = " 从|cffe6cc80麝腹牦牛|r收集到12份艾泽里特",
						}, -- [168]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857766,
							["arg1"] = " 从|cffe6cc80大块艾泽里特|r收集到190份艾泽里特",
						}, -- [169]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857771,
							["arg1"] = " 从|cffe6cc80麝腹牛犊|r收集到6份艾泽里特",
						}, -- [170]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857773,
							["arg1"] = " 从|cffe6cc80麝腹牛犊|r收集到6份艾泽里特",
						}, -- [171]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857773,
							["arg1"] = " 从|cffe6cc80枯枝战士|r收集到12份艾泽里特",
						}, -- [172]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857773,
							["arg1"] = " 从|cffe6cc80自由的艾泽里特|r收集到36份艾泽里特",
						}, -- [173]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857774,
							["arg1"] = " 从|cffe6cc80枯枝战士|r收集到12份艾泽里特",
						}, -- [174]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857774,
							["arg1"] = " 从|cffe6cc80枯枝战士|r收集到12份艾泽里特",
						}, -- [175]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857774,
							["arg1"] = " 从|cffe6cc80自由的艾泽里特|r收集到36份艾泽里特",
						}, -- [176]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857774,
							["arg1"] = " 从|cffe6cc80自由的艾泽里特|r收集到36份艾泽里特",
						}, -- [177]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857774,
							["arg1"] = " 从|cffe6cc80枯枝战士|r收集到12份艾泽里特",
						}, -- [178]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857775,
							["arg1"] = " 从|cffe6cc80自由的艾泽里特|r收集到36份艾泽里特",
						}, -- [179]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857779,
							["arg1"] = " 从|cffe6cc80枯枝狂战士|r收集到180份艾泽里特",
						}, -- [180]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857791,
							["arg1"] = " 从|cffe6cc80姆罗甘|r收集到650份艾泽里特",
						}, -- [181]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857793,
							["arg1"] = " 从|cffe6cc80大块艾泽里特|r收集到190份艾泽里特",
						}, -- [182]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857799,
							["arg1"] = " 从|cffe6cc80大块艾泽里特|r收集到190份艾泽里特",
						}, -- [183]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857801,
							["arg1"] = " 从|cffe6cc80枯枝狂战士|r收集到180份艾泽里特",
						}, -- [184]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857805,
							["arg1"] = " 从|cffe6cc80一大袋艾泽里特矿石|r收集到230份艾泽里特",
						}, -- [185]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857811,
							["arg1"] = " 从|cffe6cc80一袋艾泽里特矿石|r收集到160份艾泽里特",
						}, -- [186]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857812,
							["arg1"] = " 从|cffe6cc80一包艾泽里特矿石|r收集到90份艾泽里特",
						}, -- [187]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857834,
							["arg1"] = " 从|cffe6cc80狂野的夜刃豹|r收集到180份艾泽里特",
						}, -- [188]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857837,
							["arg1"] = " 从|cffe6cc80夜刃豹幼崽|r收集到6份艾泽里特",
						}, -- [189]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857839,
							["arg1"] = " 从|cffe6cc80焦躁的艾泽里特裂片|r收集到20份艾泽里特",
						}, -- [190]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857839,
							["arg1"] = " 从|cffe6cc80麝腹牦牛|r收集到12份艾泽里特",
						}, -- [191]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857839,
							["arg1"] = " 从|cffe6cc80麝腹牦牛|r收集到12份艾泽里特",
						}, -- [192]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857840,
							["arg1"] = " 从|cffe6cc80夜刃豹幼崽|r收集到6份艾泽里特",
						}, -- [193]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857840,
							["arg1"] = " 从|cffe6cc80夜刃猎豹|r收集到24份艾泽里特",
						}, -- [194]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857840,
							["arg1"] = " 从|cffe6cc80焦躁的艾泽里特裂片|r收集到20份艾泽里特",
						}, -- [195]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857840,
							["arg1"] = " 从|cffe6cc80自由的艾泽里特|r收集到36份艾泽里特",
						}, -- [196]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857841,
							["arg1"] = " 从|cffe6cc80麝腹牦牛|r收集到12份艾泽里特",
						}, -- [197]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857841,
							["arg1"] = " 从|cffe6cc80麝腹牦牛|r收集到12份艾泽里特",
						}, -- [198]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857842,
							["arg1"] = " 从|cffe6cc80艾泽里特宝石裂背蛛|r收集到36份艾泽里特",
						}, -- [199]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857842,
							["arg1"] = " 从|cffe6cc80麝腹牦牛|r收集到12份艾泽里特",
						}, -- [200]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857843,
							["arg1"] = " 从|cffe6cc80自由的艾泽里特|r收集到36份艾泽里特",
						}, -- [201]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857844,
							["arg1"] = " 从|cffe6cc80麝腹公牛|r收集到180份艾泽里特",
						}, -- [202]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857844,
							["arg1"] = " 从|cffe6cc80大块艾泽里特|r收集到190份艾泽里特",
						}, -- [203]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857849,
							["arg1"] = " 从|cffe6cc80艾泽里特碎片|r收集到110份艾泽里特",
						}, -- [204]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857852,
							["arg1"] = " 从|cffe6cc80麝腹公牛|r收集到180份艾泽里特",
						}, -- [205]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857862,
							["arg1"] = " 从|cffe6cc80艾泽里特宝石晶背蛛|r收集到240份艾泽里特",
						}, -- [206]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857865,
							["arg1"] = " 从|cffe6cc80艾泽里特结晶|r收集到270份艾泽里特",
						}, -- [207]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857867,
							["arg1"] = " 从|cffe6cc80脆弱的骷髅|r收集到6份艾泽里特",
						}, -- [208]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857867,
							["arg1"] = " 从|cffe6cc80大块艾泽里特|r收集到190份艾泽里特",
						}, -- [209]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857869,
							["arg1"] = " 从|cffe6cc80脆弱的骷髅|r收集到6份艾泽里特",
						}, -- [210]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857870,
							["arg1"] = " 从|cffe6cc80艾泽里特碎片|r收集到110份艾泽里特",
						}, -- [211]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857872,
							["arg1"] = " 从|cffe6cc80骷髅卫士|r收集到180份艾泽里特",
						}, -- [212]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857872,
							["arg1"] = " 从|cffe6cc80沃卢卡尔制毒师|r收集到24份艾泽里特",
						}, -- [213]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857877,
							["arg1"] = " 从|cffe6cc80通灵大师|r收集到180份艾泽里特",
						}, -- [214]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857882,
							["arg1"] = " 从|cffe6cc80脆弱的骷髅|r收集到6份艾泽里特",
						}, -- [215]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857882,
							["arg1"] = " 从|cffe6cc80脆弱的骷髅|r收集到6份艾泽里特",
						}, -- [216]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857882,
							["arg1"] = " 从|cffe6cc80脆弱的骷髅|r收集到6份艾泽里特",
						}, -- [217]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857882,
							["arg1"] = " 从|cffe6cc80脆弱的骷髅|r收集到6份艾泽里特",
						}, -- [218]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857883,
							["arg1"] = " 从|cffe6cc80脆弱的骷髅|r收集到6份艾泽里特",
						}, -- [219]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857883,
							["arg1"] = " 从|cffe6cc80脆弱的骷髅|r收集到6份艾泽里特",
						}, -- [220]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857883,
							["arg1"] = " 从|cffe6cc80脆弱的骷髅|r收集到6份艾泽里特",
						}, -- [221]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857885,
							["arg1"] = " 从|cffe6cc80脆弱的骷髅|r收集到6份艾泽里特",
						}, -- [222]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857887,
							["arg1"] = " 从|cffe6cc80蹒跚的贾瑞德|r收集到350份艾泽里特",
						}, -- [223]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857887,
							["arg1"] = "你获得了物品：|cff0070dd|Hcurrency:1553:450|h[闪光的艾泽里特晶簇]|h|r。",
						}, -- [224]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857887,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:103::11:4:6316:4932:4933:1650:::|h[艾泽拉斯之心]|h|r获得了450点神器能量。",
						}, -- [225]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857889,
							["arg1"] = "丫丫小猫-血顶已经离开了副本队伍。",
						}, -- [226]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857889,
							["arg1"] = "你离开了队伍。",
						}, -- [227]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857901,
							["arg1"] = "你获得了物品：|cffa335ee|Hcurrency:1553:3500|h[嗡鸣的艾泽里特之心]|h|r。",
						}, -- [228]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857901,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:103::11:4:6316:4932:4933:1650:::|h[艾泽拉斯之心]|h|r获得了3,500点神器能量。",
						}, -- [229]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857902,
							["arg1"] = "部落的艾泽里特完成。",
						}, -- [230]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857904,
							["arg1"] = "|cffffff00|Hgarrmission:2112:00000000f8fc86c6|h[藏宝图：熔火暴乱]|h|r已经被添加到了你的任务桌。",
						}, -- [231]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857907,
							["arg1"] = "丶丷加入了队伍。",
						}, -- [232]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857907,
							["arg1"] = "地下城难度已设置为史诗。",
						}, -- [233]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857914,
							["arg1"] = "丶丷现在是队长",
						}, -- [234]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857917,
							["arg1"] = "你获得了物品：|cff0070dd|Hcurrency:1553:238|h[闪光的艾泽里特晶体]|h|r。",
						}, -- [235]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857917,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:103::11:4:6316:4932:4933:1650:::|h[艾泽拉斯之心]|h|r获得了238点神器能量。",
						}, -- [236]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857917,
							["arg1"] = "你获得了物品：|cff0070dd|Hcurrency:1553:200|h[闪光的艾泽里特晶体]|h|r。",
						}, -- [237]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857917,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:103::11:4:6316:4932:4933:1650:::|h[艾泽拉斯之心]|h|r获得了200点神器能量。",
						}, -- [238]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857937,
							["arg1"] = "来自荣耀战团的补给完成。",
						}, -- [239]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857937,
							["arg1"] = "你获得了物品：|cffa335ee|Hcurrency:1553:2500|h[嗡鸣的艾泽里特之心]|h|r。",
						}, -- [240]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857937,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:103::11:4:6316:4932:4933:1650:::|h[艾泽拉斯之心]|h|r获得了2,500点神器能量。",
						}, -- [241]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857943,
							["arg1"] = "希文喵丨-死亡之翼加入了队伍。",
						}, -- [242]
						{
							["type"] = "SYSTEM",
							["time"] = 1588857955,
							["arg1"] = "获得4947金币, 32银币, 88铜币。",
						}, -- [243]
						{
							["type"] = "SYSTEM",
							["time"] = 1588858152,
							["arg1"] = "丫丫小猫-血顶离开了队伍。",
						}, -- [244]
						{
							["type"] = "SYSTEM",
							["time"] = 1588858216,
							["arg1"] = "猫栗子-冰风岗加入了队伍。",
						}, -- [245]
						{
							["type"] = "SYSTEM",
							["time"] = 1588858227,
							["arg1"] = "猫栗子-冰风岗现在是队长",
						}, -- [246]
						{
							["type"] = "SYSTEM",
							["time"] = 1588858252,
							["arg1"] = "丶丷离开了队伍。",
						}, -- [247]
						{
							["type"] = "SYSTEM",
							["time"] = 1588858276,
							["arg1"] = "|Hplayer:识汝不识丁|h[识汝不识丁]|h上线了。",
						}, -- [248]
						{
							["type"] = "SYSTEM",
							["time"] = 1588858282,
							["arg1"] = "丶丷加入了队伍。",
						}, -- [249]
						{
							["type"] = "SYSTEM",
							["time"] = 1588858286,
							["arg1"] = "丶丷现在是队长",
						}, -- [250]
					},
				}, -- [9]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "成就",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 20:13:19。",
						}, -- [1]
						{
							["arg2"] = "风啸九天-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1588853976,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12560:Player-2124-01CB9B13:1:5:7:20:4294967295:4294967295:4294967295:4294967295|h[探索沃顿]|h|r！",
							["clColor"] = "fff38bb9",
						}, -- [2]
						{
							["arg1"] = " ",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["arg1"] = "记录开始于 05/07/2020 的 20:35:09。",
							["type"] = "SYSTEM",
						}, -- [5]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1588856005,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:1157:Player-2124-0AA46C2A:1:5:7:20:4294967295:4294967295:4294967295:4294967295|h[决斗赢家]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [6]
						{
							["arg1"] = " ",
						}, -- [7]
						{
							["arg1"] = " ",
						}, -- [8]
						{
							["arg1"] = "记录开始于 05/07/2020 的 21:16:21。",
							["type"] = "SYSTEM",
						}, -- [9]
					},
				}, -- [10]
				{
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 20:13:19。",
						}, -- [1]
						{
							["arg2"] = "睡觉喽",
							["type"] = "MONSTER_YELL",
							["time"] = 1588854237,
							["arg1"] = "没有人胆敢挑战兄弟会！",
							["clColor"] = "fffef367",
						}, -- [2]
						{
							["arg1"] = " ",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["arg1"] = "记录开始于 05/07/2020 的 21:01:01。",
							["type"] = "SYSTEM",
						}, -- [5]
						{
							["arg2"] = "裂隙之刃克莱恩",
							["type"] = "MONSTER_YELL",
							["time"] = 1588856769,
							["arg1"] = "我来了！别担心，我会对你放水的。",
						}, -- [6]
						{
							["arg2"] = "裂隙之刃克莱恩",
							["type"] = "MONSTER_YELL",
							["time"] = 1588856781,
							["arg1"] = "我在这！",
						}, -- [7]
						{
							["arg2"] = "嗜血的布莉欧娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1588857004,
							["arg1"] = "不留活口！",
						}, -- [8]
						{
							["arg2"] = "瓦力格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588857036,
							["arg1"] = "哦，蹦跶得挺欢！",
						}, -- [9]
						{
							["arg2"] = "瓦力格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588857087,
							["arg1"] = "剁碎了拿去喂鱼！",
						}, -- [10]
						{
							["arg2"] = "嗜血的布莉欧娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1588857109,
							["arg1"] = "快！给我拿个桶！一滴血都别浪费！",
						}, -- [11]
						{
							["arg2"] = "“小刀”洛蒂",
							["type"] = "MONSTER_YELL",
							["time"] = 1588857141,
							["arg1"] = "吃我一刀！",
						}, -- [12]
						{
							["arg1"] = " ",
						}, -- [13]
						{
							["arg1"] = " ",
						}, -- [14]
						{
							["arg1"] = "记录开始于 05/07/2020 的 21:16:21。",
							["type"] = "SYSTEM",
						}, -- [15]
					},
					["hasMessage"] = false,
					["enabled"] = true,
				}, -- [11]
				["本地防务"] = {
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "本地防务",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/07/2020 的 20:35:09。",
							["type"] = "SYSTEM",
						}, -- [1]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [2]
						{
							["arg1"] = " ",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 20:56:38。",
						}, -- [5]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [6]
						{
							["arg1"] = " ",
						}, -- [7]
						{
							["arg1"] = " ",
						}, -- [8]
						{
							["arg1"] = "记录开始于 05/07/2020 的 21:01:01。",
							["type"] = "SYSTEM",
						}, -- [9]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [10]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [11]
						{
							["arg1"] = " ",
						}, -- [12]
						{
							["arg1"] = " ",
						}, -- [13]
						{
							["arg1"] = "记录开始于 05/07/2020 的 21:16:21。",
							["type"] = "SYSTEM",
						}, -- [14]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [15]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [16]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [17]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [18]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [19]
					},
				},
				["世界防务"] = {
					["enabled"] = true,
					["name"] = "世界防务",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/07/2020 的 21:16:21。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				},
				["综合"] = {
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "综合",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/07/2020 的 20:35:09。",
							["type"] = "SYSTEM",
						}, -- [1]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [2]
						{
							["arg1"] = " ",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 20:56:38。",
						}, -- [5]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [6]
						{
							["arg1"] = " ",
						}, -- [7]
						{
							["arg1"] = " ",
						}, -- [8]
						{
							["arg1"] = "记录开始于 05/07/2020 的 21:01:01。",
							["type"] = "SYSTEM",
						}, -- [9]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [10]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [11]
						{
							["arg1"] = " ",
						}, -- [12]
						{
							["arg1"] = " ",
						}, -- [13]
						{
							["arg1"] = "记录开始于 05/07/2020 的 21:16:21。",
							["type"] = "SYSTEM",
						}, -- [14]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [15]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [16]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [17]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [18]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [19]
					},
				},
				["交易"] = {
					["enabled"] = true,
					["name"] = "交易",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/07/2020 的 21:16:21。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				},
				["公会招募"] = {
					["enabled"] = true,
					["name"] = "公会招募",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/07/2020 的 21:16:21。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				},
			},
		},
	},
}
