
ElephantDBPerChar = {
	["profileKeys"] = {
		["风起春城暮 - 亡语者"] = "风起春城暮 - 亡语者",
	},
	["char"] = {
		["风起春城暮 - 亡语者"] = {
			["logs"] = {
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "悄悄话",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 21:35:08。",
						}, -- [1]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588858931,
							["arg1"] = "来吧，淹死吧。",
						}, -- [2]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588858997,
							["arg1"] = "逃……逃吧。你终将侍奉我。",
						}, -- [3]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588859116,
							["arg1"] = "睁开你的眼睛。",
						}, -- [4]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588859185,
							["arg1"] = "逃……逃吧。你终将侍奉我。",
						}, -- [5]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588859321,
							["arg1"] = "睁开你的眼睛。",
						}, -- [6]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588859391,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [7]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588860288,
							["arg1"] = "你让你真正的主人失望了。",
						}, -- [8]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588860336,
							["arg1"] = "进入我的国度……证明你们的价值。",
						}, -- [9]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588860435,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [10]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588862697,
							["arg1"] = "一个陨落，又有一千个代替它。",
						}, -- [11]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588862883,
							["arg1"] = "你在抵抗注定的命运。",
						}, -- [12]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588863049,
							["arg1"] = "接受我的赐福，就能揭晓所有真相。",
						}, -- [13]
						{
							["arg1"] = " ",
						}, -- [14]
						{
							["arg1"] = " ",
						}, -- [15]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 21:26:52。",
						}, -- [16]
						{
							["arg2"] = "|Kq8|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1588944797,
							["arg1"] = "小猫",
						}, -- [17]
						{
							["arg2"] = "|Kq8|k",
							["type"] = "BN_WHISPER",
							["time"] = 1588944838,
							["arg1"] = "啊",
						}, -- [18]
						{
							["arg2"] = "|Kq8|k",
							["type"] = "BN_WHISPER",
							["time"] = 1588944849,
							["arg1"] = "怎么了 小美人",
						}, -- [19]
						{
							["arg2"] = "|Kq8|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1588944854,
							["arg1"] = "低保？",
						}, -- [20]
						{
							["arg2"] = "|Kq8|k",
							["type"] = "BN_WHISPER",
							["time"] = 1588944863,
							["arg1"] = "走啊",
						}, -- [21]
						{
							["arg2"] = "|Kq8|k",
							["type"] = "BN_WHISPER",
							["time"] = 1588944877,
							["arg1"] = "熊宝？",
						}, -- [22]
						{
							["arg2"] = "|Kq8|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1588944888,
							["arg1"] = "他在等空投 等等",
						}, -- [23]
						{
							["arg2"] = "|Kq8|k",
							["type"] = "BN_WHISPER",
							["time"] = 1588944893,
							["arg1"] = "好",
						}, -- [24]
						{
							["arg1"] = " ",
						}, -- [25]
						{
							["arg1"] = " ",
						}, -- [26]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 22:12:22。",
						}, -- [27]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588947720,
							["arg1"] = "睁开你的眼睛。",
						}, -- [28]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588947787,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [29]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588948302,
							["arg1"] = "进入我的国度……证明你们的价值。",
						}, -- [30]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588948422,
							["arg1"] = "你们的眼睛……闭上了。",
						}, -- [31]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588948675,
							["arg1"] = "来吧，淹死吧。",
						}, -- [32]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588948753,
							["arg1"] = "你们的眼睛……闭上了。",
						}, -- [33]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588948888,
							["arg1"] = "睁开你的眼睛。",
						}, -- [34]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588948965,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [35]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588949195,
							["arg1"] = "很好，我的选民。你们证明了自己有资格接受我的馈赠。",
						}, -- [36]
						{
							["arg1"] = " ",
						}, -- [37]
						{
							["arg1"] = " ",
						}, -- [38]
						{
							["arg1"] = "记录开始于 05/08/2020 的 22:49:32。",
							["type"] = "SYSTEM",
						}, -- [39]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588949619,
							["arg1"] = "来吧，淹死吧。",
						}, -- [40]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588949700,
							["arg1"] = "你们的眼睛……闭上了。",
						}, -- [41]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588950675,
							["arg1"] = "来吧，淹死吧。",
						}, -- [42]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588950750,
							["arg1"] = "你们的眼睛……闭上了。",
						}, -- [43]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588951208,
							["arg1"] = "睁开你的眼睛。",
						}, -- [44]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588951319,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [45]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588951334,
							["arg1"] = "你无法逃脱命运。",
						}, -- [46]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588951554,
							["arg1"] = "很好，我的选民。你们证明了自己有资格接受我的馈赠。",
						}, -- [47]
						{
							["arg1"] = " ",
						}, -- [48]
						{
							["arg1"] = " ",
						}, -- [49]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 20:13:03。",
						}, -- [50]
						{
							["arg2"] = "歼灭者拉克哈尔",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589026707,
							["arg1"] = "痛苦在等待着你！",
						}, -- [51]
						{
							["arg2"] = "歼灭者拉克哈尔",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589026721,
							["arg1"] = "永恒的……痛苦……",
						}, -- [52]
						{
							["arg2"] = "屠戮者西克沃斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589027144,
							["arg1"] = "你必将破碎！",
						}, -- [53]
						{
							["arg2"] = "屠戮者西克沃斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589027172,
							["arg1"] = "尼奥罗萨……已经归来……",
						}, -- [54]
						{
							["arg2"] = "无光者维兹奥克",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589027397,
							["arg1"] = "跪倒在恩佐斯面前！",
						}, -- [55]
						{
							["arg2"] = "无光者维兹奥克",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589027430,
							["arg1"] = "一切……都将……灭亡……",
						}, -- [56]
						{
							["arg2"] = "|Kq58|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589028095,
							["arg1"] = "?",
						}, -- [57]
						{
							["arg1"] = " ",
						}, -- [58]
						{
							["arg1"] = " ",
						}, -- [59]
						{
							["arg1"] = "记录开始于 05/09/2020 的 20:41:55。",
							["type"] = "SYSTEM",
						}, -- [60]
						{
							["arg2"] = "|Kq58|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589028140,
							["arg1"] = "你今天怀旧团？",
						}, -- [61]
						{
							["arg2"] = "|Kq58|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589028239,
							["arg1"] = "有事?",
						}, -- [62]
						{
							["arg1"] = " ",
						}, -- [63]
						{
							["arg1"] = " ",
						}, -- [64]
						{
							["arg1"] = "记录开始于 05/09/2020 的 22:23:20。",
							["type"] = "SYSTEM",
						}, -- [65]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589034888,
							["arg1"] = "睁开你的眼睛。",
						}, -- [66]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589034987,
							["arg1"] = "逃……逃吧。你终将侍奉我。",
						}, -- [67]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589035653,
							["arg1"] = "睁开你的眼睛。",
						}, -- [68]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589035731,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [69]
						{
							["arg1"] = " ",
						}, -- [70]
						{
							["arg1"] = " ",
						}, -- [71]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 23:02:08。",
						}, -- [72]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589036694,
							["arg1"] = "你让你真正的主人失望了。",
						}, -- [73]
						{
							["arg2"] = "|Kq127|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589036717,
							["arg1"] = "多久",
						}, -- [74]
						{
							["arg2"] = "|Kq127|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589036718,
							["arg1"] = "<Deadly Boss Mods> 风起春城暮正在与史诗+ (19) - 孢子召唤师赞查交战，（当前37%，5/5存活）",
						}, -- [75]
						{
							["arg2"] = "|Kq127|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589036721,
							["arg1"] = "等下借我个团",
						}, -- [76]
						{
							["arg2"] = "|Kq127|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589036796,
							["arg1"] = "<DBM> 风起春城暮已在史诗+ (19) - 孢子召唤师赞查的战斗中取得胜利！总计1次胜利。",
						}, -- [77]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589037066,
							["arg1"] = "进入我的国度……证明你们的价值。",
						}, -- [78]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589037181,
							["arg1"] = "逃……逃吧。你终将侍奉我。",
						}, -- [79]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589037349,
							["arg1"] = "来吧，淹死吧。",
						}, -- [80]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589037430,
							["arg1"] = "你们的眼睛……闭上了。",
						}, -- [81]
						{
							["arg1"] = " ",
						}, -- [82]
						{
							["arg1"] = " ",
						}, -- [83]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 23:28:14。",
						}, -- [84]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589038549,
							["arg1"] = "睁开你的眼睛。",
						}, -- [85]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589038620,
							["arg1"] = "逃……逃吧。你终将侍奉我。",
						}, -- [86]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589039118,
							["arg1"] = "进入我的国度……证明你们的价值。",
						}, -- [87]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589039216,
							["arg1"] = "你们的眼睛……闭上了。",
						}, -- [88]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589039332,
							["arg1"] = "来吧，淹死吧。",
						}, -- [89]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589039398,
							["arg1"] = "你们的眼睛……闭上了。",
						}, -- [90]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589040136,
							["arg1"] = "进入我的国度……证明你们的价值。",
						}, -- [91]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589040206,
							["arg1"] = "你们的眼睛……闭上了。",
						}, -- [92]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589040431,
							["arg1"] = "你让你真正的主人失望了。",
						}, -- [93]
						{
							["arg1"] = " ",
						}, -- [94]
						{
							["arg1"] = " ",
						}, -- [95]
						{
							["arg1"] = "记录开始于 05/10/2020 的 22:41:38。",
							["type"] = "SYSTEM",
						}, -- [96]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589122744,
							["arg1"] = "来吧，淹死吧。",
						}, -- [97]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589122825,
							["arg1"] = "逃……逃吧。你终将侍奉我。",
						}, -- [98]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589123989,
							["arg1"] = "来吧，淹死吧。",
						}, -- [99]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589124087,
							["arg1"] = "你们的眼睛……闭上了。",
						}, -- [100]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589124148,
							["arg1"] = "来吧，淹死吧。",
						}, -- [101]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589124200,
							["arg1"] = "逃……逃吧。你终将侍奉我。",
						}, -- [102]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589124209,
							["arg1"] = "你无法逃脱命运。",
						}, -- [103]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589124337,
							["arg1"] = "你无法逃脱命运。",
						}, -- [104]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589124400,
							["arg1"] = "你让你真正的主人失望了。",
						}, -- [105]
						{
							["arg1"] = " ",
						}, -- [106]
						{
							["arg1"] = " ",
						}, -- [107]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/11/2020 的 19:39:05。",
						}, -- [108]
						{
							["arg2"] = "|Kq31|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589197200,
							["arg1"] = "1",
						}, -- [109]
						{
							["arg2"] = "|Kq31|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589197211,
							["arg1"] = "等下 我进组 组你",
						}, -- [110]
						{
							["arg1"] = " ",
						}, -- [111]
						{
							["arg1"] = " ",
						}, -- [112]
						{
							["arg1"] = "记录开始于 05/11/2020 的 19:55:19。",
							["type"] = "SYSTEM",
						}, -- [113]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "WHISPER_INFORM",
							["time"] = 1589198343,
							["arg1"] = "打完带我DH打个？",
							["clColor"] = "ffa22fc8",
						}, -- [114]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "WHISPER",
							["time"] = 1589198364,
							["arg1"] = "可以",
							["clColor"] = "ffa22fc8",
						}, -- [115]
						{
							["arg2"] = "腐蚀者恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589198967,
							["arg1"] = "你们经历的幻象，既是过去……也是未来。",
						}, -- [116]
						{
							["arg2"] = "腐蚀者恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589198978,
							["arg1"] = "我的帝国是这个世界的唯一归宿。",
						}, -- [117]
						{
							["arg2"] = "腐蚀者恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589199173,
							["arg1"] = "黑暗帝国在你眼中绵延。加入吧，成为新时代的先锋。",
						}, -- [118]
						{
							["arg2"] = "腐蚀者恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589199688,
							["arg1"] = "抗拒是你的天性。来吧，接受命运。",
						}, -- [119]
						{
							["arg2"] = "腐蚀者恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589200708,
							["arg1"] = "看，我的帝国将吞噬你的现实。很快，万物都将归一。",
						}, -- [120]
						{
							["arg1"] = " ",
						}, -- [121]
						{
							["arg1"] = " ",
						}, -- [122]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/12/2020 的 19:52:16。",
						}, -- [123]
						{
							["arg2"] = "迦陵晚-奥妮克希亚",
							["type"] = "WHISPER",
							["time"] = 1589285209,
							["arg1"] = "<大脚团队提示>欢迎加入本团队，希望我们合作愉快，拥有一次快乐的冒险旅程。",
							["clColor"] = "ffa9d271",
						}, -- [124]
						{
							["arg2"] = "腐蚀者恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589285362,
							["arg1"] = "来吧，我的选民。见证这个世界的命运。",
						}, -- [125]
						{
							["arg2"] = "腐蚀者恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589285371,
							["arg1"] = "你们眼前的，就是命运的使者。",
						}, -- [126]
						{
							["arg2"] = "腐蚀者恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589285652,
							["arg1"] = "你们经历的幻象，既是过去……也是未来。",
						}, -- [127]
						{
							["arg2"] = "腐蚀者恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589285663,
							["arg1"] = "我的帝国是这个世界的唯一归宿。",
						}, -- [128]
						{
							["arg2"] = "腐蚀者恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589285851,
							["arg1"] = "看，我的帝国将吞噬你的现实。很快，万物都将归一。",
						}, -- [129]
						{
							["arg2"] = "腐蚀者恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589286460,
							["arg1"] = "抗拒是你的天性。来吧，接受命运。",
						}, -- [130]
						{
							["arg2"] = "伊格诺斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589287498,
							["arg1"] = "你们目睹的是我的血肉。",
						}, -- [131]
						{
							["arg2"] = "伊格诺斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589287591,
							["arg1"] = "区区蝼蚁，只会壮大我的完美之躯。",
						}, -- [132]
						{
							["arg2"] = "伊格诺斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589287864,
							["arg1"] = "那些被你们撕开的血肉，微不足道。",
						}, -- [133]
						{
							["arg2"] = "伊格诺斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589287874,
							["arg1"] = "我远超你们想象。",
						}, -- [134]
						{
							["arg2"] = "伊格诺斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589288026,
							["arg1"] = "我是你们心中的黑暗。上前来，接受我。",
						}, -- [135]
						{
							["arg2"] = "伊格诺斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589288364,
							["arg1"] = "血肉微不足道，我就是永恒。",
						}, -- [136]
						{
							["arg2"] = "舞影蔓蔓-回音山",
							["type"] = "WHISPER",
							["time"] = 1589288378,
							["arg1"] = "大哥|cffa335ee|Hitem:174532::::::::120:257::5:7:4823:6578:6579:6562:6515:1502:4786:::|h[脓液之刺指环]|h|r要吗？跪求",
							["clColor"] = "fffefefe",
						}, -- [137]
						{
							["arg2"] = "Bloodypyre-伊利丹",
							["type"] = "WHISPER",
							["time"] = 1589288383,
							["arg1"] = "球戒指~",
							["clColor"] = "ff3ec5e9",
						}, -- [138]
						{
							["arg2"] = "迦陵晚-奥妮克希亚",
							["type"] = "WHISPER",
							["time"] = 1589288394,
							["arg1"] = "您好请问 |cffa335ee|Hitem:174532::::::::120:253::5:7:4823:6578:6579:6562:6515:1502:4786:::|h[脓液之刺指环]|h|r 需求吗求一下周2开团不易谢谢啦..",
							["clColor"] = "ffa9d271",
						}, -- [139]
						{
							["arg2"] = "迦陵晚-奥妮克希亚",
							["type"] = "WHISPER_INFORM",
							["time"] = 1589288404,
							["arg1"] = "给人了",
							["clColor"] = "ffa9d271",
						}, -- [140]
						{
							["arg2"] = "舞影蔓蔓-回音山",
							["type"] = "WHISPER",
							["time"] = 1589288406,
							["arg1"] = "谢谢大哥",
							["clColor"] = "fffefefe",
						}, -- [141]
						{
							["arg2"] = "Bloodypyre-伊利丹",
							["type"] = "WHISPER_INFORM",
							["time"] = 1589288408,
							["arg1"] = "给人了",
							["clColor"] = "ff3ec5e9",
						}, -- [142]
						{
							["arg2"] = "伊格诺斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589288483,
							["arg1"] = "你永远别想摆脱我。",
						}, -- [143]
						{
							["arg2"] = "|Kq5|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589288727,
							["arg1"] = "多少的啊  还没出来",
						}, -- [144]
						{
							["arg2"] = "|Kq5|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589288834,
							["arg1"] = "因为16的 被我戒律玩黑呀",
						}, -- [145]
						{
							["arg2"] = "|Kq5|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589288834,
							["arg1"] = "<Deadly Boss Mods> 风起春城暮正在与英雄 - 伊格诺斯，重生之蚀交战，（当前99% (已消灭0/4个首领)，29/29存活）",
						}, -- [146]
						{
							["arg2"] = "|Kq5|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589289170,
							["arg1"] = "<DBM> 风起春城暮已在英雄 - 伊格诺斯，重生之蚀的战斗中取得胜利！总计1次胜利。",
						}, -- [147]
						{
							["arg1"] = " ",
						}, -- [148]
						{
							["arg1"] = " ",
						}, -- [149]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/13/2020 的 22:43:22。",
						}, -- [150]
						{
							["arg2"] = "|Kq10|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589381334,
							["arg1"] = "还没打完啊…… ",
						}, -- [151]
						{
							["arg2"] = "|Kq10|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589381350,
							["arg1"] = "尾王了  今天组了一堆小号",
						}, -- [152]
						{
							["arg2"] = "|Kq10|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589384294,
							["arg1"] = "ac + 97140 2",
						}, -- [153]
						{
							["arg2"] = "黄防护服黄-凤凰之神",
							["type"] = "WHISPER",
							["time"] = 1589385204,
							["arg1"] = "风起春城暮 谢谢你复活我-3-",
							["clColor"] = "fffe7b09",
						}, -- [154]
						{
							["arg1"] = " ",
						}, -- [155]
						{
							["arg1"] = " ",
						}, -- [156]
						{
							["arg1"] = "记录开始于 05/14/2020 的 07:29:56。",
							["type"] = "SYSTEM",
						}, -- [157]
						{
							["arg2"] = "|Kq59|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589412658,
							["arg1"] = "|Hitem:158314::::::::120:253::35:8:6536:6578:6579:6485:6461:6513:1647:4786:::|h[可疑忠诚印戒]|h6不6",
						}, -- [158]
						{
							["arg2"] = "|Kq59|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589412681,
							["arg1"] = "emmmm",
						}, -- [159]
						{
							["arg2"] = "|Kq59|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589412704,
							["arg1"] = "|Hitem:160214::::::::120:105::35:8:6536:6578:6579:6475:6462:6515:1647:4786:::|h[崇圣迅猛龙皮护腕]|h",
						}, -- [160]
						{
							["arg2"] = "|Kq12|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589412716,
							["arg1"] = "|Hitem:160214::::::::120:105::35:8:6536:6578:6579:6475:6462:6515:1647:4786:::|h[崇圣迅猛龙皮护腕]|h",
						}, -- [161]
						{
							["arg2"] = "|Kq12|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589412745,
							["arg1"] = "|Hitem:159669::::::::120:267::35:9:6536:42:6578:6579:6483:6453:6515:1647:4786:::|h[索林娜的警醒藏品]|h",
						}, -- [162]
						{
							["arg2"] = "|Kq12|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589412760,
							["arg1"] = "|Hitem:159669::::::::120:267::35:9:6536:42:6578:6579:6483:6453:6515:1647:4786:::|h[索林娜的警醒藏品]|h",
						}, -- [163]
						{
							["arg2"] = "|Kq12|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589413088,
							["arg1"] = "我现在能穿2级精通3级全能6级急速6级触发急速…… ",
						}, -- [164]
						{
							["arg2"] = "|Kq12|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589413094,
							["arg1"] = "然后腐蚀74点…… ",
						}, -- [165]
						{
							["arg2"] = "|Kq12|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589413112,
							["arg1"] = "不穿触发急速的话就只有4点腐蚀",
						}, -- [166]
						{
							["arg1"] = " ",
						}, -- [167]
						{
							["arg1"] = " ",
						}, -- [168]
						{
							["arg1"] = "记录开始于 05/14/2020 的 12:26:58。",
							["type"] = "SYSTEM",
						}, -- [169]
						{
							["arg2"] = "感染者阿克斯科夫",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589431195,
							["arg1"] = "他将触及一切！",
						}, -- [170]
						{
							["arg2"] = "感染者阿克斯科夫",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589431217,
							["arg1"] = "无处……可逃……",
						}, -- [171]
						{
							["arg2"] = "奴隶主奥洛克",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589431542,
							["arg1"] = "很快你就会乞求侍奉恩佐斯！",
						}, -- [172]
						{
							["arg2"] = "奴隶主奥洛克",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589431572,
							["arg1"] = "万物……终将……臣服……",
						}, -- [173]
						{
							["arg1"] = " ",
						}, -- [174]
						{
							["arg1"] = " ",
						}, -- [175]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/14/2020 的 14:49:05。",
						}, -- [176]
						{
							["arg2"] = "|Kq105|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589439083,
							["arg1"] = "=w 刷完这几个mc",
						}, -- [177]
						{
							["arg2"] = "|Kq105|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589439092,
							["arg1"] = "我现在和R打本去了",
						}, -- [178]
						{
							["arg2"] = "|Kq105|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589439094,
							["arg1"] = "不急",
						}, -- [179]
						{
							["arg1"] = " ",
						}, -- [180]
						{
							["arg1"] = " ",
						}, -- [181]
						{
							["arg1"] = "记录开始于 05/14/2020 的 14:57:28。",
							["type"] = "SYSTEM",
						}, -- [182]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589439867,
							["arg1"] = "睁开你的眼睛。",
						}, -- [183]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589439961,
							["arg1"] = "你们的眼睛……闭上了。",
						}, -- [184]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589440920,
							["arg1"] = "进入我的国度……证明你们的价值。",
						}, -- [185]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589440984,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [186]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589441002,
							["arg1"] = "来吧，淹死吧。",
						}, -- [187]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589441088,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [188]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589441341,
							["arg1"] = "你无法逃脱命运。",
						}, -- [189]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589441474,
							["arg1"] = "很好，我的选民。你们证明了自己有资格接受我的馈赠。",
						}, -- [190]
						{
							["arg1"] = " ",
						}, -- [191]
						{
							["arg1"] = " ",
						}, -- [192]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/14/2020 的 20:03:40。",
						}, -- [193]
						{
							["arg2"] = "|Kq3|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589458228,
							["arg1"] = "R    帮我毛个武器…… ",
						}, -- [194]
						{
							["arg2"] = "|Kq3|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589458329,
							["arg1"] = "啥",
						}, -- [195]
						{
							["arg2"] = "提拉宋·萨瑟利尔",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589458521,
							["arg1"] = "|TInterface\\Icons\\Ability_Rogue_ShadowStrikes:20|t%s使用|cFFFF0000|Hspell:191941|h[黑暗打击]|h|r强化了自身的力量！",
						}, -- [196]
						{
							["arg1"] = " ",
						}, -- [197]
						{
							["arg1"] = " ",
						}, -- [198]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/14/2020 的 21:10:33。",
						}, -- [199]
						{
							["arg2"] = "|Kq21|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589462045,
							["arg1"] = "你神庙打的好快啊",
						}, -- [200]
						{
							["arg2"] = "|Kq21|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589462963,
							["arg1"] = "我已经打了2个了",
						}, -- [201]
						{
							["arg2"] = "|Kq21|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589462975,
							["arg1"] = "20神庙 18阿塔",
						}, -- [202]
						{
							["arg2"] = "|Kq21|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589463014,
							["arg1"] = "你好快啊",
						}, -- [203]
						{
							["arg2"] = "|Kq21|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589463019,
							["arg1"] = "...",
						}, -- [204]
						{
							["arg1"] = " ",
						}, -- [205]
						{
							["arg1"] = " ",
						}, -- [206]
						{
							["arg1"] = "记录开始于 05/14/2020 的 21:32:03。",
							["type"] = "SYSTEM",
						}, -- [207]
						{
							["arg2"] = "|Kq21|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589463470,
							["arg1"] = "噬魂刷声望是一定要M难度吗？",
						}, -- [208]
						{
							["arg2"] = "|Kq21|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589463471,
							["arg1"] = "<Deadly Boss Mods> Rikii正在与史诗+ (14) - 长者莉娅克萨交战，（当前94%，5/5存活）",
						}, -- [209]
						{
							["arg2"] = "|Kq21|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589463510,
							["arg1"] = "<DBM> Rikii已在史诗+ (14) - 长者莉娅克萨的战斗中取得胜利！",
						}, -- [210]
						{
							["arg2"] = "|Kq21|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589464877,
							["arg1"] = "wa一下有一下没有",
						}, -- [211]
						{
							["arg2"] = "|Kq21|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589465757,
							["arg1"] = "打了阿塔8.8 dps排第三",
						}, -- [212]
						{
							["arg1"] = " ",
						}, -- [213]
						{
							["arg1"] = " ",
						}, -- [214]
						{
							["arg1"] = "记录开始于 05/15/2020 的 21:54:54。",
							["type"] = "SYSTEM",
						}, -- [215]
						{
							["arg2"] = "蔷小薇-冰风岗",
							["type"] = "WHISPER",
							["time"] = 1589551922,
							["arg1"] = "爸爸 你怎么做到的",
							["clColor"] = "fff38bb9",
						}, -- [216]
						{
							["arg2"] = "蔷小薇-冰风岗",
							["type"] = "WHISPER_INFORM",
							["time"] = 1589551922,
							["arg1"] = "BadBoy_Levels: You do not meet the requirements to whisper me.",
							["clColor"] = "fff38bb9",
						}, -- [217]
						{
							["arg2"] = "蔷小薇-冰风岗",
							["type"] = "WHISPER",
							["time"] = 1589551931,
							["arg1"] = "，",
							["clColor"] = "fff38bb9",
						}, -- [218]
						{
							["arg2"] = "蔷小薇-冰风岗",
							["type"] = "WHISPER_INFORM",
							["time"] = 1589552322,
							["arg1"] = "|cff0070dd|Hitem:115506::::::::120:105::::::|h[屠树者的伪装]|h|r|cffa335ee|Hitem:140231::::::::120:105::::::|h[娜茜萨的镜子]|h|r",
							["clColor"] = "fff38bb9",
						}, -- [219]
						{
							["arg2"] = "蔷小薇-冰风岗",
							["type"] = "WHISPER",
							["time"] = 1589552333,
							["arg1"] = "啊？",
							["clColor"] = "fff38bb9",
						}, -- [220]
						{
							["arg2"] = "蔷小薇-冰风岗",
							["type"] = "WHISPER_INFORM",
							["time"] = 1589552353,
							["arg1"] = "你之前问我宠物怎么变得  没看见",
							["clColor"] = "fff38bb9",
						}, -- [221]
						{
							["arg2"] = "蔷小薇-冰风岗",
							["type"] = "WHISPER",
							["time"] = 1589552366,
							["arg1"] = "。。。",
							["clColor"] = "fff38bb9",
						}, -- [222]
						{
							["arg2"] = "蔷小薇-冰风岗",
							["type"] = "WHISPER",
							["time"] = 1589552373,
							["arg1"] = "嘿嘿",
							["clColor"] = "fff38bb9",
						}, -- [223]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589553319,
							["arg1"] = "进入我的国度……证明你们的价值。",
						}, -- [224]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589553441,
							["arg1"] = "你们的眼睛……闭上了。",
						}, -- [225]
						{
							["arg2"] = "|Kq13|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589553565,
							["arg1"] = "全场死了3个人",
						}, -- [226]
						{
							["arg2"] = "|Kq13|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589553566,
							["arg1"] = "<Deadly Boss Mods> 风起春城暮正在与史诗+ (19) - 阿德里斯和阿斯匹克斯交战，（当前65%，4/5存活）",
						}, -- [227]
						{
							["arg2"] = "|Kq13|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589553574,
							["arg1"] = "全是我",
						}, -- [228]
						{
							["arg1"] = " ",
						}, -- [229]
						{
							["arg1"] = " ",
						}, -- [230]
						{
							["arg1"] = "记录开始于 05/15/2020 的 22:47:30。",
							["type"] = "SYSTEM",
						}, -- [231]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589554132,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [232]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589555258,
							["arg1"] = "睁开你的眼睛。",
						}, -- [233]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589555332,
							["arg1"] = "你让你真正的主人失望了。",
						}, -- [234]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589555352,
							["arg1"] = "逃……逃吧。你终将侍奉我。",
						}, -- [235]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589555474,
							["arg1"] = "来吧，淹死吧。",
						}, -- [236]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589555570,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [237]
						{
							["arg1"] = " ",
						}, -- [238]
						{
							["arg1"] = " ",
						}, -- [239]
						{
							["arg1"] = "记录开始于 05/16/2020 的 11:10:37。",
							["type"] = "SYSTEM",
						}, -- [240]
					},
				}, -- [1]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "团队",
					["logs"] = {
						{
							["arg2"] = "贪食的拉尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589440223,
							["arg1"] = "都来厨房！",
						}, -- [1]
						{
							["arg2"] = "贪食的拉尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589440252,
							["arg1"] = "美味多汁！",
						}, -- [2]
						{
							["arg2"] = "贪食的拉尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589440267,
							["arg1"] = "都来厨房！",
						}, -- [3]
						{
							["arg2"] = "贪食的拉尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589440287,
							["arg1"] = "真是……甜美的……痛楚……",
						}, -- [4]
						{
							["arg2"] = "魂缚巨像",
							["type"] = "MONSTER_YELL",
							["time"] = 1589440457,
							["arg1"] = "快逃！希望之光早已泯灭！",
						}, -- [5]
						{
							["arg2"] = "魂缚巨像",
							["type"] = "MONSTER_YELL",
							["time"] = 1589440465,
							["arg1"] = "荆棘想夺取你的灵魂！",
						}, -- [6]
						{
							["arg2"] = "魂缚巨像",
							["type"] = "MONSTER_YELL",
							["time"] = 1589440487,
							["arg1"] = "当心荆棘！",
						}, -- [7]
						{
							["arg2"] = "魂缚巨像",
							["type"] = "MONSTER_YELL",
							["time"] = 1589440509,
							["arg1"] = "当心荆棘！",
						}, -- [8]
						{
							["arg2"] = "魂缚巨像",
							["type"] = "MONSTER_YELL",
							["time"] = 1589440531,
							["arg1"] = "荆棘想夺取你的灵魂！",
						}, -- [9]
						{
							["arg2"] = "魂缚巨像",
							["type"] = "MONSTER_YELL",
							["time"] = 1589440552,
							["arg1"] = "谢谢……你……",
						}, -- [10]
						{
							["arg2"] = "女巫索林娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1589440678,
							["arg1"] = "你的力量在这里一无是处！",
						}, -- [11]
						{
							["arg2"] = "女巫索林娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1589440689,
							["arg1"] = "你现在归我了！",
						}, -- [12]
						{
							["arg2"] = "女巫索林娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1589440713,
							["arg1"] = "你现在归我了！",
						}, -- [13]
						{
							["arg2"] = "女巫马拉迪",
							["type"] = "MONSTER_YELL",
							["time"] = 1589440716,
							["arg1"] = "你已经用过一次了！",
						}, -- [14]
						{
							["arg2"] = "女巫马拉迪",
							["type"] = "MONSTER_YELL",
							["time"] = 1589440725,
							["arg1"] = "哈哈哈，你即将毁灭！",
						}, -- [15]
						{
							["arg2"] = "女巫布里亚",
							["type"] = "MONSTER_YELL",
							["time"] = 1589440739,
							["arg1"] = "把水晶给我，姐妹！",
						}, -- [16]
						{
							["arg2"] = "女巫布里亚",
							["type"] = "MONSTER_YELL",
							["time"] = 1589440748,
							["arg1"] = "你越是挣扎，血痕就越多。",
						}, -- [17]
						{
							["arg2"] = "女巫索林娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1589440757,
							["arg1"] = "把水晶给我，你这蠢货！只有我才能驾驭它的力量！",
						}, -- [18]
						{
							["arg2"] = "女巫索林娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1589440768,
							["arg1"] = "跳舞吧，玩偶！跳舞吧！",
						}, -- [19]
						{
							["arg2"] = "女巫索林娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1589440769,
							["arg1"] = "死亡也无法让我沉默……",
						}, -- [20]
						{
							["arg2"] = "女巫马拉迪",
							["type"] = "MONSTER_YELL",
							["time"] = 1589440772,
							["arg1"] = "你已经用过一次了！",
						}, -- [21]
						{
							["arg2"] = "女巫马拉迪",
							["type"] = "MONSTER_YELL",
							["time"] = 1589440780,
							["arg1"] = "就算我的身躯破碎……我的咒语……依旧存续……",
						}, -- [22]
						{
							["arg2"] = "女巫布里亚",
							["type"] = "MONSTER_YELL",
							["time"] = 1589440783,
							["arg1"] = "把水晶给我，姐妹！",
						}, -- [23]
						{
							["arg2"] = "女巫布里亚",
							["type"] = "MONSTER_YELL",
							["time"] = 1589440791,
							["arg1"] = "我的草根会再度发芽……",
						}, -- [24]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589440920,
							["arg1"] = "进入我的国度……证明你们的价值。",
						}, -- [25]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589440984,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [26]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589441002,
							["arg1"] = "来吧，淹死吧。",
						}, -- [27]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589441088,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [28]
						{
							["arg2"] = "维克雷斯夫人",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441148,
							["arg1"] = "老公，好好招待客人。",
						}, -- [29]
						{
							["arg2"] = "维克雷斯勋爵",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441159,
							["arg1"] = "溃烂！",
						}, -- [30]
						{
							["arg2"] = "维克雷斯夫人",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441167,
							["arg1"] = "不！你不能夺走他！",
						}, -- [31]
						{
							["arg2"] = "维克雷斯勋爵",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441175,
							["arg1"] = "凋零！",
						}, -- [32]
						{
							["arg2"] = "维克雷斯夫人",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441190,
							["arg1"] = "不！你不能夺走他！",
						}, -- [33]
						{
							["arg2"] = "维克雷斯勋爵",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441192,
							["arg1"] = "凋零！",
						}, -- [34]
						{
							["arg2"] = "维克雷斯勋爵",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441209,
							["arg1"] = "凋零！",
						}, -- [35]
						{
							["arg2"] = "维克雷斯夫人",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441212,
							["arg1"] = "不！你不能夺走他！",
						}, -- [36]
						{
							["arg2"] = "维克雷斯勋爵",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441225,
							["arg1"] = "溃烂！",
						}, -- [37]
						{
							["arg2"] = "维克雷斯勋爵",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441240,
							["arg1"] = "凋零！",
						}, -- [38]
						{
							["arg2"] = "维克雷斯夫人",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441256,
							["arg1"] = "至死不渝……",
						}, -- [39]
						{
							["arg2"] = "高莱克·图尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441261,
							["arg1"] = "目光短浅的凡人，死亡是无法阻止的。",
						}, -- [40]
						{
							["arg2"] = "高莱克·图尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441270,
							["arg1"] = "你们杀死维克雷斯夫人，反而为我打开了通往你们世界的大门。",
						}, -- [41]
						{
							["arg2"] = "高莱克·图尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441281,
							["arg1"] = "现在，你们的噩梦才刚刚开始。",
						}, -- [42]
						{
							["arg2"] = "高莱克·图尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441341,
							["arg1"] = "死亡会吞噬一切！",
						}, -- [43]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589441341,
							["arg1"] = "你无法逃脱命运。",
						}, -- [44]
						{
							["arg2"] = "审判官约里克",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441345,
							["arg1"] = "快！烧掉它！",
						}, -- [45]
						{
							["arg2"] = "审判官约里克",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441363,
							["arg1"] = "快！烧掉它！",
						}, -- [46]
						{
							["arg2"] = "高莱克·图尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441366,
							["arg1"] = "起来吧！",
						}, -- [47]
						{
							["arg2"] = "审判官约里克",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441380,
							["arg1"] = "快！烧掉它！",
						}, -- [48]
						{
							["arg2"] = "高莱克·图尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441394,
							["arg1"] = "起来吧！",
						}, -- [49]
						{
							["arg2"] = "审判官约里克",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441402,
							["arg1"] = "快！烧掉它！",
						}, -- [50]
						{
							["arg2"] = "审判官约里克",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441419,
							["arg1"] = "快！烧掉它！",
						}, -- [51]
						{
							["arg2"] = "高莱克·图尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441422,
							["arg1"] = "起来吧！",
						}, -- [52]
						{
							["arg2"] = "审判官约里克",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441438,
							["arg1"] = "快！烧掉它！",
						}, -- [53]
						{
							["arg2"] = "高莱克·图尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441451,
							["arg1"] = "起来吧！",
						}, -- [54]
						{
							["arg2"] = "审判官约里克",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441459,
							["arg1"] = "快！在德鲁斯特之王复活它们之前烧掉它们！",
						}, -- [55]
						{
							["arg2"] = "高莱克·图尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441474,
							["arg1"] = "死亡……困不住我……",
						}, -- [56]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589441474,
							["arg1"] = "很好，我的选民。你们证明了自己有资格接受我的馈赠。",
						}, -- [57]
						{
							["arg1"] = " ",
						}, -- [58]
						{
							["arg1"] = " ",
						}, -- [59]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/14/2020 的 20:03:40。",
						}, -- [60]
						{
							["arg2"] = "提拉宋·萨瑟利尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458418,
							["arg1"] = "我很好奇，这个池子会向你展现什么秘密，德兰妮。",
						}, -- [61]
						{
							["arg2"] = "德兰妮·语风",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458438,
							["arg1"] = "我没有错，提拉宋。你和你的同伙才是罪有应得！",
						}, -- [62]
						{
							["arg2"] = "提拉宋·萨瑟利尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458448,
							["arg1"] = "罪行？我们的罪行就是为了拯救这个世界牺牲了一切。",
						}, -- [63]
						{
							["arg2"] = "提拉宋·萨瑟利尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458456,
							["arg1"] = "我们在为伊利丹而战，而你则将世界上的恶棍永远囚禁在这里。后来，你又囚禁了我们。",
						}, -- [64]
						{
							["arg2"] = "德兰妮·语风",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458464,
							["arg1"] = "我们保护生命，这通常都很危险，有时还会付出高昂的代价。",
						}, -- [65]
						{
							["arg2"] = "提拉宋·萨瑟利尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458473,
							["arg1"] = "你竟然还敢跟我谈牺牲？",
						}, -- [66]
						{
							["arg2"] = "提拉宋·萨瑟利尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458477,
							["arg1"] = "我献出了我的血肉，我的灵魂；族人却把我视为怪物。",
						}, -- [67]
						{
							["arg2"] = "提拉宋·萨瑟利尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458484,
							["arg1"] = "我又得到了什么？来自我“姐妹”的永恒痛苦。",
						}, -- [68]
						{
							["arg2"] = "德兰妮·语风",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458491,
							["arg1"] = "我只想服务我的人民，我的女神。我不在乎个人利益或是荣耀。",
						}, -- [69]
						{
							["arg2"] = "德兰妮·语风",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458498,
							["arg1"] = "当你站在那里，沉醉于燃烧军团的力量时，你还能这么说吗？",
						}, -- [70]
						{
							["arg2"] = "提拉宋·萨瑟利尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458506,
							["arg1"] = "我为人民而战，为那些被放逐和唾弃的人而战。",
						}, -- [71]
						{
							["arg2"] = "提拉宋·萨瑟利尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458511,
							["arg1"] = "我要杀了你和你的同谋，然后实现我导师的梦想。",
						}, -- [72]
						{
							["arg2"] = "提拉宋·萨瑟利尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458515,
							["arg1"] = "重返战场，感觉真不错。",
						}, -- [73]
						{
							["arg2"] = "提拉宋·萨瑟利尔",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589458521,
							["arg1"] = "|TInterface\\Icons\\Ability_Rogue_ShadowStrikes:20|t%s使用|cFFFF0000|Hspell:191941|h[黑暗打击]|h|r强化了自身的力量！",
						}, -- [74]
						{
							["arg2"] = "提拉宋·萨瑟利尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458523,
							["arg1"] = "双刃渴望鲜血。",
						}, -- [75]
						{
							["arg2"] = "提拉宋·萨瑟利尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458524,
							["arg1"] = "我的力量……还不够吗？",
						}, -- [76]
						{
							["arg2"] = "审判官托蒙托鲁姆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458605,
							["arg1"] = "噢……新的审判对象。",
						}, -- [77]
						{
							["arg2"] = "审判官托蒙托鲁姆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458613,
							["arg1"] = "看看门牌号背后是什么……",
						}, -- [78]
						{
							["arg2"] = "审判官托蒙托鲁姆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458619,
							["arg1"] = "你们的灵魂归我了。",
						}, -- [79]
						{
							["arg2"] = "审判官托蒙托鲁姆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458625,
							["arg1"] = "看看门牌号背后是什么……",
						}, -- [80]
						{
							["arg2"] = "审判官托蒙托鲁姆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458633,
							["arg1"] = "真让人失望。",
						}, -- [81]
						{
							["arg2"] = "格雷泽",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458662,
							["arg1"] = "有客人？太好了！",
						}, -- [82]
						{
							["arg2"] = "格雷泽",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458667,
							["arg1"] = "如果我能看见未来就……",
						}, -- [83]
						{
							["arg2"] = "阿什高姆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458771,
							["arg1"] = "如此……漫长……炎魔之王呢？他为何不回应我的呼唤？",
						}, -- [84]
						{
							["arg2"] = "阿什高姆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458772,
							["arg1"] = "火……熄灭了。",
						}, -- [85]
						{
							["arg2"] = "科达娜·邪歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458909,
							["arg1"] = "那好吧。我要杀光你们。",
						}, -- [86]
						{
							["arg2"] = "科达娜·邪歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458913,
							["arg1"] = "暗夜精灵都该学会热爱黑暗。",
						}, -- [87]
						{
							["arg2"] = "科达娜·邪歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458921,
							["arg1"] = "我是不可阻挡的！我奋斗多年，承受无数痛苦。胜利必将属于我！",
						}, -- [88]
						{
							["arg2"] = "科达娜·邪歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458927,
							["arg1"] = "我输了？怎么可能！你……一无是处……",
						}, -- [89]
						{
							["arg2"] = "萨卡尔将军",
							["type"] = "MONSTER_YELL",
							["time"] = 1589459229,
							["arg1"] = "整队，蛆虫们！守住这个缺口，等待古尔丹的命令！",
						}, -- [90]
						{
							["arg2"] = "萨卡尔将军",
							["type"] = "MONSTER_YELL",
							["time"] = 1589459260,
							["arg1"] = "很好！又有消遣送上门来了！我正闲得发慌呢！",
						}, -- [91]
						{
							["arg2"] = "萨卡尔将军",
							["type"] = "MONSTER_YELL",
							["time"] = 1589459262,
							["arg1"] = "不……不！没人能击败……伟大的萨卡尔……",
						}, -- [92]
						{
							["arg2"] = "伊凡尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589459394,
							["arg1"] = "后退！它是我的！",
						}, -- [93]
						{
							["arg2"] = "伊凡尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589459407,
							["arg1"] = "小偷！法力是我的！",
						}, -- [94]
						{
							["arg2"] = "伊凡尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589459415,
							["arg1"] = "不……还要……",
						}, -- [95]
						{
							["arg2"] = "顾问凡多斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589459426,
							["arg1"] = "看呐看呐……这下头还真是一团糟啊。我们上次来净化这些墓穴都是好久之前了。看来这里好像闹老鼠了啊。",
						}, -- [96]
						{
							["arg2"] = "顾问凡多斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589459476,
							["arg1"] = "我活了一万年，我是不会死在一群老鼠手里的。",
						}, -- [97]
						{
							["arg2"] = "顾问凡多斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589459480,
							["arg1"] = "我是暗夜井宣泄其伟力的载体！我是夜之子！",
						}, -- [98]
						{
							["arg2"] = "顾问凡多斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589459483,
							["arg1"] = "大魔导师……会砍掉你们的脑袋……",
						}, -- [99]
						{
							["arg1"] = " ",
						}, -- [100]
						{
							["arg1"] = " ",
						}, -- [101]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/14/2020 的 21:10:33。",
						}, -- [102]
						{
							["arg2"] = "巡逻队长加多",
							["type"] = "MONSTER_YELL",
							["time"] = 1589462061,
							["arg1"] = "这是禁地！",
						}, -- [103]
						{
							["arg2"] = "巡逻队长加多",
							["type"] = "MONSTER_YELL",
							["time"] = 1589462065,
							["arg1"] = "卫兵！过来！",
						}, -- [104]
						{
							["arg2"] = "巡逻队长加多",
							["type"] = "MONSTER_YELL",
							["time"] = 1589462069,
							["arg1"] = "我的任务……完成了。",
						}, -- [105]
						{
							["arg2"] = "苏拉玛平民",
							["type"] = "MONSTER_YELL",
							["time"] = 1589462077,
							["arg1"] = "嘿，别让它进来！我们在开派对呢！",
						}, -- [106]
						{
							["arg2"] = "塔丽克萨·火冠",
							["type"] = "MONSTER_YELL",
							["time"] = 1589462183,
							["arg1"] = "同时挑战这么多人可不明智！",
						}, -- [107]
						{
							["arg2"] = "塔丽克萨·火冠",
							["type"] = "MONSTER_YELL",
							["time"] = 1589462192,
							["arg1"] = "凡人的血肉……燃烧得太美了！",
						}, -- [108]
						{
							["arg2"] = "塔丽克萨·火冠",
							["type"] = "MONSTER_YELL",
							["time"] = 1589462218,
							["arg1"] = "凡人的血肉……燃烧得太美了！",
						}, -- [109]
						{
							["arg2"] = "塔丽克萨·火冠",
							["type"] = "MONSTER_YELL",
							["time"] = 1589462232,
							["arg1"] = "我的火葬柴堆……一定……很壮观……",
						}, -- [110]
						{
							["arg2"] = "顾问麦兰杜斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589462444,
							["arg1"] = "来吧，速战速决吧。",
						}, -- [111]
						{
							["arg2"] = "顾问麦兰杜斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589462449,
							["arg1"] = "如果你眨了眼……那就得流血了！",
						}, -- [112]
						{
							["arg2"] = "顾问麦兰杜斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589462451,
							["arg1"] = "艾利桑德……原谅我！",
						}, -- [113]
						{
							["arg1"] = " ",
						}, -- [114]
						{
							["arg1"] = " ",
						}, -- [115]
						{
							["arg1"] = "记录开始于 05/14/2020 的 21:32:03。",
							["type"] = "SYSTEM",
						}, -- [116]
						{
							["arg2"] = "被俘的女武神",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463490,
							["arg1"] = "你们可以禁锢我的灵魂，该死的家伙，但你们夺不走我的意志。",
						}, -- [117]
						{
							["arg2"] = "被俘的刻符者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463495,
							["arg1"] = "愿符文诅咒你。我要把你送回海底去，那里才是你该呆的地方！",
						}, -- [118]
						{
							["arg2"] = "海咒奴隶",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463497,
							["arg1"] = "闭嘴。你的灵魂属于海拉。",
						}, -- [119]
						{
							["arg2"] = "海咒奴隶",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463502,
							["arg1"] = "蠢货。我们的诅咒会彻底毁灭你……",
						}, -- [120]
						{
							["arg2"] = "堕落君王伊米隆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463506,
							["arg1"] = "凡人……你们杀害我的人民……摧毁我的王国！现在，该轮到你们尝尝失去一切的滋味了！",
						}, -- [121]
						{
							["arg2"] = "堕落君王伊米隆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463513,
							["arg1"] = "不……又来了……哈布隆！把他们的灵魂扔进水里去！                                                                                                                                                                                                                                                                         ",
						}, -- [122]
						{
							["arg2"] = "海拉加尔勇士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463547,
							["arg1"] = "哈布隆不会容忍你这种存在的，凡人。",
						}, -- [123]
						{
							["arg2"] = "哈布隆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463559,
							["arg1"] = "鲜血的气味让幽灵们感到饥渴了。",
						}, -- [124]
						{
							["arg2"] = "哈布隆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463563,
							["arg1"] = "进入冥狱深渊的人都得付出血的代价。挣扎吧……但我必将拿到我的报酬！",
						}, -- [125]
						{
							["arg2"] = "哈布隆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463565,
							["arg1"] = "这次……轮到我来付出……血的代价了……",
						}, -- [126]
						{
							["arg2"] = "斯卡加尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463577,
							["arg1"] = "不要放过这些无赖！海拉绝不容忍入侵者。",
						}, -- [127]
						{
							["arg2"] = "斯卡加尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463586,
							["arg1"] = "没有猎物，就没有报酬！现在，守住纳格法尔号！",
						}, -- [128]
						{
							["arg2"] = "斯卡加尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463587,
							["arg1"] = "没有比……葬身大海更美好的……",
						}, -- [129]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463603,
							["arg1"] = "你们都会后悔闯入我的国度的。",
						}, -- [130]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463616,
							["arg1"] = "你们已经走的够远了，该去死了。",
						}, -- [131]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463616,
							["arg1"] = "你会为此付出代价的。",
						}, -- [132]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463616,
							["arg1"] = "我的耐心正在消失。",
						}, -- [133]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463618,
							["arg1"] = "拥抱你们的命运吧，蠢货！",
						}, -- [134]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463621,
							["arg1"] = "不！这不可能！",
						}, -- [135]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463625,
							["arg1"] = "你到底是什么样的生物？？",
						}, -- [136]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463653,
							["arg1"] = "你们以为自己赢了？这只是一场风暴而已……大海是不可阻挡的。",
						}, -- [137]
						{
							["arg2"] = "被俘的女武神",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463703,
							["arg1"] = "你们可以禁锢我的灵魂，该死的家伙，但你们夺不走我的意志。",
						}, -- [138]
						{
							["arg2"] = "被俘的刻符者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463709,
							["arg1"] = "愿符文诅咒你。我要把你送回海底去，那里才是你该呆的地方！",
						}, -- [139]
						{
							["arg2"] = "海咒奴隶",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463711,
							["arg1"] = "闭嘴。你的灵魂属于海拉。",
						}, -- [140]
						{
							["arg2"] = "海咒奴隶",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463716,
							["arg1"] = "蠢货。我们的诅咒会彻底毁灭你……",
						}, -- [141]
						{
							["arg2"] = "堕落君王伊米隆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463718,
							["arg1"] = "凡人……你们杀害我的人民……摧毁我的王国！我一直在等待这个机会，将你们所做的一切加倍奉还！",
						}, -- [142]
						{
							["arg2"] = "堕落君王伊米隆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463721,
							["arg1"] = "还没完呢……纳格法尔号会来……找你们的……",
						}, -- [143]
						{
							["arg2"] = "浸水的灵魂卫士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463732,
							["arg1"] = "你怎么从笼子里出来了，德鲁伊？",
						}, -- [144]
						{
							["arg2"] = "海拉加尔勇士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463752,
							["arg1"] = "哈布隆不会容忍你这种存在的，凡人。",
						}, -- [145]
						{
							["arg2"] = "哈布隆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463765,
							["arg1"] = "鲜血的气味让幽灵们感到饥渴了。",
						}, -- [146]
						{
							["arg2"] = "哈布隆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463769,
							["arg1"] = "新乘客……新灵魂。我可以带你们深入冥狱深渊，只要一点小报酬：你们的血肉。",
						}, -- [147]
						{
							["arg2"] = "哈布隆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463775,
							["arg1"] = "生命……死亡……我只是永恒潮汐中的一朵小水花……",
						}, -- [148]
						{
							["arg2"] = "斯卡加尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463787,
							["arg1"] = "入侵者登上了纳格法尔号！不要放过这些恶棍！",
						}, -- [149]
						{
							["arg2"] = "斯卡加尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463796,
							["arg1"] = "没有猎物，就没有报酬！现在，守住纳格法尔号！",
						}, -- [150]
						{
							["arg2"] = "斯卡加尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463797,
							["arg1"] = "没有比……葬身大海更美好的……",
						}, -- [151]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463811,
							["arg1"] = "你们都会后悔闯入我的国度的。",
						}, -- [152]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463826,
							["arg1"] = "你们已经走的够远了，该去死了。",
						}, -- [153]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463826,
							["arg1"] = "你会为此付出代价的。",
						}, -- [154]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463829,
							["arg1"] = "我的耐心正在消失。",
						}, -- [155]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463831,
							["arg1"] = "拥抱你们的命运吧，蠢货！",
						}, -- [156]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463835,
							["arg1"] = "不！这不可能！",
						}, -- [157]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463841,
							["arg1"] = "你到底是什么样的生物？？",
						}, -- [158]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463866,
							["arg1"] = "你们以为自己赢了？这只是一场风暴而已……大海是不可阻挡的。",
						}, -- [159]
						{
							["arg2"] = "被俘的女武神",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463968,
							["arg1"] = "你们可以禁锢我的灵魂，该死的家伙，但你们夺不走我的意志。",
						}, -- [160]
						{
							["arg2"] = "被俘的刻符者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463974,
							["arg1"] = "愿符文诅咒你。我要把你送回海底去，那里才是你该呆的地方！",
						}, -- [161]
						{
							["arg2"] = "海咒奴隶",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463975,
							["arg1"] = "闭嘴。你的灵魂属于海拉。",
						}, -- [162]
						{
							["arg2"] = "海咒奴隶",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463981,
							["arg1"] = "蠢货。我们的诅咒会彻底毁灭你……",
						}, -- [163]
						{
							["arg2"] = "堕落君王伊米隆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463984,
							["arg1"] = "凡人……我曾经败给过你们一次。这次不会再这么走运了！",
						}, -- [164]
						{
							["arg2"] = "堕落君王伊米隆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463987,
							["arg1"] = "你们还没有赢……你们是在……自寻死路……",
						}, -- [165]
						{
							["arg2"] = "浸水的灵魂卫士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463997,
							["arg1"] = "你怎么从笼子里出来了，德鲁伊？",
						}, -- [166]
						{
							["arg2"] = "海拉加尔勇士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464015,
							["arg1"] = "哈布隆不会容忍你这种存在的，凡人。",
						}, -- [167]
						{
							["arg2"] = "哈布隆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464027,
							["arg1"] = "鲜血的气味让幽灵们感到饥渴了。",
						}, -- [168]
						{
							["arg2"] = "哈布隆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464033,
							["arg1"] = "新乘客……新灵魂。我可以带你们深入冥狱深渊，只要一点小报酬：你们的血肉。",
						}, -- [169]
						{
							["arg2"] = "哈布隆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464036,
							["arg1"] = "这次……轮到我来付出……血的代价了……",
						}, -- [170]
						{
							["arg2"] = "斯卡加尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464048,
							["arg1"] = "入侵者登上了纳格法尔号！不要放过这些恶棍！",
						}, -- [171]
						{
							["arg2"] = "斯卡加尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464058,
							["arg1"] = "让骷髅船员上！",
						}, -- [172]
						{
							["arg2"] = "斯卡加尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464058,
							["arg1"] = "这是……最后一次抢劫了……",
						}, -- [173]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464070,
							["arg1"] = "你们都会后悔闯入我的国度的。",
						}, -- [174]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464085,
							["arg1"] = "你会为此付出代价的。",
						}, -- [175]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464085,
							["arg1"] = "你们已经走的够远了，该去死了。",
						}, -- [176]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464090,
							["arg1"] = "我的耐心正在消失。",
						}, -- [177]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464093,
							["arg1"] = "拥抱你们的命运吧，蠢货！",
						}, -- [178]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464097,
							["arg1"] = "不！这不可能！",
						}, -- [179]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464101,
							["arg1"] = "你们的命运降临了！",
						}, -- [180]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464107,
							["arg1"] = "你到底是什么样的生物？？",
						}, -- [181]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464142,
							["arg1"] = "我要像淹死老鼠一样淹死你们。",
						}, -- [182]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464145,
							["arg1"] = "你们以为自己赢了？这只是一场风暴而已……大海是不可阻挡的。",
						}, -- [183]
						{
							["arg2"] = "被俘的女武神",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464257,
							["arg1"] = "你们可以禁锢我的灵魂，该死的家伙，但你们夺不走我的意志。",
						}, -- [184]
						{
							["arg2"] = "被俘的刻符者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464262,
							["arg1"] = "愿符文诅咒你。我要把你送回海底去，那里才是你该呆的地方！",
						}, -- [185]
						{
							["arg2"] = "海咒奴隶",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464264,
							["arg1"] = "闭嘴。你的灵魂属于海拉。",
						}, -- [186]
						{
							["arg2"] = "海咒奴隶",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464269,
							["arg1"] = "蠢货。我们的诅咒会彻底毁灭你……",
						}, -- [187]
						{
							["arg2"] = "堕落君王伊米隆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464269,
							["arg1"] = "凡人……你们杀害我的人民……摧毁我的王国！现在，该轮到你们尝尝失去一切的滋味了！",
						}, -- [188]
						{
							["arg2"] = "堕落君王伊米隆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464272,
							["arg1"] = "不……又来了……哈布隆！把他们的灵魂扔进水里去！                                                                                                                                                                                                                                                                         ",
						}, -- [189]
						{
							["arg2"] = "浸水的灵魂卫士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464280,
							["arg1"] = "你怎么从笼子里出来了，德鲁伊？",
						}, -- [190]
						{
							["arg2"] = "海拉加尔勇士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464306,
							["arg1"] = "哈布隆不会容忍你这种存在的，凡人。",
						}, -- [191]
						{
							["arg2"] = "哈布隆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464320,
							["arg1"] = "鲜血的气味让幽灵们感到饥渴了。",
						}, -- [192]
						{
							["arg2"] = "哈布隆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464326,
							["arg1"] = "新乘客……新灵魂。我可以带你们深入冥狱深渊，只要一点小报酬：你们的血肉。",
						}, -- [193]
						{
							["arg2"] = "哈布隆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464328,
							["arg1"] = "生命……死亡……我只是永恒潮汐中的一朵小水花……",
						}, -- [194]
						{
							["arg2"] = "斯卡加尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464340,
							["arg1"] = "入侵者登上了纳格法尔号！不要放过这些恶棍！",
						}, -- [195]
						{
							["arg2"] = "斯卡加尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464348,
							["arg1"] = "让骷髅船员上！",
						}, -- [196]
						{
							["arg2"] = "斯卡加尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464350,
							["arg1"] = "这是……最后一次抢劫了……",
						}, -- [197]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464361,
							["arg1"] = "你们都会后悔闯入我的国度的。",
						}, -- [198]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464374,
							["arg1"] = "你们已经走的够远了，该去死了。",
						}, -- [199]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464375,
							["arg1"] = "你会为此付出代价的。",
						}, -- [200]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464379,
							["arg1"] = "我的耐心正在消失。",
						}, -- [201]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464383,
							["arg1"] = "拥抱你们的命运吧，蠢货！",
						}, -- [202]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464387,
							["arg1"] = "不！这不可能！",
						}, -- [203]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464390,
							["arg1"] = "你到底是什么样的生物？？",
						}, -- [204]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464416,
							["arg1"] = "你们以为自己赢了？这只是一场风暴而已……大海是不可阻挡的。",
						}, -- [205]
						{
							["arg2"] = "双毛袜",
							["type"] = "MONSTER_YELL",
							["time"] = 1589465115,
							["arg1"] = "帮了双毛袜，好运常相伴！",
						}, -- [206]
						{
							["arg2"] = "小锡",
							["type"] = "MONSTER_YELL",
							["time"] = 1589465126,
							["arg1"] = "电路注册障碍，进入求救模式。救命 救命 救命 救命 救命 救命 救命 救命重复中。",
						}, -- [207]
						{
							["arg2"] = "裂隙之刃克莱恩",
							["type"] = "MONSTER_YELL",
							["time"] = 1589465157,
							["arg1"] = "我来了！别担心，我会对你放水的。",
						}, -- [208]
						{
							["arg2"] = "暮行者洛里纳斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589465166,
							["arg1"] = "拥抱虚空吧！",
						}, -- [209]
						{
							["arg2"] = "暮行者洛里纳斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589465194,
							["arg1"] = "多么可怜的队伍，马上就要被吞噬了。",
						}, -- [210]
						{
							["arg2"] = "狡诈的芬雷",
							["type"] = "MONSTER_YELL",
							["time"] = 1589465546,
							["arg1"] = "瞄准喉咙！",
						}, -- [211]
						{
							["arg1"] = " ",
						}, -- [212]
						{
							["arg1"] = " ",
						}, -- [213]
						{
							["arg1"] = "记录开始于 05/15/2020 的 21:54:54。",
							["type"] = "SYSTEM",
						}, -- [214]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589553319,
							["arg1"] = "进入我的国度……证明你们的价值。",
						}, -- [215]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589553441,
							["arg1"] = "你们的眼睛……闭上了。",
						}, -- [216]
						{
							["arg2"] = "阿斯匹克斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589553541,
							["arg1"] = "我要看着你被烤熟！",
						}, -- [217]
						{
							["arg2"] = "阿斯匹克斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589553564,
							["arg1"] = "消灭他们，阿德里斯！",
						}, -- [218]
						{
							["arg2"] = "阿德里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589553569,
							["arg1"] = "雷电轰鸣！",
						}, -- [219]
						{
							["arg2"] = "阿德里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589553583,
							["arg1"] = "电弧冲刺！",
						}, -- [220]
						{
							["arg2"] = "阿斯匹克斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589553603,
							["arg1"] = "死吧，爬虫！",
						}, -- [221]
						{
							["arg2"] = "阿斯匹克斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589553624,
							["arg1"] = "消灭他们，阿德里斯！",
						}, -- [222]
						{
							["arg2"] = "阿德里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589553629,
							["arg1"] = "雷电轰鸣！",
						}, -- [223]
						{
							["arg2"] = "阿德里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589553643,
							["arg1"] = "撕裂！",
						}, -- [224]
						{
							["arg2"] = "阿斯匹克斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589553663,
							["arg1"] = "死吧，爬虫！",
						}, -- [225]
						{
							["arg1"] = " ",
						}, -- [226]
						{
							["arg1"] = " ",
						}, -- [227]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/15/2020 的 22:41:16。",
						}, -- [228]
						{
							["arg2"] = "阿斯匹克斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589553698,
							["arg1"] = "消灭他们，阿德里斯！",
						}, -- [229]
						{
							["arg2"] = "阿德里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589553699,
							["arg1"] = "雷电轰鸣！",
						}, -- [230]
						{
							["arg2"] = "阿德里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589553704,
							["arg1"] = "撕裂！",
						}, -- [231]
						{
							["arg2"] = "阿斯匹克斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589553723,
							["arg1"] = "死吧，爬虫！",
						}, -- [232]
						{
							["arg2"] = "阿德里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589553730,
							["arg1"] = "黄沙……请带我走……",
						}, -- [233]
						{
							["arg2"] = "阿斯匹克斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589553790,
							["arg1"] = "这个帝国……将何去何从……",
						}, -- [234]
						{
							["arg1"] = " ",
						}, -- [235]
						{
							["arg1"] = " ",
						}, -- [236]
						{
							["arg1"] = "记录开始于 05/15/2020 的 22:47:30。",
							["type"] = "SYSTEM",
						}, -- [237]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589554132,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [238]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589555258,
							["arg1"] = "睁开你的眼睛。",
						}, -- [239]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589555332,
							["arg1"] = "你让你真正的主人失望了。",
						}, -- [240]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589555352,
							["arg1"] = "逃……逃吧。你终将侍奉我。",
						}, -- [241]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589555474,
							["arg1"] = "来吧，淹死吧。",
						}, -- [242]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589555570,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [243]
						{
							["arg2"] = "塞塔里斯的化身",
							["type"] = "MONSTER_YELL",
							["time"] = 1589555786,
							["arg1"] = "妖术散去了，但神庙的防御措施也启动了！",
						}, -- [244]
						{
							["arg2"] = "塞塔里斯的化身",
							["type"] = "MONSTER_YELL",
							["time"] = 1589555797,
							["arg1"] = "治疗我，我来关闭它们！",
						}, -- [245]
						{
							["arg2"] = "塞塔里斯的化身",
							["type"] = "MONSTER_YELL",
							["time"] = 1589556059,
							["arg1"] = "万物都将屈从于我！",
						}, -- [246]
						{
							["arg2"] = "塞塔里斯的化身",
							["type"] = "MONSTER_YELL",
							["time"] = 1589556155,
							["arg1"] = "风暴散去，我也重拾了自我。谢谢你。",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = " ",
						}, -- [249]
						{
							["arg1"] = "记录开始于 05/16/2020 的 11:10:37。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
				}, -- [2]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "小队",
					["logs"] = {
						{
							["arg2"] = "斯卡加尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464058,
							["arg1"] = "这是……最后一次抢劫了……",
						}, -- [1]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464070,
							["arg1"] = "你们都会后悔闯入我的国度的。",
						}, -- [2]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464085,
							["arg1"] = "你会为此付出代价的。",
						}, -- [3]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464085,
							["arg1"] = "你们已经走的够远了，该去死了。",
						}, -- [4]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464090,
							["arg1"] = "我的耐心正在消失。",
						}, -- [5]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464093,
							["arg1"] = "拥抱你们的命运吧，蠢货！",
						}, -- [6]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464097,
							["arg1"] = "不！这不可能！",
						}, -- [7]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464101,
							["arg1"] = "你们的命运降临了！",
						}, -- [8]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464107,
							["arg1"] = "你到底是什么样的生物？？",
						}, -- [9]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464142,
							["arg1"] = "我要像淹死老鼠一样淹死你们。",
						}, -- [10]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464145,
							["arg1"] = "你们以为自己赢了？这只是一场风暴而已……大海是不可阻挡的。",
						}, -- [11]
						{
							["arg2"] = "被俘的女武神",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464257,
							["arg1"] = "你们可以禁锢我的灵魂，该死的家伙，但你们夺不走我的意志。",
						}, -- [12]
						{
							["arg2"] = "被俘的刻符者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464262,
							["arg1"] = "愿符文诅咒你。我要把你送回海底去，那里才是你该呆的地方！",
						}, -- [13]
						{
							["arg2"] = "海咒奴隶",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464264,
							["arg1"] = "闭嘴。你的灵魂属于海拉。",
						}, -- [14]
						{
							["arg2"] = "海咒奴隶",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464269,
							["arg1"] = "蠢货。我们的诅咒会彻底毁灭你……",
						}, -- [15]
						{
							["arg2"] = "堕落君王伊米隆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464269,
							["arg1"] = "凡人……你们杀害我的人民……摧毁我的王国！现在，该轮到你们尝尝失去一切的滋味了！",
						}, -- [16]
						{
							["arg2"] = "堕落君王伊米隆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464272,
							["arg1"] = "不……又来了……哈布隆！把他们的灵魂扔进水里去！                                                                                                                                                                                                                                                                         ",
						}, -- [17]
						{
							["arg2"] = "浸水的灵魂卫士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464280,
							["arg1"] = "你怎么从笼子里出来了，德鲁伊？",
						}, -- [18]
						{
							["arg2"] = "海拉加尔勇士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464306,
							["arg1"] = "哈布隆不会容忍你这种存在的，凡人。",
						}, -- [19]
						{
							["arg2"] = "哈布隆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464320,
							["arg1"] = "鲜血的气味让幽灵们感到饥渴了。",
						}, -- [20]
						{
							["arg2"] = "哈布隆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464326,
							["arg1"] = "新乘客……新灵魂。我可以带你们深入冥狱深渊，只要一点小报酬：你们的血肉。",
						}, -- [21]
						{
							["arg2"] = "哈布隆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464328,
							["arg1"] = "生命……死亡……我只是永恒潮汐中的一朵小水花……",
						}, -- [22]
						{
							["arg2"] = "斯卡加尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464340,
							["arg1"] = "入侵者登上了纳格法尔号！不要放过这些恶棍！",
						}, -- [23]
						{
							["arg2"] = "斯卡加尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464348,
							["arg1"] = "让骷髅船员上！",
						}, -- [24]
						{
							["arg2"] = "斯卡加尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464350,
							["arg1"] = "这是……最后一次抢劫了……",
						}, -- [25]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464361,
							["arg1"] = "你们都会后悔闯入我的国度的。",
						}, -- [26]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464374,
							["arg1"] = "你们已经走的够远了，该去死了。",
						}, -- [27]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464375,
							["arg1"] = "你会为此付出代价的。",
						}, -- [28]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464379,
							["arg1"] = "我的耐心正在消失。",
						}, -- [29]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464383,
							["arg1"] = "拥抱你们的命运吧，蠢货！",
						}, -- [30]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464387,
							["arg1"] = "不！这不可能！",
						}, -- [31]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464390,
							["arg1"] = "你到底是什么样的生物？？",
						}, -- [32]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464416,
							["arg1"] = "你们以为自己赢了？这只是一场风暴而已……大海是不可阻挡的。",
						}, -- [33]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589464582,
							["arg1"] = "<大脚组队提示>欢迎新的小队成员  [德鲁伊] 风起春城暮",
							["clColor"] = "ffa9d271",
						}, -- [34]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589464585,
							["arg1"] = "？",
							["clColor"] = "fffe7b09",
						}, -- [35]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589464593,
							["arg1"] = "|cffa335ee|Hkeystone:158923:246:15:10:11:3:120|h[钥石：托尔达戈 (15)]|h|r?",
							["clColor"] = "ffa9d271",
						}, -- [36]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589464612,
							["arg1"] = "随便",
							["clColor"] = "fffe7b09",
						}, -- [37]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589464670,
							["arg1"] = "没人",
							["clColor"] = "ffa9d271",
						}, -- [38]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589464823,
							["arg1"] = "x3?",
							["clColor"] = "ffa9d271",
						}, -- [39]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589464852,
							["arg1"] = "随你 ",
							["clColor"] = "fffe7b09",
						}, -- [40]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY",
							["time"] = 1589464883,
							["arg1"] = "你挂石",
							["clColor"] = "ffa9d271",
						}, -- [41]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY",
							["time"] = 1589464887,
							["arg1"] = "组一个",
							["clColor"] = "ffa9d271",
						}, -- [42]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589464990,
							["arg1"] = "866精通是24%    40点是1% 精通…… ",
							["clColor"] = "fffe7b09",
						}, -- [43]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589465075,
							["arg1"] = "不知道什么插件弄得暴雪原始UI疯狂报错",
							["clColor"] = "fffe7b09",
						}, -- [44]
						{
							["arg2"] = "双毛袜",
							["type"] = "MONSTER_YELL",
							["time"] = 1589465115,
							["arg1"] = "帮了双毛袜，好运常相伴！",
						}, -- [45]
						{
							["arg2"] = "小锡",
							["type"] = "MONSTER_YELL",
							["time"] = 1589465126,
							["arg1"] = "电路注册障碍，进入求救模式。救命 救命 救命 救命 救命 救命 救命 救命重复中。",
						}, -- [46]
						{
							["arg2"] = "裂隙之刃克莱恩",
							["type"] = "MONSTER_YELL",
							["time"] = 1589465157,
							["arg1"] = "我来了！别担心，我会对你放水的。",
						}, -- [47]
						{
							["arg2"] = "暮行者洛里纳斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589465166,
							["arg1"] = "拥抱虚空吧！",
						}, -- [48]
						{
							["arg2"] = "暮行者洛里纳斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589465194,
							["arg1"] = "多么可怜的队伍，马上就要被吞噬了。",
						}, -- [49]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY",
							["time"] = 1589465332,
							["arg1"] = "|cff0070dd|Hbattlepet:2445:1:3:163:11:10:BattlePet-0-000005E9F7C2:87999|h[小凿]|h|r",
							["clColor"] = "ffa9d271",
						}, -- [50]
						{
							["arg2"] = "狡诈的芬雷",
							["type"] = "MONSTER_YELL",
							["time"] = 1589465546,
							["arg1"] = "瞄准喉咙！",
						}, -- [51]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY",
							["time"] = 1589465982,
							["arg1"] = "大脚任务进度提示: 世界血脉情报：3/3(完成)",
							["clColor"] = "ffa9d271",
						}, -- [52]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY",
							["time"] = 1589465984,
							["arg1"] = "世界血脉的传言 (任务完成)",
							["clColor"] = "ffa9d271",
						}, -- [53]
						{
							["arg1"] = " ",
						}, -- [54]
						{
							["arg1"] = " ",
						}, -- [55]
						{
							["arg1"] = "记录开始于 05/15/2020 的 21:54:54。",
							["type"] = "SYSTEM",
						}, -- [56]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589551106,
							["arg1"] = "<大脚组队提示>欢迎新的小队成员  [德鲁伊] 风起春城暮",
							["clColor"] = "fffe7b09",
						}, -- [57]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589551128,
							["arg1"] = "木头?",
							["clColor"] = "fffe7b09",
						}, -- [58]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589551138,
							["arg1"] = "画眉",
							["clColor"] = "fffe7b09",
						}, -- [59]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589551140,
							["arg1"] = "?",
							["clColor"] = "fffe7b09",
						}, -- [60]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589551167,
							["arg1"] = "打18|cff66bbff|Hjournal:0:1001:23|h[自由镇]|h|r?",
							["clColor"] = "fffe7b09",
						}, -- [61]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589551169,
							["arg1"] = "<大脚组队提示>欢迎新的小队成员  [恶魔猎手] 万物咸覩-凤凰之神",
							["clColor"] = "fffe7b09",
						}, -- [62]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589551172,
							["arg1"] = "r 大t?",
							["clColor"] = "fffe7b09",
						}, -- [63]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589551179,
							["arg1"] = "你",
							["clColor"] = "fffe7b09",
						}, -- [64]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589551199,
							["arg1"] = "r ?",
							["clColor"] = "fffe7b09",
						}, -- [65]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589551202,
							["arg1"] = "大t?",
							["clColor"] = "fffe7b09",
						}, -- [66]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589551350,
							["arg1"] = "叫大t r",
							["clColor"] = "fffe7b09",
						}, -- [67]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589551626,
							["arg1"] = "r 不来码?",
							["clColor"] = "fffe7b09",
						}, -- [68]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY",
							["time"] = 1589551652,
							["arg1"] = "没人了",
							["clColor"] = "fffe7b09",
						}, -- [69]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "PARTY",
							["time"] = 1589552025,
							["arg1"] = "70794950",
							["clColor"] = "ffa22fc8",
						}, -- [70]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589552051,
							["arg1"] = "?",
							["clColor"] = "fffe7b09",
						}, -- [71]
						{
							["arg2"] = "阿墨达达-古尔丹",
							["type"] = "PARTY",
							["time"] = 1589552094,
							["arg1"] = "我奶？",
							["clColor"] = "ff00fe95",
						}, -- [72]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY",
							["time"] = 1589552431,
							["arg1"] = "找一个人哬",
							["clColor"] = "fffe7b09",
						}, -- [73]
						{
							["arg2"] = "就爱逗你玩-亡语者",
							["type"] = "PARTY",
							["time"] = 1589552971,
							["arg1"] = "你们在YY么？",
							["clColor"] = "ffa9d271",
						}, -- [74]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "PARTY_LEADER",
							["time"] = 1589553050,
							["arg1"] = "对啊 闲聊呢",
							["clColor"] = "ffa22fc8",
						}, -- [75]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589553255,
							["arg1"] = "x",
							["clColor"] = "fffe7b09",
						}, -- [76]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589553257,
							["arg1"] = "[Wind 地下城助手] 失误记录已启动，祝好运尽兴！",
							["clColor"] = "fffe7b09",
						}, -- [77]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589553267,
							["arg1"] = "野性冲锋CD剩余14秒",
							["clColor"] = "fffe7b09",
						}, -- [78]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589553299,
							["arg1"] = "Details! 风起春城暮's 死亡: |cff71d5ff|Hspell:264574:0|h[劲射]|h|r: 36万 ",
							["clColor"] = "fffe7b09",
						}, -- [79]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589553302,
							["arg1"] = "夺魂咆哮CD剩余16秒",
							["clColor"] = "fffe7b09",
						}, -- [80]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589553303,
							["arg1"] = "风起春城暮 被 |cff71d5ff|Hspell:315161:0|h[腐化之眼]|h|r |cff71d5ff|Hspell:264574:0|h[劲射]|h|r  击中，伤害为 39.9万 (76%)。",
							["clColor"] = "fffe7b09",
						}, -- [81]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589553317,
							["arg1"] = "坦克激活方尖碑",
							["clColor"] = "fffe7b09",
						}, -- [82]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589553319,
							["arg1"] = "进入我的国度……证明你们的价值。",
						}, -- [83]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589553319,
							["arg1"] = "万物咸覩-凤凰之神 被 |cff71d5ff|Hspell:315161:0|h[腐化之眼]|h|r |cff71d5ff|Hspell:315197:0|h[壮美幻象]|h|r  击中，伤害为 16.4万 (33%)。",
							["clColor"] = "fffe7b09",
						}, -- [84]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589553336,
							["arg1"] = "万物咸覩-凤凰之神 被 |cff71d5ff|Hspell:314565:0|h[亵渎大地]|h|r  击中，伤害为 14.8万 (30%)。",
							["clColor"] = "fffe7b09",
						}, -- [85]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589553337,
							["arg1"] = "阿墨达达-古尔丹 被 |cff71d5ff|Hspell:315161:0|h[腐化之眼]|h|r |cff71d5ff|Hspell:314565:0|h[亵渎大地]|h|r  击中，伤害为 34.1万 (64%)。",
							["clColor"] = "fffe7b09",
						}, -- [86]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589553361,
							["arg1"] = "风起春城暮 被 |cff71d5ff|Hspell:314565:0|h[亵渎大地]|h|r  击中，伤害为 34.9万 (66%)。",
							["clColor"] = "fffe7b09",
						}, -- [87]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589553366,
							["arg1"] = "就爱逗你玩 被 |cff71d5ff|Hspell:314565:0|h[亵渎大地]|h|r  击中，伤害为 18.0万 (35%)。",
							["clColor"] = "fffe7b09",
						}, -- [88]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589553369,
							["arg1"] = "阿墨达达-古尔丹 被 |cff71d5ff|Hspell:314565:0|h[亵渎大地]|h|r  击中，伤害为 16.1万 (30%)。",
							["clColor"] = "fffe7b09",
						}, -- [89]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589553369,
							["arg1"] = "Details! 就爱逗你玩's 死亡: |cff71d5ff|Hspell:314565:0|h[亵渎大地]|h|r: 17万 ",
							["clColor"] = "fffe7b09",
						}, -- [90]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589553371,
							["arg1"] = "风起春城暮 被 |cff71d5ff|Hspell:314565:0|h[亵渎大地]|h|r  击中，伤害为 17.7万 (34%)。",
							["clColor"] = "fffe7b09",
						}, -- [91]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589553372,
							["arg1"] = "就爱逗你玩 被 |cff71d5ff|Hspell:314565:0|h[亵渎大地]|h|r  击中，伤害为 32.9万 (64%)。",
							["clColor"] = "fffe7b09",
						}, -- [92]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589553376,
							["arg1"] = "阿墨达达-古尔丹 被 |cff71d5ff|Hspell:314565:0|h[亵渎大地]|h|r  击中，伤害为 32.1万 (61%)。",
							["clColor"] = "fffe7b09",
						}, -- [93]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589553381,
							["arg1"] = "阿墨达达-古尔丹 被 |cff71d5ff|Hspell:314565:0|h[亵渎大地]|h|r  击中，伤害为 32.7万 (62%)。",
							["clColor"] = "fffe7b09",
						}, -- [94]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589553381,
							["arg1"] = "万物咸覩-凤凰之神 被 |cff71d5ff|Hspell:314565:0|h[亵渎大地]|h|r  击中，伤害为 26.1万 (52%)。",
							["clColor"] = "fffe7b09",
						}, -- [95]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589553423,
							["arg1"] = "万物咸覩-凤凰之神 被 |cff71d5ff|Hspell:315161:0|h[腐化之眼]|h|r |cff71d5ff|Hspell:315197:0|h[壮美幻象]|h|r  击中，伤害为 19.8万 (39%)。",
							["clColor"] = "fffe7b09",
						}, -- [96]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589553427,
							["arg1"] = "阿墨达达-古尔丹 被 |cff71d5ff|Hspell:315161:0|h[腐化之眼]|h|r |cff71d5ff|Hspell:315197:0|h[壮美幻象]|h|r  击中，伤害为 18.5万 (35%)。",
							["clColor"] = "fffe7b09",
						}, -- [97]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589553434,
							["arg1"] = "阿墨达达-古尔丹 被 |cff71d5ff|Hspell:314565:0|h[亵渎大地]|h|r  击中，伤害为 64.3万 (121%)。",
							["clColor"] = "fffe7b09",
						}, -- [98]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589553441,
							["arg1"] = "你们的眼睛……闭上了。",
						}, -- [99]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589553444,
							["arg1"] = "风起春城暮 被 |cff71d5ff|Hspell:314565:0|h[亵渎大地]|h|r  击中，伤害为 17.2万 (33%)。",
							["clColor"] = "fffe7b09",
						}, -- [100]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589553448,
							["arg1"] = "坦克进入裂隙",
							["clColor"] = "fffe7b09",
						}, -- [101]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589553500,
							["arg1"] = "回",
							["clColor"] = "fffe7b09",
						}, -- [102]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589553538,
							["arg1"] = "阿墨达达-古尔丹 被 |cff71d5ff|Hspell:209862:0|h[岩浆柱]|h|r  击中，伤害为 18.1万 (34%)。",
							["clColor"] = "fffe7b09",
						}, -- [103]
						{
							["arg2"] = "阿斯匹克斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589553541,
							["arg1"] = "我要看着你被烤熟！",
						}, -- [104]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589553546,
							["arg1"] = "Details! 就爱逗你玩's 死亡: |cff71d5ff|Hspell:263374:0|h[导电]|h|r: 45万 ",
							["clColor"] = "fffe7b09",
						}, -- [105]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589553547,
							["arg1"] = "岩熊 被 |cff71d5ff|Hspell:268851:0|h[闪电之盾]|h|r  击中，伤害为 32.7万 (36%)。",
							["clColor"] = "fffe7b09",
						}, -- [106]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589553558,
							["arg1"] = "风起春城暮 被 |cff71d5ff|Hspell:268851:0|h[闪电之盾]|h|r  击中，伤害为 16.6万 (32%)。",
							["clColor"] = "fffe7b09",
						}, -- [107]
						{
							["arg2"] = "阿斯匹克斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589553564,
							["arg1"] = "消灭他们，阿德里斯！",
						}, -- [108]
						{
							["arg2"] = "阿德里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589553569,
							["arg1"] = "雷电轰鸣！",
						}, -- [109]
						{
							["arg2"] = "阿德里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589553583,
							["arg1"] = "电弧冲刺！",
						}, -- [110]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589553585,
							["arg1"] = "阿墨达达-古尔丹 被 |cff71d5ff|Hspell:263425:0|h[电弧冲刺]|h|r  击中，伤害为 42.2万 (66%)。",
							["clColor"] = "fffe7b09",
						}, -- [111]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589553586,
							["arg1"] = "就爱逗你玩 被 |cff71d5ff|Hspell:263425:0|h[电弧冲刺]|h|r  击中，伤害为 27.4万 (54%)。",
							["clColor"] = "fffe7b09",
						}, -- [112]
						{
							["arg2"] = "阿斯匹克斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589553603,
							["arg1"] = "死吧，爬虫！",
						}, -- [113]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589553609,
							["arg1"] = "Details! 阿墨达达's 死亡: |cff71d5ff|Hspell:263318:0|h[颤雷]|h|r: 21万 ",
							["clColor"] = "fffe7b09",
						}, -- [114]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589553616,
							["arg1"] = "Details! 就爱逗你玩's 死亡: |cff71d5ff|Hspell:268851:0|h[闪电之盾]|h|r: 37万 ",
							["clColor"] = "fffe7b09",
						}, -- [115]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589553618,
							["arg1"] = "万物咸覩-凤凰之神 被 |cff71d5ff|Hspell:268851:0|h[闪电之盾]|h|r  击中，伤害为 16.9万 (34%)。",
							["clColor"] = "fffe7b09",
						}, -- [116]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589553620,
							["arg1"] = "就爱逗你玩 被 |cff71d5ff|Hspell:268851:0|h[闪电之盾]|h|r  击中，伤害为 37.6万 (73%)。",
							["clColor"] = "fffe7b09",
						}, -- [117]
						{
							["arg2"] = "阿斯匹克斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589553624,
							["arg1"] = "消灭他们，阿德里斯！",
						}, -- [118]
						{
							["arg2"] = "阿德里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589553629,
							["arg1"] = "雷电轰鸣！",
						}, -- [119]
						{
							["arg2"] = "阿德里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589553643,
							["arg1"] = "撕裂！",
						}, -- [120]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589553644,
							["arg1"] = "过了",
							["clColor"] = "fffe7b09",
						}, -- [121]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589553655,
							["arg1"] = "Details! 风起春城暮's 死亡: |cff71d5ff|Hspell:263318:0|h[颤雷]|h|r: 20万 ",
							["clColor"] = "fffe7b09",
						}, -- [122]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589553662,
							["arg1"] = "万物咸覩-凤凰之神 被 |cff71d5ff|Hspell:263573:0|h[飓风打击]|h|r  击中，伤害为 18.5万 (37%)。",
							["clColor"] = "fffe7b09",
						}, -- [123]
						{
							["arg2"] = "阿斯匹克斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589553663,
							["arg1"] = "死吧，爬虫！",
						}, -- [124]
						{
							["arg1"] = " ",
						}, -- [125]
						{
							["arg1"] = " ",
						}, -- [126]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/15/2020 的 22:41:16。",
						}, -- [127]
						{
							["arg2"] = "阿斯匹克斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589553698,
							["arg1"] = "消灭他们，阿德里斯！",
						}, -- [128]
						{
							["arg2"] = "阿德里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589553699,
							["arg1"] = "雷电轰鸣！",
						}, -- [129]
						{
							["arg2"] = "阿德里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589553704,
							["arg1"] = "撕裂！",
						}, -- [130]
						{
							["arg2"] = "阿斯匹克斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589553723,
							["arg1"] = "死吧，爬虫！",
						}, -- [131]
						{
							["arg2"] = "阿德里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589553730,
							["arg1"] = "黄沙……请带我走……",
						}, -- [132]
						{
							["arg2"] = "阿斯匹克斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589553790,
							["arg1"] = "这个帝国……将何去何从……",
						}, -- [133]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589553799,
							["arg1"] = "w就知道 ",
							["clColor"] = "fffe7b09",
						}, -- [134]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589553805,
							["arg1"] = "改了|cff71d5ff|Htalent:22159|h[恢复亲和]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [135]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589553816,
							["arg1"] = "%",
							["clColor"] = "fffe7b09",
						}, -- [136]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589553817,
							["arg1"] = "gg",
							["clColor"] = "fffe7b09",
						}, -- [137]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589553855,
							["arg1"] = "Details! 风起春城暮's 死亡: |cff71d5ff|Hspell:255741:0|h[顺劈斩]|h|r: 55万 ",
							["clColor"] = "fffe7b09",
						}, -- [138]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589553895,
							["arg1"] = "坦克激活方尖碑",
							["clColor"] = "fffe7b09",
						}, -- [139]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589553897,
							["arg1"] = "Details! 阿墨达达's 死亡: |cff71d5ff|Hspell:314308:0|h[灵魂毁灭]|h|r: 79万 ",
							["clColor"] = "fffe7b09",
						}, -- [140]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589553899,
							["arg1"] = "Details! 就爱逗你玩's 死亡: [近战]: 83万 ",
							["clColor"] = "fffe7b09",
						}, -- [141]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589553955,
							["arg1"] = "Details! 岩熊's 死亡: |cff71d5ff|Hspell:314308:0|h[灵魂毁灭]|h|r: 51万 ",
							["clColor"] = "fffe7b09",
						}, -- [142]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589553982,
							["arg1"] = "w没进 别点门",
							["clColor"] = "fffe7b09",
						}, -- [143]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589553982,
							["arg1"] = "w点门有wa ",
							["clColor"] = "fffe7b09",
						}, -- [144]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589553982,
							["arg1"] = "坦克进入裂隙",
							["clColor"] = "fffe7b09",
						}, -- [145]
						{
							["arg1"] = " ",
						}, -- [146]
						{
							["arg1"] = " ",
						}, -- [147]
						{
							["arg1"] = "记录开始于 05/15/2020 的 22:47:30。",
							["type"] = "SYSTEM",
						}, -- [148]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589554088,
							["arg1"] = "w点门 就喊的",
							["clColor"] = "fffe7b09",
						}, -- [149]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589554103,
							["arg1"] = "岩熊 被 |cff71d5ff|Hspell:314309:0|h[黑暗之怒]|h|r  击中，伤害为 38.9万 (43%)。",
							["clColor"] = "fffe7b09",
						}, -- [150]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589554118,
							["arg1"] = "就爱逗你玩 被 |cff71d5ff|Hspell:209862:0|h[岩浆柱]|h|r  击中，伤害为 16.4万 (32%)。",
							["clColor"] = "fffe7b09",
						}, -- [151]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589554123,
							["arg1"] = "岩熊 被 |cff71d5ff|Hspell:314309:0|h[黑暗之怒]|h|r  击中，伤害为 32.7万 (36%)。",
							["clColor"] = "fffe7b09",
						}, -- [152]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589554132,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [153]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589554134,
							["arg1"] = "坦克进入裂隙",
							["clColor"] = "fffe7b09",
						}, -- [154]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589554141,
							["arg1"] = "树皮术CD剩余23秒",
							["clColor"] = "fffe7b09",
						}, -- [155]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589554147,
							["arg1"] = "岩熊 被 |cff71d5ff|Hspell:272657:0|h[毒性吐息]|h|r |cff71d5ff|Hspell:272696:0|h[瓶中闪电]|h|r  击中，伤害为 30.5万 (33%)。",
							["clColor"] = "fffe7b09",
						}, -- [156]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589554183,
							["arg1"] = "Details! 阿墨达达's 死亡: |cff71d5ff|Hspell:273995:0|h[火油冲击]|h|r: 65万 ",
							["clColor"] = "fffe7b09",
						}, -- [157]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589554183,
							["arg1"] = "Details! 万物咸覩's 死亡: |cff71d5ff|Hspell:273995:0|h[火油冲击]|h|r: 76万 ",
							["clColor"] = "fffe7b09",
						}, -- [158]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589554183,
							["arg1"] = "Details! 风起春城暮's 死亡: |cff71d5ff|Hspell:273995:0|h[火油冲击]|h|r: 72万 ",
							["clColor"] = "fffe7b09",
						}, -- [159]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589554187,
							["arg1"] = "万物咸覩-凤凰之神 被 |cff71d5ff|Hspell:273995:0|h[火油冲击]|h|r  击中，伤害为 72.1万 (143%)。",
							["clColor"] = "fffe7b09",
						}, -- [160]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589554187,
							["arg1"] = "风起春城暮 被 |cff71d5ff|Hspell:273995:0|h[火油冲击]|h|r  击中，伤害为 72.9万 (139%)。",
							["clColor"] = "fffe7b09",
						}, -- [161]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589554187,
							["arg1"] = "岩熊 被 |cff71d5ff|Hspell:273995:0|h[火油冲击]|h|r  击中，伤害为 26.5万 (30%)。",
							["clColor"] = "fffe7b09",
						}, -- [162]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589554187,
							["arg1"] = "阿墨达达-古尔丹 被 |cff71d5ff|Hspell:273995:0|h[火油冲击]|h|r  击中，伤害为 61.5万 (116%)。",
							["clColor"] = "fffe7b09",
						}, -- [163]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589554189,
							["arg1"] = "就爱逗你玩 被 |cff71d5ff|Hspell:209862:0|h[岩浆柱]|h|r  击中，伤害为 19.4万 (38%)。",
							["clColor"] = "fffe7b09",
						}, -- [164]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589554254,
							["arg1"] = "万物咸覩-凤凰之神 被 |cff71d5ff|Hspell:315161:0|h[腐化之眼]|h|r |cff71d5ff|Hspell:272657:0|h[毒性吐息]|h|r  击中，伤害为 31.7万 (63%)。",
							["clColor"] = "fffe7b09",
						}, -- [165]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589554256,
							["arg1"] = "风起春城暮 被 |cff71d5ff|Hspell:272657:0|h[毒性吐息]|h|r  击中，伤害为 31.2万 (59%)。",
							["clColor"] = "fffe7b09",
						}, -- [166]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589554298,
							["arg1"] = "万物咸覩-凤凰之神 被 |cff71d5ff|Hspell:315197:0|h[壮美幻象]|h|r |cff71d5ff|Hspell:315161:0|h[腐化之眼]|h|r  击中，伤害为 23.2万 (46%)。",
							["clColor"] = "fffe7b09",
						}, -- [167]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589554319,
							["arg1"] = "树皮术CD剩余11秒",
							["clColor"] = "fffe7b09",
						}, -- [168]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589554323,
							["arg1"] = "万物咸覩-凤凰之神 被 |cff71d5ff|Hspell:315197:0|h[壮美幻象]|h|r  击中，伤害为 14.8万 (30%)。",
							["clColor"] = "fffe7b09",
						}, -- [169]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589554419,
							["arg1"] = "阿墨达达-古尔丹 被 |cff71d5ff|Hspell:315161:0|h[腐化之眼]|h|r |cff71d5ff|Hspell:315197:0|h[壮美幻象]|h|r  击中，伤害为 21.2万 (40%)。",
							["clColor"] = "fffe7b09",
						}, -- [170]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589554423,
							["arg1"] = "Details! 阿墨达达's 死亡: |cff71d5ff|Hspell:273995:0|h[火油冲击]|h|r: 69万 ",
							["clColor"] = "fffe7b09",
						}, -- [171]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589554427,
							["arg1"] = "阿墨达达-古尔丹 被 |cff71d5ff|Hspell:273995:0|h[火油冲击]|h|r  击中，伤害为 69.1万 (130%)。",
							["clColor"] = "fffe7b09",
						}, -- [172]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589554429,
							["arg1"] = "=9",
							["clColor"] = "fffe7b09",
						}, -- [173]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589554519,
							["arg1"] = "别sx",
							["clColor"] = "fffe7b09",
						}, -- [174]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589554558,
							["arg1"] = "阿墨达达-古尔丹 被 |cff71d5ff|Hspell:264206:0|h[钻地]|h|r  击中，伤害为 39.8万 (75%)。",
							["clColor"] = "fffe7b09",
						}, -- [175]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589554570,
							["arg1"] = "就爱逗你玩 被 |cff71d5ff|Hspell:264206:0|h[钻地]|h|r  击中，伤害为 42.1万 (82%)。",
							["clColor"] = "fffe7b09",
						}, -- [176]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589554571,
							["arg1"] = "万物咸覩-凤凰之神 被 |cff71d5ff|Hspell:264206:0|h[钻地]|h|r  击中，伤害为 39.3万 (78%)。",
							["clColor"] = "fffe7b09",
						}, -- [177]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589554575,
							["arg1"] = "阿墨达达-古尔丹 被 |cff71d5ff|Hspell:315161:0|h[腐化之眼]|h|r |cff71d5ff|Hspell:264206:0|h[钻地]|h|r  击中，伤害为 50.3万 (95%)。",
							["clColor"] = "fffe7b09",
						}, -- [178]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589554579,
							["arg1"] = "万物咸覩-凤凰之神 被 |cff71d5ff|Hspell:264206:0|h[钻地]|h|r  击中，伤害为 40.0万 (80%)。",
							["clColor"] = "fffe7b09",
						}, -- [179]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589554592,
							["arg1"] = "夺魂咆哮CD剩余29秒",
							["clColor"] = "fffe7b09",
						}, -- [180]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589554619,
							["arg1"] = "阿墨达达-古尔丹 被 |cff71d5ff|Hspell:315161:0|h[腐化之眼]|h|r |cff71d5ff|Hspell:264206:0|h[钻地]|h|r  击中，伤害为 47.1万 (89%)。",
							["clColor"] = "fffe7b09",
						}, -- [181]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589554623,
							["arg1"] = "就爱逗你玩 被 |cff71d5ff|Hspell:264206:0|h[钻地]|h|r  击中，伤害为 44.8万 (88%)。",
							["clColor"] = "fffe7b09",
						}, -- [182]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589554635,
							["arg1"] = "阿墨达达-古尔丹 被 |cff71d5ff|Hspell:264206:0|h[钻地]|h|r  击中，伤害为 39.9万 (75%)。",
							["clColor"] = "fffe7b09",
						}, -- [183]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589554647,
							["arg1"] = "阿墨达达-古尔丹 被 |cff71d5ff|Hspell:264206:0|h[钻地]|h|r |cff71d5ff|Hspell:209862:0|h[岩浆柱]|h|r  击中，伤害为 54.5万 (103%)。",
							["clColor"] = "fffe7b09",
						}, -- [184]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589554654,
							["arg1"] = "万物咸覩-凤凰之神 被 |cff71d5ff|Hspell:269970:0|h[盲目之沙]|h|r 击中。",
							["clColor"] = "fffe7b09",
						}, -- [185]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589554659,
							["arg1"] = "夺魂咆哮CD剩余0秒",
							["clColor"] = "fffe7b09",
						}, -- [186]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589554669,
							["arg1"] = "夺魂咆哮CD剩余0秒",
							["clColor"] = "fffe7b09",
						}, -- [187]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589554670,
							["arg1"] = "就爱逗你玩 被 |cff71d5ff|Hspell:209862:0|h[岩浆柱]|h|r  击中，伤害为 19.4万 (38%)。",
							["clColor"] = "fffe7b09",
						}, -- [188]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589554674,
							["arg1"] = "阿墨达达-古尔丹 被 |cff71d5ff|Hspell:315197:0|h[壮美幻象]|h|r  击中，伤害为 16.2万 (30%)。",
							["clColor"] = "fffe7b09",
						}, -- [189]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589554691,
							["arg1"] = "夺魂咆哮CD剩余8秒",
							["clColor"] = "fffe7b09",
						}, -- [190]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589554702,
							["arg1"] = "阿墨达达-古尔丹 被 |cff71d5ff|Hspell:209862:0|h[岩浆柱]|h|r  击中，伤害为 17.6万 (33%)。",
							["clColor"] = "fffe7b09",
						}, -- [191]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589554720,
							["arg1"] = "Details! 岩熊's 死亡: [近战]: 18万 ",
							["clColor"] = "fffe7b09",
						}, -- [192]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589554727,
							["arg1"] = "Details! 阿墨达达's 死亡: [近战]: 56万 ",
							["clColor"] = "fffe7b09",
						}, -- [193]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589554731,
							["arg1"] = "树皮术CD剩余76秒",
							["clColor"] = "fffe7b09",
						}, -- [194]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589554743,
							["arg1"] = "Details! 就爱逗你玩's 死亡: |cff71d5ff|Hspell:272820:0|h[震击]|h|r: 32万 ",
							["clColor"] = "fffe7b09",
						}, -- [195]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589554850,
							["arg1"] = "Details! 阿墨达达's 死亡: |cff71d5ff|Hspell:272821:0|h[召唤闪电]|h|r: 64万 ",
							["clColor"] = "fffe7b09",
						}, -- [196]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589554854,
							["arg1"] = "阿墨达达-古尔丹 被 |cff71d5ff|Hspell:272821:0|h[召唤闪电]|h|r  击中，伤害为 64.9万 (122%)。",
							["clColor"] = "fffe7b09",
						}, -- [197]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589554917,
							["arg1"] = "岩熊 被 |cff71d5ff|Hspell:272821:0|h[召唤闪电]|h|r  击中，伤害为 49.5万 (53%)。",
							["clColor"] = "fffe7b09",
						}, -- [198]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589554945,
							["arg1"] = "就爱逗你玩 被 |cff71d5ff|Hspell:209862:0|h[岩浆柱]|h|r  击中，伤害为 19.4万 (38%)。",
							["clColor"] = "fffe7b09",
						}, -- [199]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589554951,
							["arg1"] = "就爱逗你玩 被 |cff71d5ff|Hspell:209862:0|h[岩浆柱]|h|r  击中，伤害为 19.4万 (38%)。",
							["clColor"] = "fffe7b09",
						}, -- [200]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589554986,
							["arg1"] = "万物咸覩-凤凰之神 被 |cff71d5ff|Hspell:264763:0|h[火花]|h|r  击中，伤害为 18.1万 (36%)。",
							["clColor"] = "fffe7b09",
						}, -- [201]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589554988,
							["arg1"] = "阿墨达达-古尔丹 被 |cff71d5ff|Hspell:209862:0|h[岩浆柱]|h|r  击中，伤害为 17.6万 (33%)。",
							["clColor"] = "fffe7b09",
						}, -- [202]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589554992,
							["arg1"] = "万物咸覩-凤凰之神 被 |cff71d5ff|Hspell:264763:0|h[火花]|h|r  击中，伤害为 17.3万 (34%)。",
							["clColor"] = "fffe7b09",
						}, -- [203]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589555032,
							["arg1"] = "野性冲锋CD剩余14秒",
							["clColor"] = "fffe7b09",
						}, -- [204]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589555032,
							["arg1"] = "野性冲锋CD剩余14秒",
							["clColor"] = "fffe7b09",
						}, -- [205]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589555032,
							["arg1"] = "树皮术CD剩余22秒",
							["clColor"] = "fffe7b09",
						}, -- [206]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589555100,
							["arg1"] = "=sx",
							["clColor"] = "fffe7b09",
						}, -- [207]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589555140,
							["arg1"] = "野性冲锋CD剩余14秒",
							["clColor"] = "fffe7b09",
						}, -- [208]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589555256,
							["arg1"] = "坦克激活方尖碑",
							["clColor"] = "fffe7b09",
						}, -- [209]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589555258,
							["arg1"] = "睁开你的眼睛。",
						}, -- [210]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589555332,
							["arg1"] = "你让你真正的主人失望了。",
						}, -- [211]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589555352,
							["arg1"] = "逃……逃吧。你终将侍奉我。",
						}, -- [212]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589555354,
							["arg1"] = "坦克进入裂隙",
							["clColor"] = "fffe7b09",
						}, -- [213]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589555459,
							["arg1"] = "别a 直走",
							["clColor"] = "fffe7b09",
						}, -- [214]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589555472,
							["arg1"] = "坦克激活方尖碑",
							["clColor"] = "fffe7b09",
						}, -- [215]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589555474,
							["arg1"] = "来吧，淹死吧。",
						}, -- [216]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589555570,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [217]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589555586,
							["arg1"] = "要a 一下",
							["clColor"] = "fffe7b09",
						}, -- [218]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589555601,
							["arg1"] = "没",
							["clColor"] = "fffe7b09",
						}, -- [219]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589555656,
							["arg1"] = "坦克进入裂隙",
							["clColor"] = "fffe7b09",
						}, -- [220]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589555707,
							["arg1"] = "Details! 风起春城暮's 死亡: [近战]: 50万 ",
							["clColor"] = "fffe7b09",
						}, -- [221]
						{
							["arg2"] = "塞塔里斯的化身",
							["type"] = "MONSTER_YELL",
							["time"] = 1589555786,
							["arg1"] = "妖术散去了，但神庙的防御措施也启动了！",
						}, -- [222]
						{
							["arg2"] = "塞塔里斯的化身",
							["type"] = "MONSTER_YELL",
							["time"] = 1589555797,
							["arg1"] = "治疗我，我来关闭它们！",
						}, -- [223]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589555808,
							["arg1"] = "树皮术CD剩余73秒",
							["clColor"] = "fffe7b09",
						}, -- [224]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589555899,
							["arg1"] = "sx",
							["clColor"] = "fffe7b09",
						}, -- [225]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589555914,
							["arg1"] = "sx",
							["clColor"] = "fffe7b09",
						}, -- [226]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589555915,
							["arg1"] = "sx",
							["clColor"] = "fffe7b09",
						}, -- [227]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589555923,
							["arg1"] = "Details! 岩熊's 死亡: |cff71d5ff|Hspell:268024:0|h[脉冲]|h|r: 10万 ",
							["clColor"] = "fffe7b09",
						}, -- [228]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589555926,
							["arg1"] = "Details! 万物咸覩's 死亡: |cff71d5ff|Hspell:268024:0|h[脉冲]|h|r: 6.0万 ",
							["clColor"] = "fffe7b09",
						}, -- [229]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589555933,
							["arg1"] = "生存本能CD剩余60秒",
							["clColor"] = "fffe7b09",
						}, -- [230]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589555934,
							["arg1"] = "夺魂咆哮CD剩余18秒",
							["clColor"] = "fffe7b09",
						}, -- [231]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589555935,
							["arg1"] = "夺魂咆哮CD剩余17秒",
							["clColor"] = "fffe7b09",
						}, -- [232]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589555935,
							["arg1"] = "夺魂咆哮CD剩余17秒",
							["clColor"] = "fffe7b09",
						}, -- [233]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589555951,
							["arg1"] = "Details! 就爱逗你玩's 死亡: |cff71d5ff|Hspell:279014:0|h[心脏震击]|h|r: 48万 ",
							["clColor"] = "fffe7b09",
						}, -- [234]
						{
							["arg2"] = "塞塔里斯的化身",
							["type"] = "MONSTER_YELL",
							["time"] = 1589556059,
							["arg1"] = "万物都将屈从于我！",
						}, -- [235]
						{
							["arg2"] = "塞塔里斯的化身",
							["type"] = "MONSTER_YELL",
							["time"] = 1589556155,
							["arg1"] = "风暴散去，我也重拾了自我。谢谢你。",
						}, -- [236]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "PARTY",
							["time"] = 1589556158,
							["arg1"] = "|cffa335ee|Hkeystone:158923:248:18:10:11:3:120|h[钥石：维克雷斯庄园 (18)]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [237]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589556295,
							["arg1"] = "w lr?",
							["clColor"] = "fffe7b09",
						}, -- [238]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589556299,
							["arg1"] = "小虫t?",
							["clColor"] = "fffe7b09",
						}, -- [239]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589556304,
							["arg1"] = "熊t",
							["clColor"] = "fffe7b09",
						}, -- [240]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY",
							["time"] = 1589556322,
							["arg1"] = "dh 不行 ",
							["clColor"] = "fffe7b09",
						}, -- [241]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY",
							["time"] = 1589556325,
							["arg1"] = "2刀gg",
							["clColor"] = "fffe7b09",
						}, -- [242]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY",
							["time"] = 1589556353,
							["arg1"] = "|cffa335ee|Hkeystone:158923:246:15:10:11:3:120|h[钥石：托尔达戈 (15)]|h|r",
							["clColor"] = "ffa9d271",
						}, -- [243]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY",
							["time"] = 1589556385,
							["arg1"] = "那画眉t 啊",
							["clColor"] = "ffa9d271",
						}, -- [244]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY",
							["time"] = 1589556395,
							["arg1"] = "熊t 毕业",
							["clColor"] = "ffa9d271",
						}, -- [245]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY",
							["time"] = 1589556443,
							["arg1"] = "画眉 全是 全能装...",
							["clColor"] = "ffa9d271",
						}, -- [246]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "PARTY",
							["time"] = 1589556455,
							["arg1"] = "59",
							["clColor"] = "ffa9d271",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = " ",
						}, -- [249]
						{
							["arg1"] = "记录开始于 05/16/2020 的 11:10:37。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
				}, -- [3]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "说",
					["logs"] = {
						{
							["arg2"] = "柒丶神之萨-格瑞姆巴托",
							["type"] = "SAY",
							["time"] = 1589440511,
							["arg1"] = "柒丶神之萨 中了灵魂荆棘",
							["clColor"] = "ff006fdc",
						}, -- [1]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "SAY",
							["time"] = 1589440532,
							["arg1"] = "风起春城暮 中了灵魂荆棘",
							["clColor"] = "fffe7b09",
						}, -- [2]
						{
							["arg2"] = "维克雷斯夫人",
							["type"] = "MONSTER_SAY",
							["time"] = 1589440554,
							["arg1"] = "再敢打扰我，我就让你们在折磨中慢慢死去。",
						}, -- [3]
						{
							["arg2"] = "Rikii-冰风岗",
							["type"] = "SAY",
							["time"] = 1589440727,
							["arg1"] = "Rikii 中了不稳定的符文印记",
							["clColor"] = "ffa22fc8",
						}, -- [4]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "SAY",
							["time"] = 1589440727,
							["arg1"] = "风起春城暮 中了不稳定的符文印记",
							["clColor"] = "fffe7b09",
						}, -- [5]
						{
							["arg2"] = "柒丶神之萨-格瑞姆巴托",
							["type"] = "SAY",
							["time"] = 1589440727,
							["arg1"] = "柒丶神之萨 中了不稳定的符文印记",
							["clColor"] = "ff006fdc",
						}, -- [6]
						{
							["arg2"] = "一法杖敲晕你-无尽之海",
							["type"] = "SAY",
							["time"] = 1589440727,
							["arg1"] = "一法杖敲晕你 中了不稳定的符文印记",
							["clColor"] = "ff3ec5e9",
						}, -- [7]
						{
							["arg2"] = "维克雷斯夫人",
							["type"] = "MONSTER_SAY",
							["time"] = 1589440798,
							["arg1"] = "哦亲爱的，看来你们把我家的佣人都“辞退”了。",
						}, -- [8]
						{
							["arg2"] = "维克雷斯夫人",
							["type"] = "MONSTER_SAY",
							["time"] = 1589440805,
							["arg1"] = "过程肯定很粗暴，把地板都弄脏了。",
						}, -- [9]
						{
							["arg2"] = "维克雷斯夫人",
							["type"] = "MONSTER_SAY",
							["time"] = 1589440810,
							["arg1"] = "要不要来地下室找我，一起欣赏美妙的“事物”？",
						}, -- [10]
						{
							["arg2"] = "毒心诱魂者",
							["type"] = "MONSTER_SAY",
							["time"] = 1589441144,
							["arg1"] = "你赢不了的……",
						}, -- [11]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "SAY",
							["time"] = 1589441161,
							["arg1"] = "恶性病原体",
							["clColor"] = "fffe7b09",
						}, -- [12]
						{
							["arg2"] = "一法杖敲晕你-无尽之海",
							["type"] = "SAY",
							["time"] = 1589441177,
							["arg1"] = "恶性病原体",
							["clColor"] = "ff3ec5e9",
						}, -- [13]
						{
							["arg2"] = "柒丶神之萨-格瑞姆巴托",
							["type"] = "SAY",
							["time"] = 1589441211,
							["arg1"] = "恶性病原体",
							["clColor"] = "ff006fdc",
						}, -- [14]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "SAY",
							["time"] = 1589441242,
							["arg1"] = "恶性病原体",
							["clColor"] = "fffe7b09",
						}, -- [15]
						{
							["arg2"] = "审判官约里克",
							["type"] = "MONSTER_SAY",
							["time"] = 1589441289,
							["arg1"] = "已经太迟了！等等，你们是谁？！",
						}, -- [16]
						{
							["arg2"] = "露希尔·维克雷斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1589441294,
							["arg1"] = "不管他们是谁——我们需要他们的帮助。不能让高莱克·图尔进入我们的世界！",
						}, -- [17]
						{
							["arg2"] = "露希尔·维克雷斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1589441301,
							["arg1"] = "请帮帮我们！如果不阻止高莱克·图尔，他的邪恶会扩散到整个艾泽拉斯。",
						}, -- [18]
						{
							["arg1"] = " ",
						}, -- [19]
						{
							["arg1"] = " ",
						}, -- [20]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/14/2020 的 19:51:43。",
						}, -- [21]
						{
							["arg2"] = "赛拉·月卫",
							["type"] = "MONSTER_SAY",
							["time"] = 1589457382,
							["arg1"] = "我们的猫头鹰在你的位置附近发现了一个目标。解决它。",
						}, -- [22]
						{
							["arg2"] = "魔导师法蒂斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1589457439,
							["arg1"] = "我的幻象将是你们的末日！",
						}, -- [23]
						{
							["arg2"] = "魔导师法蒂斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1589457441,
							["arg1"] = "幻象……破灭了。",
						}, -- [24]
						{
							["arg2"] = "赛拉·月卫",
							["type"] = "MONSTER_SAY",
							["time"] = 1589457441,
							["arg1"] = "又解决了一个目标，太好了！",
						}, -- [25]
						{
							["arg2"] = "首席传送师欧库勒斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1589457486,
							["arg1"] = "我准备完毕了。让我们看看苏拉玛的贵族要怎么对付从天而降的枯法者吧！",
						}, -- [26]
						{
							["arg2"] = "死忠的谄媚者",
							["type"] = "MONSTER_SAY",
							["time"] = 1589457491,
							["arg1"] = "你这样的下等人应该学会服从！",
						}, -- [27]
						{
							["arg2"] = "死忠的谄媚者",
							["type"] = "MONSTER_SAY",
							["time"] = 1589457503,
							["arg1"] = "你的死亡早已注定！",
						}, -- [28]
						{
							["arg1"] = " ",
						}, -- [29]
						{
							["arg1"] = " ",
						}, -- [30]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/14/2020 的 20:03:40。",
						}, -- [31]
						{
							["arg2"] = "死忠的谄媚者",
							["type"] = "MONSTER_SAY",
							["time"] = 1589457872,
							["arg1"] = "不……不可能。",
						}, -- [32]
						{
							["arg2"] = "暮色卫队迁跃法师",
							["type"] = "MONSTER_SAY",
							["time"] = 1589457968,
							["arg1"] = "Arash-falas……",
						}, -- [33]
						{
							["arg2"] = "首席传送师欧库勒斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1589457998,
							["arg1"] = "多有趣多讽刺啊！看到被他们放逐的人出现在自家门口，那些贵族全都慌了！",
						}, -- [34]
						{
							["arg2"] = "女伯爵莉亚德琳",
							["type"] = "MONSTER_SAY",
							["time"] = 1589458014,
							["arg1"] = "越来越少的补给影响了我们的士气。到苏拉玛去，从夜之子压迫者那里弄些补给来！",
						}, -- [35]
						{
							["arg2"] = "女伯爵莉亚德琳",
							["type"] = "MONSTER_SAY",
							["time"] = 1589458079,
							["arg1"] = "这些补给对于我们的战役至关重要。部落又能继续前进了！",
						}, -- [36]
						{
							["arg2"] = "洛休斯·唤月",
							["type"] = "MONSTER_SAY",
							["time"] = 1589458157,
							["arg1"] = "就是它！我站在这里都能感应到它！",
						}, -- [37]
						{
							["arg2"] = "萨伦努斯·河树",
							["type"] = "MONSTER_SAY",
							["time"] = 1589458163,
							["arg1"] = "对，对，都在这里头。只要有正确的仪式，我们就能安全地给这颗心注入最强大的魔力！",
						}, -- [38]
						{
							["arg2"] = "首席奥术师塔莉萨",
							["type"] = "MONSTER_SAY",
							["time"] = 1589458221,
							["arg1"] = "燃烧军团大军压境——而艾利桑德就直接放他们进来了。真是恶心。去攻击邪魂堡垒！让燃烧军团看看，不是所有的夜之子都那么软弱的！",
						}, -- [39]
						{
							["arg2"] = "法罗迪斯王子",
							["type"] = "MONSTER_SAY",
							["time"] = 1589458296,
							["arg1"] = "加鲁霍德提过，他的大部分配方都是向这里的女祭司学来的。虽然她们已经疯了，我也看不懂那些手稿，但她们的神谕者似乎能读懂。",
						}, -- [40]
						{
							["arg2"] = "法罗迪斯王子",
							["type"] = "MONSTER_SAY",
							["time"] = 1589458307,
							["arg1"] = "或许她拥有解开这些知识的钥匙？",
						}, -- [41]
						{
							["arg2"] = "德兰妮·语风",
							["type"] = "MONSTER_SAY",
							["time"] = 1589458530,
							["arg1"] = "感谢你的帮助。你出手救了我的命。",
						}, -- [42]
						{
							["arg2"] = "德兰妮·语风",
							["type"] = "MONSTER_SAY",
							["time"] = 1589458536,
							["arg1"] = "如果你继续深入的话，就会发现这里还潜伏着更可怕的东西。",
						}, -- [43]
						{
							["arg2"] = "邪能烧灼者",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589458650,
							["arg1"] = "|TInterface\\Icons\\spell_fire_ragnaros_molteninferno.blp:20|t邪能烧灼者死亡时发生了|cFFFF0000|Hspell:202663|h[自爆]|h|r！",
						}, -- [44]
						{
							["arg2"] = "邪能烧灼者",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589458650,
							["arg1"] = "|TInterface\\Icons\\spell_fire_ragnaros_molteninferno.blp:20|t邪能烧灼者死亡时发生了|cFFFF0000|Hspell:202663|h[自爆]|h|r！",
						}, -- [45]
						{
							["arg2"] = "刃舞者伊莲娜",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589458651,
							["arg1"] = "|TInterface\\Icons\\spell_fire_ragnaros_molteninferno.blp:20|t刃舞者伊莲娜|cFFFF0000|Hspell:185835|h[点燃]|h|r了附近所有的邪能烧灼者！",
						}, -- [46]
						{
							["arg2"] = "科达娜·邪歌",
							["type"] = "MONSTER_SAY",
							["time"] = 1589458884,
							["arg1"] = "我早猜到了！我就知道你们会来。",
						}, -- [47]
						{
							["arg2"] = "科达娜·邪歌",
							["type"] = "MONSTER_SAY",
							["time"] = 1589458890,
							["arg1"] = "我拿到想要的东西了。但我要留下来了结你们……永除后患！",
						}, -- [48]
						{
							["arg2"] = "科达娜·邪歌",
							["type"] = "MONSTER_SAY",
							["time"] = 1589458900,
							["arg1"] = "你们掉进了我的陷阱。让我看看你们在黑暗中的本事吧。",
						}, -- [49]
						{
							["arg2"] = "德兰妮·语风",
							["type"] = "MONSTER_SAY",
							["time"] = 1589458952,
							["arg1"] = "叛徒完蛋了。谢谢你，我们欠你一个大人情。",
						}, -- [50]
						{
							["arg2"] = "德兰妮·语风",
							["type"] = "MONSTER_SAY",
							["time"] = 1589458960,
							["arg1"] = "我可以自己返回地面；但你必须将今天的事告诉其他守望者。",
						}, -- [51]
						{
							["arg2"] = "首席奥术师塔莉萨",
							["type"] = "MONSTER_SAY",
							["time"] = 1589459030,
							["arg1"] = "燃烧军团大军压境——而艾利桑德就直接放他们进来了。真是恶心。去攻击邪魂堡垒！让燃烧军团看看，不是所有的夜之子都那么软弱的！",
						}, -- [52]
						{
							["arg2"] = "暮色卫队斩杀者",
							["type"] = "MONSTER_SAY",
							["time"] = 1589459159,
							["arg1"] = "夏多雷将统治世界！",
						}, -- [53]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "SAY",
							["time"] = 1589459361,
							["arg1"] = "风起春城暮 中了镇压协议",
							["clColor"] = "fffe7b09",
						}, -- [54]
						{
							["arg2"] = "莉莉丝·月郡",
							["type"] = "MONSTER_SAY",
							["time"] = 1589459772,
							["arg1"] = "没想到您来了。今晚，贵族们齐聚于此，向大魔导师致敬。",
						}, -- [55]
						{
							["arg2"] = "莉莉丝·月郡",
							["type"] = "MONSTER_SAY",
							["time"] = 1589459783,
							["arg1"] = "密探说，艾利桑德本人也会出席。届时，她就将远离力量之源。这机会难得。",
						}, -- [56]
						{
							["arg2"] = "莉莉丝·月郡",
							["type"] = "MONSTER_SAY",
							["time"] = 1589459794,
							["arg1"] = "我们得走边门进入会场……正门的眼线太多了。",
						}, -- [57]
						{
							["arg2"] = "莉莉丝·月郡",
							["type"] = "MONSTER_SAY",
							["time"] = 1589459805,
							["arg1"] = "这是你消灭大魔导师的最佳机会。祝你好运！",
						}, -- [58]
						{
							["arg1"] = " ",
						}, -- [59]
						{
							["arg1"] = " ",
						}, -- [60]
						{
							["arg1"] = "记录开始于 05/14/2020 的 20:49:58。",
							["type"] = "SYSTEM",
						}, -- [61]
						{
							["arg2"] = "莉莉丝·月郡",
							["type"] = "MONSTER_SAY",
							["time"] = 1589460716,
							["arg1"] = "看来是暮色卫队在维持聚会的秩序。我建议你还是偷偷潜入吧。",
						}, -- [62]
						{
							["arg2"] = "莉莉丝·月郡",
							["type"] = "MONSTER_SAY",
							["time"] = 1589460724,
							["arg1"] = "你还要沿途关闭他们的奥术道标，防止哨兵敲响警钟。",
						}, -- [63]
						{
							["arg1"] = " ",
						}, -- [64]
						{
							["arg1"] = " ",
						}, -- [65]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/14/2020 的 21:10:33。",
						}, -- [66]
						{
							["arg2"] = "苏拉玛商人",
							["type"] = "MONSTER_SAY",
							["time"] = 1589462088,
							["arg1"] = "快跑！他们有武器！",
						}, -- [67]
						{
							["arg2"] = "苏拉玛平民",
							["type"] = "MONSTER_SAY",
							["time"] = 1589462088,
							["arg1"] = "入侵者！",
						}, -- [68]
						{
							["arg2"] = "苏拉玛平民",
							["type"] = "MONSTER_SAY",
							["time"] = 1589462090,
							["arg1"] = "入侵者！",
						}, -- [69]
						{
							["arg2"] = "苏拉玛儿童",
							["type"] = "MONSTER_SAY",
							["time"] = 1589462090,
							["arg1"] = "你怎么进来的？",
						}, -- [70]
						{
							["arg2"] = "苏拉玛儿童",
							["type"] = "MONSTER_SAY",
							["time"] = 1589462121,
							["arg1"] = "这里不欢迎你！",
						}, -- [71]
						{
							["arg2"] = "苏拉玛商人",
							["type"] = "MONSTER_SAY",
							["time"] = 1589462125,
							["arg1"] = "这里不欢迎你！",
						}, -- [72]
						{
							["arg2"] = "苏拉玛平民",
							["type"] = "MONSTER_SAY",
							["time"] = 1589462139,
							["arg1"] = "你怎么进来的？",
						}, -- [73]
						{
							["arg2"] = "莉莉丝·月郡",
							["type"] = "MONSTER_SAY",
							["time"] = 1589462145,
							["arg1"] = "小心点。我听说有个能够抽取彼此力量的恶魔议会。我们得切断他们的联系。",
						}, -- [74]
						{
							["arg2"] = "莉莉丝·月郡",
							["type"] = "MONSTER_SAY",
							["time"] = 1589462155,
							["arg1"] = "探索这片区域，设法分化议会成员。只要他们落单，就不是你的对手了！",
						}, -- [75]
						{
							["arg2"] = "莉莉丝·月郡",
							["type"] = "MONSTER_SAY",
							["time"] = 1589462240,
							["arg1"] = "迄今为止，你做得很好。可你得混进聚会里去。我可以强化你的伪装，给它灌注障眼魔法，把你伪装成贵族。",
						}, -- [76]
						{
							["arg2"] = "莉莉丝·月郡",
							["type"] = "MONSTER_SAY",
							["time"] = 1589462244,
							["arg1"] = "情报表明，有个燃烧军团的密探参加了这个聚会。",
						}, -- [77]
						{
							["arg2"] = "莉莉丝·月郡",
							["type"] = "MONSTER_SAY",
							["time"] = 1589462248,
							["arg1"] = "去跟那些多嘴的贵族聊聊，找到这个密探。可别乱说话引起别人的注意！",
						}, -- [78]
						{
							["arg2"] = "可疑的贵族",
							["type"] = "MONSTER_SAY",
							["time"] = 1589462313,
							["arg1"] = "喂喂，别急着下结论，风起春城暮。我们为什么不找个私密空间好好谈谈这个问题呢……",
						}, -- [79]
						{
							["arg2"] = "可疑的贵族",
							["type"] = "MONSTER_SAY",
							["time"] = 1589462360,
							["arg1"] = "我不知道你是怎么发现我的，但你可以去死了！",
						}, -- [80]
						{
							["arg2"] = "莉莉丝·月郡",
							["type"] = "MONSTER_SAY",
							["time"] = 1589462370,
							["arg1"] = "太好了！有了钥匙，我们就能打开通往阳台的路。艾利桑德的死期到了！",
						}, -- [81]
						{
							["arg2"] = "顾问麦兰杜斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1589462389,
							["arg1"] = "这么快就走了吗，大魔导师？",
						}, -- [82]
						{
							["arg2"] = "艾利桑德",
							["type"] = "MONSTER_SAY",
							["time"] = 1589462394,
							["arg1"] = "敌人正在逼近，你还想让我浪费时间去跟无聊的贵族闲聊？看看吧，蠢货！这儿有人。",
						}, -- [83]
						{
							["arg2"] = "顾问麦兰杜斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1589462404,
							["arg1"] = "这不可能！我的卫兵不可能让人闯进来！",
						}, -- [84]
						{
							["arg2"] = "艾利桑德",
							["type"] = "MONSTER_SAY",
							["time"] = 1589462410,
							["arg1"] = "显然你又失败了，麦兰杜斯。我给你一个机会。干掉这些外来者，我得回暗夜要塞了。",
						}, -- [85]
						{
							["arg2"] = "莉莉丝·月郡",
							["type"] = "MONSTER_SAY",
							["time"] = 1589462462,
							["arg1"] = "我们今晚恐怕对付不了大魔导师了，但她迟早会受到制裁的。我们一定能想出办法来解决问题……",
						}, -- [86]
						{
							["arg2"] = "赛拉娜·织星",
							["type"] = "MONSTER_SAY",
							["time"] = 1589462569,
							["arg1"] = "虽然我们人数稀少，但一定会让燃烧军团闻风丧胆。",
						}, -- [87]
						{
							["arg2"] = "首席奥术师塔莉萨",
							["type"] = "MONSTER_SAY",
							["time"] = 1589462627,
							["arg1"] = "燃烧军团大军压境——而艾利桑德就直接放他们进来了。真是恶心。去攻击邪魂堡垒！让燃烧军团看看，不是所有的夜之子都那么软弱的！",
						}, -- [88]
						{
							["arg2"] = "赛拉·月卫",
							["type"] = "MONSTER_SAY",
							["time"] = 1589462658,
							["arg1"] = "你的位置附近有一个致命的目标。去证明一下你的实力吧。",
						}, -- [89]
						{
							["arg2"] = "驯犬者斯托克西斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1589462826,
							["arg1"] = "我的猎犬又有新鲜的肉吃了！",
						}, -- [90]
						{
							["arg2"] = "表弟慢热手",
							["type"] = "MONSTER_SAY",
							["time"] = 1589462857,
							["arg1"] = "十年了。我任劳任怨地刷牦牛十年了。",
						}, -- [91]
						{
							["arg2"] = "扭曲的维祖尔",
							["type"] = "MONSTER_SAY",
							["time"] = 1589463042,
							["arg1"] = "你们不过是低贱的棋子。",
						}, -- [92]
						{
							["arg2"] = "扭曲的维祖尔",
							["type"] = "MONSTER_SAY",
							["time"] = 1589463044,
							["arg1"] = "你们只是在……拖延时间……",
						}, -- [93]
						{
							["arg1"] = " ",
						}, -- [94]
						{
							["arg1"] = " ",
						}, -- [95]
						{
							["arg1"] = "记录开始于 05/14/2020 的 21:32:03。",
							["type"] = "SYSTEM",
						}, -- [96]
						{
							["arg2"] = "赛拉娜·织星",
							["type"] = "MONSTER_SAY",
							["time"] = 1589463171,
							["arg1"] = "很好。可以开始测试咒语了吗？",
						}, -- [97]
						{
							["arg2"] = "洛休斯·唤月",
							["type"] = "MONSTER_SAY",
							["time"] = 1589463171,
							["arg1"] = "你确定这会管用吗，赛拉娜？",
						}, -- [98]
						{
							["arg2"] = "赛拉娜·织星",
							["type"] = "MONSTER_SAY",
							["time"] = 1589463175,
							["arg1"] = "我不确定。但为了我们的朋友，必须得试试。",
						}, -- [99]
						{
							["arg2"] = "赛拉娜·织星",
							["type"] = "MONSTER_SAY",
							["time"] = 1589463184,
							["arg1"] = "Elun'falah shalar。",
						}, -- [100]
						{
							["arg2"] = "赛拉娜·织星",
							["type"] = "MONSTER_SAY",
							["time"] = 1589463190,
							["arg1"] = "Ishnu-talah Kaldorei！",
						}, -- [101]
						{
							["arg2"] = "大法师卡雷",
							["type"] = "MONSTER_SAY",
							["time"] = 1589463215,
							["arg1"] = "一定有办法保护辛艾萨莉之心不受军团魔力的冲击。我有主意了。",
						}, -- [102]
						{
							["arg2"] = "大法师卡雷",
							["type"] = "MONSTER_SAY",
							["time"] = 1589463220,
							["arg1"] = "后会有期。",
						}, -- [103]
						{
							["arg2"] = "首席奥术师塔莉萨",
							["type"] = "MONSTER_SAY",
							["time"] = 1589463265,
							["arg1"] = "我们要扩充部队。去找那些枯法者，平息他们的怒火吧。我会召唤他们前往沙尔艾兰。",
						}, -- [104]
						{
							["arg2"] = "艾希迪尔",
							["type"] = "MONSTER_SAY",
							["time"] = 1589463367,
							["arg1"] = "退下吧！这个人是带着使命来的。",
						}, -- [105]
						{
							["arg2"] = "艾希迪尔",
							["type"] = "MONSTER_SAY",
							["time"] = 1589463367,
							["arg1"] = "现在，去吧。等你证明了自己以后再回来。",
						}, -- [106]
						{
							["arg2"] = "艾希迪尔",
							["type"] = "MONSTER_SAY",
							["time"] = 1589463392,
							["arg1"] = "恶魔正在步步逼近勇者之门。我们需要你的帮助。",
						}, -- [107]
						{
							["arg2"] = "艾希迪尔",
							["type"] = "MONSTER_SAY",
							["time"] = 1589463424,
							["arg1"] = "你今天做得很好，勇士。愿你敌人的哀嚎响彻扭曲虚空。",
						}, -- [108]
						{
							["arg2"] = "被俘的瓦格里",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589463529,
							["arg1"] = "哈布隆开始抽取%s的灵魂。",
						}, -- [109]
						{
							["arg2"] = "被俘的瓦格里",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589463565,
							["arg1"] = "%s回到了英灵殿……",
						}, -- [110]
						{
							["arg2"] = "雷兹奥昆船长",
							["type"] = "MONSTER_SAY",
							["time"] = 1589465078,
							["arg1"] = "船板放下了，朋友。我们马上激活探测器。",
						}, -- [111]
						{
							["arg2"] = "“朽木巨舰”霍斯维尔",
							["type"] = "MONSTER_SAY",
							["time"] = 1589465097,
							["arg1"] = "迷雾会来找你的！",
						}, -- [112]
						{
							["arg2"] = "暮行者洛里纳斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1589465108,
							["arg1"] = "那帮部落蛮子已经先到了，哼，他们根本不是虚空的对手。",
						}, -- [113]
						{
							["arg2"] = "“朽木巨舰”霍斯维尔",
							["type"] = "MONSTER_SAY",
							["time"] = 1589465140,
							["arg1"] = "她会让我重生……",
						}, -- [114]
						{
							["arg2"] = "咒潮主母",
							["type"] = "MONSTER_SAY",
							["time"] = 1589465161,
							["arg1"] = "我们是不朽的……你们的胜利毫无意义……",
						}, -- [115]
						{
							["arg2"] = "雷兹奥昆船长",
							["type"] = "MONSTER_SAY",
							["time"] = 1589465176,
							["arg1"] = "一大群虫子袭来了。你们小心点……它们来此的目的和我们一样。",
						}, -- [116]
						{
							["arg2"] = "纺雾者西格莉德",
							["type"] = "MONSTER_SAY",
							["time"] = 1589465181,
							["arg1"] = "已死之人……永远不死……",
						}, -- [117]
						{
							["arg2"] = "暮行者洛里纳斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1589465184,
							["arg1"] = "啊……黑暗……拥抱我……",
						}, -- [118]
						{
							["arg2"] = "雷兹奥昆船长",
							["type"] = "MONSTER_SAY",
							["time"] = 1589465186,
							["arg1"] = "这天气可不正常。一定是有个厉害的元素生物想来抢我们的艾泽里特。",
						}, -- [119]
						{
							["arg2"] = "剑舞者佐尔拉克",
							["type"] = "MONSTER_SAY",
							["time"] = 1589465190,
							["arg1"] = "我们是女皇的虫群！",
						}, -- [120]
						{
							["arg2"] = "雷兹奥昆船长",
							["type"] = "MONSTER_SAY",
							["time"] = 1589465198,
							["arg1"] = "船里装了一半了。照这速度，我们不一会儿就可以收工了！",
						}, -- [121]
						{
							["arg2"] = "剑舞者佐尔拉克",
							["type"] = "MONSTER_SAY",
							["time"] = 1589465198,
							["arg1"] = "我们女皇甜美的歌声将赐予你死亡！",
						}, -- [122]
						{
							["arg2"] = "剑舞者佐尔拉克",
							["type"] = "MONSTER_SAY",
							["time"] = 1589465199,
							["arg1"] = "我们是女皇的虫群！",
						}, -- [123]
						{
							["arg2"] = "剑舞者佐尔拉克",
							["type"] = "MONSTER_SAY",
							["time"] = 1589465200,
							["arg1"] = "为了女皇！",
						}, -- [124]
						{
							["arg2"] = "剑舞者佐尔拉克",
							["type"] = "MONSTER_SAY",
							["time"] = 1589465202,
							["arg1"] = "我要除掉你，然后用你的尸体去喂虫群！",
						}, -- [125]
						{
							["arg2"] = "剑舞者佐尔拉克",
							["type"] = "MONSTER_SAY",
							["time"] = 1589465203,
							["arg1"] = "我们是女皇的虫群！",
						}, -- [126]
						{
							["arg2"] = "剑舞者佐尔拉克",
							["type"] = "MONSTER_SAY",
							["time"] = 1589465204,
							["arg1"] = "我听从女皇的命令！",
						}, -- [127]
						{
							["arg2"] = "剑舞者佐尔拉克",
							["type"] = "MONSTER_SAY",
							["time"] = 1589465205,
							["arg1"] = "我要除掉你，然后用你的尸体去喂虫群！",
						}, -- [128]
						{
							["arg2"] = "剑舞者佐尔拉克",
							["type"] = "MONSTER_SAY",
							["time"] = 1589465206,
							["arg1"] = "虫群势不可挡！",
						}, -- [129]
						{
							["arg2"] = "剑舞者佐尔拉克",
							["type"] = "MONSTER_SAY",
							["time"] = 1589465208,
							["arg1"] = "虫群势不可挡！",
						}, -- [130]
						{
							["arg2"] = "织影者扎拉",
							["type"] = "MONSTER_SAY",
							["time"] = 1589465208,
							["arg1"] = "哈哈哈哈……虚空，我来了……",
						}, -- [131]
						{
							["arg2"] = "剑舞者佐尔拉克",
							["type"] = "MONSTER_SAY",
							["time"] = 1589465208,
							["arg1"] = "即便我死了……我也能听见她的声音……",
						}, -- [132]
						{
							["arg2"] = "裂隙之刃克莱恩",
							["type"] = "MONSTER_SAY",
							["time"] = 1589465220,
							["arg1"] = "呃，今天可真倒霉……",
						}, -- [133]
						{
							["arg2"] = "雷兹奥昆船长",
							["type"] = "MONSTER_SAY",
							["time"] = 1589465268,
							["arg1"] = "马上就完事了。你们干得真不赖！",
						}, -- [134]
						{
							["arg2"] = "乌尔夫·雷岸",
							["type"] = "MONSTER_SAY",
							["time"] = 1589465288,
							["arg1"] = "潮汐会消灭你！",
						}, -- [135]
						{
							["arg2"] = "雷兹奥昆船长",
							["type"] = "MONSTER_SAY",
							["time"] = 1589465295,
							["arg1"] = "今天干得漂亮！你把他们好好教训了一顿，啊哈哈！",
						}, -- [136]
						{
							["arg2"] = "雷兹奥昆船长",
							["type"] = "MONSTER_SAY",
							["time"] = 1589465368,
							["arg1"] = "船板放下了，朋友。我们马上激活探测器。",
						}, -- [137]
						{
							["arg2"] = "凶猛的刚诺夫",
							["type"] = "MONSTER_SAY",
							["time"] = 1589465399,
							["arg1"] = "*嗅**嗅* 是部落！我现在要是在上风处就好了……",
						}, -- [138]
						{
							["arg2"] = "霍尔伍德·海镰",
							["type"] = "MONSTER_SAY",
							["time"] = 1589465414,
							["arg1"] = "为了约伦而战！",
						}, -- [139]
						{
							["arg2"] = "督军奥尔特里斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1589465476,
							["arg1"] = "被遗忘的军团不会再等待了！",
						}, -- [140]
						{
							["arg2"] = "狡猾的英格尔",
							["type"] = "MONSTER_SAY",
							["time"] = 1589465488,
							["arg1"] = "哇啊！荣耀的一击……",
						}, -- [141]
						{
							["arg2"] = "督军奥尔特里斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1589465503,
							["arg1"] = "谁也不曾……给过我们机会……",
						}, -- [142]
						{
							["arg2"] = "雷兹奥昆船长",
							["type"] = "MONSTER_SAY",
							["time"] = 1589465504,
							["arg1"] = "一只破破烂烂的船队，散发着克瓦迪尔的臭味。他们是来抢艾泽里特的。",
						}, -- [143]
						{
							["arg2"] = "霍尔伍德·海镰",
							["type"] = "MONSTER_SAY",
							["time"] = 1589465511,
							["arg1"] = "呀啊！这就是我渴望的死亡！",
						}, -- [144]
						{
							["arg2"] = "雷兹奥昆船长",
							["type"] = "MONSTER_SAY",
							["time"] = 1589465520,
							["arg1"] = "一大群虫子袭来了。你们小心点……它们来此的目的和我们一样。",
						}, -- [145]
						{
							["arg2"] = "雷兹奥昆船长",
							["type"] = "MONSTER_SAY",
							["time"] = 1589465529,
							["arg1"] = "你干得不赖，我们已经进展过半了。",
						}, -- [146]
						{
							["arg2"] = "咒潮主母",
							["type"] = "MONSTER_SAY",
							["time"] = 1589465537,
							["arg1"] = "她会让我重生……",
						}, -- [147]
						{
							["arg2"] = "坚韧的劳尔",
							["type"] = "MONSTER_SAY",
							["time"] = 1589465565,
							["arg1"] = "休息时间！",
						}, -- [148]
						{
							["arg2"] = "凶猛的刚诺夫",
							["type"] = "MONSTER_SAY",
							["time"] = 1589465583,
							["arg1"] = "你不能让……大狗失望……",
						}, -- [149]
						{
							["arg2"] = "狡诈的芬雷",
							["type"] = "MONSTER_SAY",
							["time"] = 1589465605,
							["arg1"] = "啊……鲜血的……香气……",
						}, -- [150]
						{
							["arg2"] = "雷兹奥昆船长",
							["type"] = "MONSTER_SAY",
							["time"] = 1589465606,
							["arg1"] = "就快干完了，只要再加把劲就行。",
						}, -- [151]
						{
							["arg2"] = "乌尔夫·雷岸",
							["type"] = "MONSTER_SAY",
							["time"] = 1589465622,
							["arg1"] = "你们的灵魂属于我们！",
						}, -- [152]
						{
							["arg2"] = "乌尔夫·雷岸",
							["type"] = "MONSTER_SAY",
							["time"] = 1589465637,
							["arg1"] = "她会让我重生……",
						}, -- [153]
						{
							["arg2"] = "雷兹奥昆船长",
							["type"] = "MONSTER_SAY",
							["time"] = 1589465648,
							["arg1"] = "今天干得漂亮！你把他们好好教训了一顿，啊哈哈！",
						}, -- [154]
						{
							["arg2"] = "雷兹奥昆船长",
							["type"] = "MONSTER_SAY",
							["time"] = 1589465725,
							["arg1"] = "船靠岸了。在外头保护好自己的小命，呵呵。",
						}, -- [155]
						{
							["arg2"] = "凶猛的刚诺夫",
							["type"] = "MONSTER_SAY",
							["time"] = 1589465755,
							["arg1"] = "*嗅**嗅* 是部落！我现在要是在上风处就好了……",
						}, -- [156]
						{
							["arg2"] = "折脊者昆殆",
							["type"] = "MONSTER_SAY",
							["time"] = 1589465768,
							["arg1"] = "死亡才是你惩罚的开始！",
						}, -- [157]
						{
							["arg2"] = "针鬃",
							["type"] = "MONSTER_SAY",
							["time"] = 1589465785,
							["arg1"] = "你会输的，断棘者。",
						}, -- [158]
						{
							["arg2"] = "雷兹奥昆船长",
							["type"] = "MONSTER_SAY",
							["time"] = 1589465872,
							["arg1"] = "有个海岛巨魔部族也上岸了，他们看上去不太友好。",
						}, -- [159]
						{
							["arg2"] = "雷兹奥昆船长",
							["type"] = "MONSTER_SAY",
							["time"] = 1589465885,
							["arg1"] = "你干得不赖，我们已经进展过半了。",
						}, -- [160]
						{
							["arg2"] = "折脊者昆殆",
							["type"] = "MONSTER_SAY",
							["time"] = 1589465904,
							["arg1"] = "傲慢的……小鬼……",
						}, -- [161]
						{
							["arg2"] = "针鬃",
							["type"] = "MONSTER_SAY",
							["time"] = 1589465908,
							["arg1"] = "不……宝石……",
						}, -- [162]
						{
							["arg2"] = "雷兹奥昆船长",
							["type"] = "MONSTER_SAY",
							["time"] = 1589465944,
							["arg1"] = "就快干完了，只要再加把劲就行。",
						}, -- [163]
						{
							["arg2"] = "鲜血猎手阿卡尔",
							["type"] = "MONSTER_SAY",
							["time"] = 1589465966,
							["arg1"] = "我看到……先祖们了……",
						}, -- [164]
						{
							["arg2"] = "雷兹奥昆船长",
							["type"] = "MONSTER_SAY",
							["time"] = 1589465966,
							["arg1"] = "船舱装满了。撑起风帆，回家吧。",
						}, -- [165]
						{
							["arg1"] = " ",
						}, -- [166]
						{
							["arg1"] = " ",
						}, -- [167]
						{
							["arg1"] = "记录开始于 05/15/2020 的 21:54:54。",
							["type"] = "SYSTEM",
						}, -- [168]
						{
							["arg2"] = "巴斯特罗·戈扎科",
							["type"] = "MONSTER_SAY",
							["time"] = 1589551086,
							["arg1"] = "看来切个甜瓜要等上半天，卡罗。",
						}, -- [169]
						{
							["arg2"] = "切肉者卡罗",
							["type"] = "MONSTER_SAY",
							["time"] = 1589551088,
							["arg1"] = "我已经尽力在切了！",
						}, -- [170]
						{
							["arg2"] = "格里伏塔",
							["type"] = "MONSTER_SAY",
							["time"] = 1589551107,
							["arg1"] = "祝福和战吼都已经过时！在当今这个危险而又严酷的世界里，只有艾泽里特可以给予你力量。快来喝瓶装艾泽里特吧！",
						}, -- [171]
						{
							["arg2"] = "塞纳里奥议会德鲁伊",
							["type"] = "MONSTER_SAY",
							["time"] = 1589551555,
							["arg1"] = "如果我们不能阻止这种腐蚀，还有谁能？",
						}, -- [172]
						{
							["arg2"] = "邦邦博士-白银之手",
							["type"] = "EMOTE",
							["time"] = 1589551572,
							["arg1"] = "胡言乱语了一通。",
							["clColor"] = "ffa9d271",
						}, -- [173]
						{
							["arg2"] = "众熊之王-白银之手",
							["type"] = "EMOTE",
							["time"] = 1589551595,
							["arg1"] = "向他的队友大喊大叫。",
							["clColor"] = "ff00fe95",
						}, -- [174]
						{
							["arg2"] = "塞纳里奥议会德鲁伊",
							["type"] = "MONSTER_SAY",
							["time"] = 1589551622,
							["arg1"] = "如果这种腐蚀扩散开来……艾泽拉斯注定毁灭。",
						}, -- [175]
						{
							["arg2"] = "大地之环萨满",
							["type"] = "MONSTER_SAY",
							["time"] = 1589551641,
							["arg1"] = "自然发出痛苦的哀鸣……我们如何能够阻止这场疯狂？",
						}, -- [176]
						{
							["arg2"] = "暗影猎手乌卡比",
							["type"] = "MONSTER_SAY",
							["time"] = 1589551776,
							["arg1"] = "头儿，我把最近的一些威胁在桌子上画出来了，以便你随时查看。",
						}, -- [177]
						{
							["arg2"] = "洛坎",
							["type"] = "MONSTER_SAY",
							["time"] = 1589551780,
							["arg1"] = "嘿，头儿！我们这儿有点要紧事需要你处理一下。",
						}, -- [178]
						{
							["arg2"] = "本杰明·吉布",
							["type"] = "MONSTER_SAY",
							["time"] = 1589551781,
							["arg1"] = "我谨遵你的意志，指挥官。",
						}, -- [179]
						{
							["arg2"] = "沃里克",
							["type"] = "MONSTER_SAY",
							["time"] = 1589553258,
							["arg1"] = "这座神庙是塞塔里斯的安息之所，他是一位强大的神灵，在很久以前保护了我的族人免于毁灭。",
						}, -- [180]
						{
							["arg2"] = "沃里克",
							["type"] = "MONSTER_SAY",
							["time"] = 1589553273,
							["arg1"] = "她为了阻止米斯拉克斯牺牲了自己……然而随着她的死去，沃顿丛林风化成了沙漠。",
						}, -- [181]
						{
							["arg2"] = "沃里克",
							["type"] = "MONSTER_SAY",
							["time"] = 1589553287,
							["arg1"] = "她重生的日子早已到来，然而恐怕有什么东西，正在阻止她归来。",
						}, -- [182]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "SAY",
							["time"] = 1589553535,
							["arg1"] = "岩熊 中了飓风打击",
							["clColor"] = "fffe7b09",
						}, -- [183]
						{
							["arg2"] = "就爱逗你玩-亡语者",
							["type"] = "SAY",
							["time"] = 1589553541,
							["arg1"] = "就爱逗你玩 中了导电",
							["clColor"] = "ffa9d271",
						}, -- [184]
						{
							["arg2"] = "就爱逗你玩-亡语者",
							["type"] = "SAY",
							["time"] = 1589553543,
							["arg1"] = "3秒",
							["clColor"] = "ffa9d271",
						}, -- [185]
						{
							["arg2"] = "就爱逗你玩-亡语者",
							["type"] = "SAY",
							["time"] = 1589553544,
							["arg1"] = "2秒",
							["clColor"] = "ffa9d271",
						}, -- [186]
						{
							["arg2"] = "就爱逗你玩-亡语者",
							["type"] = "SAY",
							["time"] = 1589553545,
							["arg1"] = "1秒",
							["clColor"] = "ffa9d271",
						}, -- [187]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589553547,
							["arg1"] = "万物咸覩 中了飓风打击",
							["clColor"] = "ffa22fc8",
						}, -- [188]
						{
							["arg2"] = "就爱逗你玩-亡语者",
							["type"] = "SAY",
							["time"] = 1589553594,
							["arg1"] = "就爱逗你玩 中了飓风打击",
							["clColor"] = "ffa9d271",
						}, -- [189]
						{
							["arg2"] = "阿墨达达-古尔丹",
							["type"] = "SAY",
							["time"] = 1589553603,
							["arg1"] = "阿墨达达 中了导电",
							["clColor"] = "ff00fe95",
						}, -- [190]
						{
							["arg2"] = "阿墨达达-古尔丹",
							["type"] = "SAY",
							["time"] = 1589553605,
							["arg1"] = "3秒",
							["clColor"] = "ff00fe95",
						}, -- [191]
						{
							["arg2"] = "阿墨达达-古尔丹",
							["type"] = "SAY",
							["time"] = 1589553606,
							["arg1"] = "2秒",
							["clColor"] = "ff00fe95",
						}, -- [192]
						{
							["arg2"] = "就爱逗你玩-亡语者",
							["type"] = "SAY",
							["time"] = 1589553607,
							["arg1"] = "就爱逗你玩 中了飓风打击",
							["clColor"] = "ffa9d271",
						}, -- [193]
						{
							["arg2"] = "阿墨达达-古尔丹",
							["type"] = "SAY",
							["time"] = 1589553607,
							["arg1"] = "1秒",
							["clColor"] = "ff00fe95",
						}, -- [194]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589553656,
							["arg1"] = "万物咸覩 中了飓风打击",
							["clColor"] = "ffa22fc8",
						}, -- [195]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589553663,
							["arg1"] = "万物咸覩 中了导电",
							["clColor"] = "ffa22fc8",
						}, -- [196]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589553666,
							["arg1"] = "3秒",
							["clColor"] = "ffa22fc8",
						}, -- [197]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589553668,
							["arg1"] = "2秒",
							["clColor"] = "ffa22fc8",
						}, -- [198]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589553668,
							["arg1"] = "1秒",
							["clColor"] = "ffa22fc8",
						}, -- [199]
						{
							["arg1"] = " ",
						}, -- [200]
						{
							["arg1"] = " ",
						}, -- [201]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/15/2020 的 22:41:16。",
						}, -- [202]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "SAY",
							["time"] = 1589553698,
							["arg1"] = "岩熊 中了飓风打击",
							["clColor"] = "fffe7b09",
						}, -- [203]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589553715,
							["arg1"] = "万物咸覩 中了飓风打击",
							["clColor"] = "ffa22fc8",
						}, -- [204]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589553723,
							["arg1"] = "万物咸覩 中了导电",
							["clColor"] = "ffa22fc8",
						}, -- [205]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589553725,
							["arg1"] = "3秒",
							["clColor"] = "ffa22fc8",
						}, -- [206]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589553726,
							["arg1"] = "2秒",
							["clColor"] = "ffa22fc8",
						}, -- [207]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589553727,
							["arg1"] = "1秒",
							["clColor"] = "ffa22fc8",
						}, -- [208]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589553730,
							["arg1"] = "万物咸覩 中了飓风打击",
							["clColor"] = "ffa22fc8",
						}, -- [209]
						{
							["arg1"] = " ",
						}, -- [210]
						{
							["arg1"] = " ",
						}, -- [211]
						{
							["arg1"] = "记录开始于 05/15/2020 的 22:47:30。",
							["type"] = "SYSTEM",
						}, -- [212]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589554116,
							["arg1"] = "快跑開",
							["clColor"] = "ffa22fc8",
						}, -- [213]
						{
							["arg2"] = "无信护卵员",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589554156,
							["arg1"] = "%s逃跑了。",
						}, -- [214]
						{
							["arg2"] = "无信护卵员",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589554329,
							["arg1"] = "%s逃跑了。",
						}, -- [215]
						{
							["arg2"] = "无信护卵员",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589554342,
							["arg1"] = "%s逃跑了。",
						}, -- [216]
						{
							["arg2"] = "无信护卵员",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589554351,
							["arg1"] = "%s逃跑了。",
						}, -- [217]
						{
							["arg2"] = "无信护卵员",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589554351,
							["arg1"] = "%s逃跑了。",
						}, -- [218]
						{
							["arg2"] = "无信护卵员",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589554415,
							["arg1"] = "%s逃跑了。",
						}, -- [219]
						{
							["arg2"] = "卵的标记",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589554525,
							["arg1"] = "毒素覆盖的蛋开始在西边孵化！",
						}, -- [220]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "SAY",
							["time"] = 1589554536,
							["arg1"] = "风起春城暮 中了缠绕的蛇群",
							["clColor"] = "fffe7b09",
						}, -- [221]
						{
							["arg2"] = "卵的标记",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589554583,
							["arg1"] = "沙尘覆盖的蛋开始在东边孵化！",
						}, -- [222]
						{
							["arg2"] = "就爱逗你玩-亡语者",
							["type"] = "SAY",
							["time"] = 1589554590,
							["arg1"] = "就爱逗你玩 中了缠绕的蛇群",
							["clColor"] = "ffa9d271",
						}, -- [223]
						{
							["arg2"] = "就爱逗你玩-亡语者",
							["type"] = "SAY",
							["time"] = 1589554619,
							["arg1"] = "就爱逗你玩 中了缠绕的蛇群",
							["clColor"] = "ffa9d271",
						}, -- [224]
						{
							["arg2"] = "卵的标记",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589554646,
							["arg1"] = "一些蛋开始在北边孵化！",
						}, -- [225]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589554657,
							["arg1"] = "万物咸覩 中了缠绕的蛇群",
							["clColor"] = "ffa22fc8",
						}, -- [226]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589554667,
							["arg1"] = "万物咸覩 中了缠绕的蛇群",
							["clColor"] = "ffa22fc8",
						}, -- [227]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "SAY",
							["time"] = 1589554689,
							["arg1"] = "风起春城暮 中了缠绕的蛇群",
							["clColor"] = "fffe7b09",
						}, -- [228]
						{
							["arg2"] = "加瓦兹特",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589555106,
							["arg1"] = "你前方的空中形成了一股纯净的能量！",
						}, -- [229]
						{
							["arg2"] = "能量核心",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589555146,
							["arg1"] = "附近形成了一个能量核心。",
						}, -- [230]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589555180,
							["arg1"] = "Can Soak",
							["clColor"] = "ffa22fc8",
						}, -- [231]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589555209,
							["arg1"] = "Can Soak",
							["clColor"] = "ffa22fc8",
						}, -- [232]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589555223,
							["arg1"] = "Can Soak",
							["clColor"] = "ffa22fc8",
						}, -- [233]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589555243,
							["arg1"] = "Can Soak",
							["clColor"] = "ffa22fc8",
						}, -- [234]
						{
							["arg2"] = "沃里克",
							["type"] = "MONSTER_SAY",
							["time"] = 1589555245,
							["arg1"] = "看来，你确实战力超群。",
						}, -- [235]
						{
							["arg2"] = "沃里克",
							["type"] = "MONSTER_SAY",
							["time"] = 1589555249,
							["arg1"] = "你每具尸体都要摸一遍吗？塞塔里斯还等着我们呢！",
						}, -- [236]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589555264,
							["arg1"] = "分散5碼",
							["clColor"] = "ffa22fc8",
						}, -- [237]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589555270,
							["arg1"] = "我被恐懼",
							["clColor"] = "ffa22fc8",
						}, -- [238]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589555282,
							["arg1"] = "分散5碼",
							["clColor"] = "ffa22fc8",
						}, -- [239]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589555319,
							["arg1"] = "分散5碼",
							["clColor"] = "ffa22fc8",
						}, -- [240]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589555327,
							["arg1"] = "我被恐懼",
							["clColor"] = "ffa22fc8",
						}, -- [241]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589555337,
							["arg1"] = "分散5碼",
							["clColor"] = "ffa22fc8",
						}, -- [242]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589555341,
							["arg1"] = "我被恐懼",
							["clColor"] = "ffa22fc8",
						}, -- [243]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589555483,
							["arg1"] = "小怪爆炸",
							["clColor"] = "ffa22fc8",
						}, -- [244]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589555492,
							["arg1"] = "小怪爆炸",
							["clColor"] = "ffa22fc8",
						}, -- [245]
						{
							["arg2"] = "表弟慢热手",
							["type"] = "MONSTER_SAY",
							["time"] = 1589556418,
							["arg1"] = "我只是来找芜菁的，我发誓！",
						}, -- [246]
						{
							["arg2"] = "秘法师鸟羽帽",
							["type"] = "MONSTER_SAY",
							["time"] = 1589556419,
							["arg1"] = "那些野牛人手握直剑。直。剑。",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = " ",
						}, -- [249]
						{
							["arg1"] = "记录开始于 05/16/2020 的 11:10:37。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
				}, -- [4]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "呼喊",
					["logs"] = {
						{
							["arg2"] = "奥蕾莉亚·风行者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589432003,
							["arg1"] = "见证真理吧！",
						}, -- [1]
						{
							["arg2"] = "奥蕾莉亚·风行者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589432014,
							["arg1"] = "我……都做了……什么……",
						}, -- [2]
						{
							["arg1"] = " ",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["arg1"] = "记录开始于 05/14/2020 的 14:57:28。",
							["type"] = "SYSTEM",
						}, -- [5]
						{
							["arg2"] = "神谕者沙恩 ",
							["type"] = "MONSTER_YELL",
							["time"] = 1589439611,
							["arg1"] = "灵魂与我们同在！踏上达萨罗的台阶，赞美照看亡者的神灵吧。赞美邦桑迪！",
						}, -- [6]
						{
							["arg2"] = "Rikii-冰风岗",
							["type"] = "YELL",
							["time"] = 1589439836,
							["arg1"] = "变身已交硬的一匹（大概）",
							["clColor"] = "ffa22fc8",
						}, -- [7]
						{
							["arg2"] = "Rikii-冰风岗",
							["type"] = "YELL",
							["time"] = 1589439836,
							["arg1"] = "变身已交硬的一匹（大概）",
							["clColor"] = "ffa22fc8",
						}, -- [8]
						{
							["arg2"] = "Rikii-冰风岗",
							["type"] = "YELL",
							["time"] = 1589440090,
							["arg1"] = "变身已交硬的一匹（大概）",
							["clColor"] = "ffa22fc8",
						}, -- [9]
						{
							["arg2"] = "Rikii-冰风岗",
							["type"] = "YELL",
							["time"] = 1589440090,
							["arg1"] = "变身已交硬的一匹（大概）",
							["clColor"] = "ffa22fc8",
						}, -- [10]
						{
							["arg2"] = "贪食的拉尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589440188,
							["arg1"] = "晚餐时间！",
						}, -- [11]
						{
							["arg2"] = "贪食的拉尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589440223,
							["arg1"] = "都来厨房！",
						}, -- [12]
						{
							["arg2"] = "贪食的拉尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589440252,
							["arg1"] = "美味多汁！",
						}, -- [13]
						{
							["arg2"] = "贪食的拉尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589440267,
							["arg1"] = "都来厨房！",
						}, -- [14]
						{
							["arg2"] = "贪食的拉尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589440287,
							["arg1"] = "真是……甜美的……痛楚……",
						}, -- [15]
						{
							["arg2"] = "魂缚巨像",
							["type"] = "MONSTER_YELL",
							["time"] = 1589440457,
							["arg1"] = "快逃！希望之光早已泯灭！",
						}, -- [16]
						{
							["arg2"] = "魂缚巨像",
							["type"] = "MONSTER_YELL",
							["time"] = 1589440465,
							["arg1"] = "荆棘想夺取你的灵魂！",
						}, -- [17]
						{
							["arg2"] = "魂缚巨像",
							["type"] = "MONSTER_YELL",
							["time"] = 1589440487,
							["arg1"] = "当心荆棘！",
						}, -- [18]
						{
							["arg2"] = "魂缚巨像",
							["type"] = "MONSTER_YELL",
							["time"] = 1589440509,
							["arg1"] = "当心荆棘！",
						}, -- [19]
						{
							["arg2"] = "魂缚巨像",
							["type"] = "MONSTER_YELL",
							["time"] = 1589440531,
							["arg1"] = "荆棘想夺取你的灵魂！",
						}, -- [20]
						{
							["arg2"] = "Rikii-冰风岗",
							["type"] = "YELL",
							["time"] = 1589440545,
							["arg1"] = "变身已交硬的一匹（大概）",
							["clColor"] = "ffa22fc8",
						}, -- [21]
						{
							["arg2"] = "魂缚巨像",
							["type"] = "MONSTER_YELL",
							["time"] = 1589440552,
							["arg1"] = "谢谢……你……",
						}, -- [22]
						{
							["arg2"] = "女巫索林娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1589440678,
							["arg1"] = "你的力量在这里一无是处！",
						}, -- [23]
						{
							["arg2"] = "女巫索林娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1589440689,
							["arg1"] = "你现在归我了！",
						}, -- [24]
						{
							["arg2"] = "女巫索林娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1589440713,
							["arg1"] = "你现在归我了！",
						}, -- [25]
						{
							["arg2"] = "女巫马拉迪",
							["type"] = "MONSTER_YELL",
							["time"] = 1589440716,
							["arg1"] = "你已经用过一次了！",
						}, -- [26]
						{
							["arg2"] = "女巫马拉迪",
							["type"] = "MONSTER_YELL",
							["time"] = 1589440725,
							["arg1"] = "哈哈哈，你即将毁灭！",
						}, -- [27]
						{
							["arg2"] = "女巫布里亚",
							["type"] = "MONSTER_YELL",
							["time"] = 1589440739,
							["arg1"] = "把水晶给我，姐妹！",
						}, -- [28]
						{
							["arg2"] = "女巫布里亚",
							["type"] = "MONSTER_YELL",
							["time"] = 1589440748,
							["arg1"] = "你越是挣扎，血痕就越多。",
						}, -- [29]
						{
							["arg2"] = "女巫索林娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1589440757,
							["arg1"] = "把水晶给我，你这蠢货！只有我才能驾驭它的力量！",
						}, -- [30]
						{
							["arg2"] = "女巫索林娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1589440768,
							["arg1"] = "跳舞吧，玩偶！跳舞吧！",
						}, -- [31]
						{
							["arg2"] = "女巫索林娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1589440769,
							["arg1"] = "死亡也无法让我沉默……",
						}, -- [32]
						{
							["arg2"] = "女巫马拉迪",
							["type"] = "MONSTER_YELL",
							["time"] = 1589440772,
							["arg1"] = "你已经用过一次了！",
						}, -- [33]
						{
							["arg2"] = "女巫马拉迪",
							["type"] = "MONSTER_YELL",
							["time"] = 1589440780,
							["arg1"] = "就算我的身躯破碎……我的咒语……依旧存续……",
						}, -- [34]
						{
							["arg2"] = "女巫布里亚",
							["type"] = "MONSTER_YELL",
							["time"] = 1589440783,
							["arg1"] = "把水晶给我，姐妹！",
						}, -- [35]
						{
							["arg2"] = "女巫布里亚",
							["type"] = "MONSTER_YELL",
							["time"] = 1589440791,
							["arg1"] = "我的草根会再度发芽……",
						}, -- [36]
						{
							["arg2"] = "Rikii-冰风岗",
							["type"] = "YELL",
							["time"] = 1589440820,
							["arg1"] = "变身已交硬的一匹（大概）",
							["clColor"] = "ffa22fc8",
						}, -- [37]
						{
							["arg2"] = "Rikii-冰风岗",
							["type"] = "YELL",
							["time"] = 1589440820,
							["arg1"] = "变身已交硬的一匹（大概）",
							["clColor"] = "ffa22fc8",
						}, -- [38]
						{
							["arg2"] = "Rikii-冰风岗",
							["type"] = "YELL",
							["time"] = 1589441074,
							["arg1"] = "变身已交硬的一匹（大概）",
							["clColor"] = "ffa22fc8",
						}, -- [39]
						{
							["arg2"] = "维克雷斯夫人",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441148,
							["arg1"] = "老公，好好招待客人。",
						}, -- [40]
						{
							["arg2"] = "维克雷斯勋爵",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441159,
							["arg1"] = "溃烂！",
						}, -- [41]
						{
							["arg2"] = "维克雷斯夫人",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441167,
							["arg1"] = "不！你不能夺走他！",
						}, -- [42]
						{
							["arg2"] = "维克雷斯勋爵",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441175,
							["arg1"] = "凋零！",
						}, -- [43]
						{
							["arg2"] = "维克雷斯夫人",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441190,
							["arg1"] = "不！你不能夺走他！",
						}, -- [44]
						{
							["arg2"] = "维克雷斯勋爵",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441192,
							["arg1"] = "凋零！",
						}, -- [45]
						{
							["arg2"] = "维克雷斯勋爵",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441209,
							["arg1"] = "凋零！",
						}, -- [46]
						{
							["arg2"] = "维克雷斯夫人",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441212,
							["arg1"] = "不！你不能夺走他！",
						}, -- [47]
						{
							["arg2"] = "维克雷斯勋爵",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441225,
							["arg1"] = "溃烂！",
						}, -- [48]
						{
							["arg2"] = "维克雷斯勋爵",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441240,
							["arg1"] = "凋零！",
						}, -- [49]
						{
							["arg2"] = "维克雷斯夫人",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441256,
							["arg1"] = "至死不渝……",
						}, -- [50]
						{
							["arg2"] = "高莱克·图尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441261,
							["arg1"] = "目光短浅的凡人，死亡是无法阻止的。",
						}, -- [51]
						{
							["arg2"] = "高莱克·图尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441270,
							["arg1"] = "你们杀死维克雷斯夫人，反而为我打开了通往你们世界的大门。",
						}, -- [52]
						{
							["arg2"] = "高莱克·图尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441281,
							["arg1"] = "现在，你们的噩梦才刚刚开始。",
						}, -- [53]
						{
							["arg2"] = "高莱克·图尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441341,
							["arg1"] = "死亡会吞噬一切！",
						}, -- [54]
						{
							["arg2"] = "审判官约里克",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441345,
							["arg1"] = "快！烧掉它！",
						}, -- [55]
						{
							["arg2"] = "审判官约里克",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441363,
							["arg1"] = "快！烧掉它！",
						}, -- [56]
						{
							["arg2"] = "高莱克·图尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441366,
							["arg1"] = "起来吧！",
						}, -- [57]
						{
							["arg2"] = "审判官约里克",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441380,
							["arg1"] = "快！烧掉它！",
						}, -- [58]
						{
							["arg2"] = "高莱克·图尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441394,
							["arg1"] = "起来吧！",
						}, -- [59]
						{
							["arg2"] = "审判官约里克",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441402,
							["arg1"] = "快！烧掉它！",
						}, -- [60]
						{
							["arg2"] = "审判官约里克",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441419,
							["arg1"] = "快！烧掉它！",
						}, -- [61]
						{
							["arg2"] = "高莱克·图尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441422,
							["arg1"] = "起来吧！",
						}, -- [62]
						{
							["arg2"] = "审判官约里克",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441438,
							["arg1"] = "快！烧掉它！",
						}, -- [63]
						{
							["arg2"] = "高莱克·图尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441451,
							["arg1"] = "起来吧！",
						}, -- [64]
						{
							["arg2"] = "审判官约里克",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441459,
							["arg1"] = "快！在德鲁斯特之王复活它们之前烧掉它们！",
						}, -- [65]
						{
							["arg2"] = "高莱克·图尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441474,
							["arg1"] = "死亡……困不住我……",
						}, -- [66]
						{
							["arg1"] = " ",
						}, -- [67]
						{
							["arg1"] = " ",
						}, -- [68]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/14/2020 的 20:03:40。",
						}, -- [69]
						{
							["arg2"] = "提拉宋·萨瑟利尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458418,
							["arg1"] = "我很好奇，这个池子会向你展现什么秘密，德兰妮。",
						}, -- [70]
						{
							["arg2"] = "德兰妮·语风",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458438,
							["arg1"] = "我没有错，提拉宋。你和你的同伙才是罪有应得！",
						}, -- [71]
						{
							["arg2"] = "提拉宋·萨瑟利尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458448,
							["arg1"] = "罪行？我们的罪行就是为了拯救这个世界牺牲了一切。",
						}, -- [72]
						{
							["arg2"] = "提拉宋·萨瑟利尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458456,
							["arg1"] = "我们在为伊利丹而战，而你则将世界上的恶棍永远囚禁在这里。后来，你又囚禁了我们。",
						}, -- [73]
						{
							["arg2"] = "德兰妮·语风",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458464,
							["arg1"] = "我们保护生命，这通常都很危险，有时还会付出高昂的代价。",
						}, -- [74]
						{
							["arg2"] = "提拉宋·萨瑟利尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458473,
							["arg1"] = "你竟然还敢跟我谈牺牲？",
						}, -- [75]
						{
							["arg2"] = "提拉宋·萨瑟利尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458477,
							["arg1"] = "我献出了我的血肉，我的灵魂；族人却把我视为怪物。",
						}, -- [76]
						{
							["arg2"] = "提拉宋·萨瑟利尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458484,
							["arg1"] = "我又得到了什么？来自我“姐妹”的永恒痛苦。",
						}, -- [77]
						{
							["arg2"] = "德兰妮·语风",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458491,
							["arg1"] = "我只想服务我的人民，我的女神。我不在乎个人利益或是荣耀。",
						}, -- [78]
						{
							["arg2"] = "德兰妮·语风",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458498,
							["arg1"] = "当你站在那里，沉醉于燃烧军团的力量时，你还能这么说吗？",
						}, -- [79]
						{
							["arg2"] = "提拉宋·萨瑟利尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458506,
							["arg1"] = "我为人民而战，为那些被放逐和唾弃的人而战。",
						}, -- [80]
						{
							["arg2"] = "提拉宋·萨瑟利尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458511,
							["arg1"] = "我要杀了你和你的同谋，然后实现我导师的梦想。",
						}, -- [81]
						{
							["arg2"] = "提拉宋·萨瑟利尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458515,
							["arg1"] = "重返战场，感觉真不错。",
						}, -- [82]
						{
							["arg2"] = "提拉宋·萨瑟利尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458523,
							["arg1"] = "双刃渴望鲜血。",
						}, -- [83]
						{
							["arg2"] = "提拉宋·萨瑟利尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458524,
							["arg1"] = "我的力量……还不够吗？",
						}, -- [84]
						{
							["arg2"] = "审判官托蒙托鲁姆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458605,
							["arg1"] = "噢……新的审判对象。",
						}, -- [85]
						{
							["arg2"] = "审判官托蒙托鲁姆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458613,
							["arg1"] = "看看门牌号背后是什么……",
						}, -- [86]
						{
							["arg2"] = "审判官托蒙托鲁姆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458619,
							["arg1"] = "你们的灵魂归我了。",
						}, -- [87]
						{
							["arg2"] = "审判官托蒙托鲁姆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458625,
							["arg1"] = "看看门牌号背后是什么……",
						}, -- [88]
						{
							["arg2"] = "审判官托蒙托鲁姆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458633,
							["arg1"] = "真让人失望。",
						}, -- [89]
						{
							["arg2"] = "格雷泽",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458662,
							["arg1"] = "有客人？太好了！",
						}, -- [90]
						{
							["arg2"] = "格雷泽",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458667,
							["arg1"] = "如果我能看见未来就……",
						}, -- [91]
						{
							["arg2"] = "阿什高姆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458771,
							["arg1"] = "如此……漫长……炎魔之王呢？他为何不回应我的呼唤？",
						}, -- [92]
						{
							["arg2"] = "阿什高姆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458772,
							["arg1"] = "火……熄灭了。",
						}, -- [93]
						{
							["arg2"] = "科达娜·邪歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458909,
							["arg1"] = "那好吧。我要杀光你们。",
						}, -- [94]
						{
							["arg2"] = "科达娜·邪歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458913,
							["arg1"] = "暗夜精灵都该学会热爱黑暗。",
						}, -- [95]
						{
							["arg2"] = "科达娜·邪歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458921,
							["arg1"] = "我是不可阻挡的！我奋斗多年，承受无数痛苦。胜利必将属于我！",
						}, -- [96]
						{
							["arg2"] = "科达娜·邪歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458927,
							["arg1"] = "我输了？怎么可能！你……一无是处……",
						}, -- [97]
						{
							["arg2"] = "萨卡尔将军",
							["type"] = "MONSTER_YELL",
							["time"] = 1589459229,
							["arg1"] = "整队，蛆虫们！守住这个缺口，等待古尔丹的命令！",
						}, -- [98]
						{
							["arg2"] = "萨卡尔将军",
							["type"] = "MONSTER_YELL",
							["time"] = 1589459260,
							["arg1"] = "很好！又有消遣送上门来了！我正闲得发慌呢！",
						}, -- [99]
						{
							["arg2"] = "萨卡尔将军",
							["type"] = "MONSTER_YELL",
							["time"] = 1589459262,
							["arg1"] = "不……不！没人能击败……伟大的萨卡尔……",
						}, -- [100]
						{
							["arg2"] = "伊凡尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589459394,
							["arg1"] = "后退！它是我的！",
						}, -- [101]
						{
							["arg2"] = "伊凡尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589459407,
							["arg1"] = "小偷！法力是我的！",
						}, -- [102]
						{
							["arg2"] = "伊凡尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589459415,
							["arg1"] = "不……还要……",
						}, -- [103]
						{
							["arg2"] = "顾问凡多斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589459426,
							["arg1"] = "看呐看呐……这下头还真是一团糟啊。我们上次来净化这些墓穴都是好久之前了。看来这里好像闹老鼠了啊。",
						}, -- [104]
						{
							["arg2"] = "顾问凡多斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589459476,
							["arg1"] = "我活了一万年，我是不会死在一群老鼠手里的。",
						}, -- [105]
						{
							["arg2"] = "顾问凡多斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589459480,
							["arg1"] = "我是暗夜井宣泄其伟力的载体！我是夜之子！",
						}, -- [106]
						{
							["arg2"] = "顾问凡多斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589459483,
							["arg1"] = "大魔导师……会砍掉你们的脑袋……",
						}, -- [107]
						{
							["arg1"] = " ",
						}, -- [108]
						{
							["arg1"] = " ",
						}, -- [109]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/14/2020 的 21:10:33。",
						}, -- [110]
						{
							["arg2"] = "巡逻队长加多",
							["type"] = "MONSTER_YELL",
							["time"] = 1589462061,
							["arg1"] = "这是禁地！",
						}, -- [111]
						{
							["arg2"] = "巡逻队长加多",
							["type"] = "MONSTER_YELL",
							["time"] = 1589462065,
							["arg1"] = "卫兵！过来！",
						}, -- [112]
						{
							["arg2"] = "巡逻队长加多",
							["type"] = "MONSTER_YELL",
							["time"] = 1589462069,
							["arg1"] = "我的任务……完成了。",
						}, -- [113]
						{
							["arg2"] = "苏拉玛平民",
							["type"] = "MONSTER_YELL",
							["time"] = 1589462077,
							["arg1"] = "嘿，别让它进来！我们在开派对呢！",
						}, -- [114]
						{
							["arg2"] = "塔丽克萨·火冠",
							["type"] = "MONSTER_YELL",
							["time"] = 1589462183,
							["arg1"] = "同时挑战这么多人可不明智！",
						}, -- [115]
						{
							["arg2"] = "塔丽克萨·火冠",
							["type"] = "MONSTER_YELL",
							["time"] = 1589462192,
							["arg1"] = "凡人的血肉……燃烧得太美了！",
						}, -- [116]
						{
							["arg2"] = "塔丽克萨·火冠",
							["type"] = "MONSTER_YELL",
							["time"] = 1589462218,
							["arg1"] = "凡人的血肉……燃烧得太美了！",
						}, -- [117]
						{
							["arg2"] = "塔丽克萨·火冠",
							["type"] = "MONSTER_YELL",
							["time"] = 1589462232,
							["arg1"] = "我的火葬柴堆……一定……很壮观……",
						}, -- [118]
						{
							["arg2"] = "顾问麦兰杜斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589462444,
							["arg1"] = "来吧，速战速决吧。",
						}, -- [119]
						{
							["arg2"] = "顾问麦兰杜斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589462449,
							["arg1"] = "如果你眨了眼……那就得流血了！",
						}, -- [120]
						{
							["arg2"] = "顾问麦兰杜斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589462451,
							["arg1"] = "艾利桑德……原谅我！",
						}, -- [121]
						{
							["arg1"] = " ",
						}, -- [122]
						{
							["arg1"] = " ",
						}, -- [123]
						{
							["arg1"] = "记录开始于 05/14/2020 的 21:32:03。",
							["type"] = "SYSTEM",
						}, -- [124]
						{
							["arg2"] = "被俘的女武神",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463490,
							["arg1"] = "你们可以禁锢我的灵魂，该死的家伙，但你们夺不走我的意志。",
						}, -- [125]
						{
							["arg2"] = "被俘的刻符者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463495,
							["arg1"] = "愿符文诅咒你。我要把你送回海底去，那里才是你该呆的地方！",
						}, -- [126]
						{
							["arg2"] = "海咒奴隶",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463497,
							["arg1"] = "闭嘴。你的灵魂属于海拉。",
						}, -- [127]
						{
							["arg2"] = "海咒奴隶",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463502,
							["arg1"] = "蠢货。我们的诅咒会彻底毁灭你……",
						}, -- [128]
						{
							["arg2"] = "堕落君王伊米隆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463506,
							["arg1"] = "凡人……你们杀害我的人民……摧毁我的王国！现在，该轮到你们尝尝失去一切的滋味了！",
						}, -- [129]
						{
							["arg2"] = "堕落君王伊米隆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463513,
							["arg1"] = "不……又来了……哈布隆！把他们的灵魂扔进水里去！                                                                                                                                                                                                                                                                         ",
						}, -- [130]
						{
							["arg2"] = "海拉加尔勇士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463547,
							["arg1"] = "哈布隆不会容忍你这种存在的，凡人。",
						}, -- [131]
						{
							["arg2"] = "哈布隆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463559,
							["arg1"] = "鲜血的气味让幽灵们感到饥渴了。",
						}, -- [132]
						{
							["arg2"] = "哈布隆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463563,
							["arg1"] = "进入冥狱深渊的人都得付出血的代价。挣扎吧……但我必将拿到我的报酬！",
						}, -- [133]
						{
							["arg2"] = "哈布隆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463565,
							["arg1"] = "这次……轮到我来付出……血的代价了……",
						}, -- [134]
						{
							["arg2"] = "斯卡加尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463577,
							["arg1"] = "不要放过这些无赖！海拉绝不容忍入侵者。",
						}, -- [135]
						{
							["arg2"] = "斯卡加尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463586,
							["arg1"] = "没有猎物，就没有报酬！现在，守住纳格法尔号！",
						}, -- [136]
						{
							["arg2"] = "斯卡加尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463587,
							["arg1"] = "没有比……葬身大海更美好的……",
						}, -- [137]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463603,
							["arg1"] = "你们都会后悔闯入我的国度的。",
						}, -- [138]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463616,
							["arg1"] = "你们已经走的够远了，该去死了。",
						}, -- [139]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463616,
							["arg1"] = "你会为此付出代价的。",
						}, -- [140]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463616,
							["arg1"] = "我的耐心正在消失。",
						}, -- [141]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463618,
							["arg1"] = "拥抱你们的命运吧，蠢货！",
						}, -- [142]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463621,
							["arg1"] = "不！这不可能！",
						}, -- [143]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463625,
							["arg1"] = "你到底是什么样的生物？？",
						}, -- [144]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463653,
							["arg1"] = "你们以为自己赢了？这只是一场风暴而已……大海是不可阻挡的。",
						}, -- [145]
						{
							["arg2"] = "被俘的女武神",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463703,
							["arg1"] = "你们可以禁锢我的灵魂，该死的家伙，但你们夺不走我的意志。",
						}, -- [146]
						{
							["arg2"] = "被俘的刻符者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463709,
							["arg1"] = "愿符文诅咒你。我要把你送回海底去，那里才是你该呆的地方！",
						}, -- [147]
						{
							["arg2"] = "海咒奴隶",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463711,
							["arg1"] = "闭嘴。你的灵魂属于海拉。",
						}, -- [148]
						{
							["arg2"] = "海咒奴隶",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463716,
							["arg1"] = "蠢货。我们的诅咒会彻底毁灭你……",
						}, -- [149]
						{
							["arg2"] = "堕落君王伊米隆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463718,
							["arg1"] = "凡人……你们杀害我的人民……摧毁我的王国！我一直在等待这个机会，将你们所做的一切加倍奉还！",
						}, -- [150]
						{
							["arg2"] = "堕落君王伊米隆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463721,
							["arg1"] = "还没完呢……纳格法尔号会来……找你们的……",
						}, -- [151]
						{
							["arg2"] = "浸水的灵魂卫士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463732,
							["arg1"] = "你怎么从笼子里出来了，德鲁伊？",
						}, -- [152]
						{
							["arg2"] = "海拉加尔勇士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463752,
							["arg1"] = "哈布隆不会容忍你这种存在的，凡人。",
						}, -- [153]
						{
							["arg2"] = "哈布隆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463765,
							["arg1"] = "鲜血的气味让幽灵们感到饥渴了。",
						}, -- [154]
						{
							["arg2"] = "哈布隆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463769,
							["arg1"] = "新乘客……新灵魂。我可以带你们深入冥狱深渊，只要一点小报酬：你们的血肉。",
						}, -- [155]
						{
							["arg2"] = "哈布隆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463775,
							["arg1"] = "生命……死亡……我只是永恒潮汐中的一朵小水花……",
						}, -- [156]
						{
							["arg2"] = "斯卡加尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463787,
							["arg1"] = "入侵者登上了纳格法尔号！不要放过这些恶棍！",
						}, -- [157]
						{
							["arg2"] = "斯卡加尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463796,
							["arg1"] = "没有猎物，就没有报酬！现在，守住纳格法尔号！",
						}, -- [158]
						{
							["arg2"] = "斯卡加尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463797,
							["arg1"] = "没有比……葬身大海更美好的……",
						}, -- [159]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463811,
							["arg1"] = "你们都会后悔闯入我的国度的。",
						}, -- [160]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463826,
							["arg1"] = "你们已经走的够远了，该去死了。",
						}, -- [161]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463826,
							["arg1"] = "你会为此付出代价的。",
						}, -- [162]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463829,
							["arg1"] = "我的耐心正在消失。",
						}, -- [163]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463831,
							["arg1"] = "拥抱你们的命运吧，蠢货！",
						}, -- [164]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463835,
							["arg1"] = "不！这不可能！",
						}, -- [165]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463841,
							["arg1"] = "你到底是什么样的生物？？",
						}, -- [166]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463866,
							["arg1"] = "你们以为自己赢了？这只是一场风暴而已……大海是不可阻挡的。",
						}, -- [167]
						{
							["arg2"] = "被俘的女武神",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463968,
							["arg1"] = "你们可以禁锢我的灵魂，该死的家伙，但你们夺不走我的意志。",
						}, -- [168]
						{
							["arg2"] = "被俘的刻符者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463974,
							["arg1"] = "愿符文诅咒你。我要把你送回海底去，那里才是你该呆的地方！",
						}, -- [169]
						{
							["arg2"] = "海咒奴隶",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463975,
							["arg1"] = "闭嘴。你的灵魂属于海拉。",
						}, -- [170]
						{
							["arg2"] = "海咒奴隶",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463981,
							["arg1"] = "蠢货。我们的诅咒会彻底毁灭你……",
						}, -- [171]
						{
							["arg2"] = "堕落君王伊米隆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463984,
							["arg1"] = "凡人……我曾经败给过你们一次。这次不会再这么走运了！",
						}, -- [172]
						{
							["arg2"] = "堕落君王伊米隆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463987,
							["arg1"] = "你们还没有赢……你们是在……自寻死路……",
						}, -- [173]
						{
							["arg2"] = "浸水的灵魂卫士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463997,
							["arg1"] = "你怎么从笼子里出来了，德鲁伊？",
						}, -- [174]
						{
							["arg2"] = "海拉加尔勇士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464015,
							["arg1"] = "哈布隆不会容忍你这种存在的，凡人。",
						}, -- [175]
						{
							["arg2"] = "哈布隆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464027,
							["arg1"] = "鲜血的气味让幽灵们感到饥渴了。",
						}, -- [176]
						{
							["arg2"] = "哈布隆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464033,
							["arg1"] = "新乘客……新灵魂。我可以带你们深入冥狱深渊，只要一点小报酬：你们的血肉。",
						}, -- [177]
						{
							["arg2"] = "哈布隆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464036,
							["arg1"] = "这次……轮到我来付出……血的代价了……",
						}, -- [178]
						{
							["arg2"] = "斯卡加尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464048,
							["arg1"] = "入侵者登上了纳格法尔号！不要放过这些恶棍！",
						}, -- [179]
						{
							["arg2"] = "斯卡加尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464058,
							["arg1"] = "让骷髅船员上！",
						}, -- [180]
						{
							["arg2"] = "斯卡加尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464058,
							["arg1"] = "这是……最后一次抢劫了……",
						}, -- [181]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464070,
							["arg1"] = "你们都会后悔闯入我的国度的。",
						}, -- [182]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464085,
							["arg1"] = "你会为此付出代价的。",
						}, -- [183]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464085,
							["arg1"] = "你们已经走的够远了，该去死了。",
						}, -- [184]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464090,
							["arg1"] = "我的耐心正在消失。",
						}, -- [185]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464093,
							["arg1"] = "拥抱你们的命运吧，蠢货！",
						}, -- [186]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464097,
							["arg1"] = "不！这不可能！",
						}, -- [187]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464101,
							["arg1"] = "你们的命运降临了！",
						}, -- [188]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464107,
							["arg1"] = "你到底是什么样的生物？？",
						}, -- [189]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464142,
							["arg1"] = "我要像淹死老鼠一样淹死你们。",
						}, -- [190]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464145,
							["arg1"] = "你们以为自己赢了？这只是一场风暴而已……大海是不可阻挡的。",
						}, -- [191]
						{
							["arg2"] = "被俘的女武神",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464257,
							["arg1"] = "你们可以禁锢我的灵魂，该死的家伙，但你们夺不走我的意志。",
						}, -- [192]
						{
							["arg2"] = "被俘的刻符者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464262,
							["arg1"] = "愿符文诅咒你。我要把你送回海底去，那里才是你该呆的地方！",
						}, -- [193]
						{
							["arg2"] = "海咒奴隶",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464264,
							["arg1"] = "闭嘴。你的灵魂属于海拉。",
						}, -- [194]
						{
							["arg2"] = "海咒奴隶",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464269,
							["arg1"] = "蠢货。我们的诅咒会彻底毁灭你……",
						}, -- [195]
						{
							["arg2"] = "堕落君王伊米隆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464269,
							["arg1"] = "凡人……你们杀害我的人民……摧毁我的王国！现在，该轮到你们尝尝失去一切的滋味了！",
						}, -- [196]
						{
							["arg2"] = "堕落君王伊米隆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464272,
							["arg1"] = "不……又来了……哈布隆！把他们的灵魂扔进水里去！                                                                                                                                                                                                                                                                         ",
						}, -- [197]
						{
							["arg2"] = "浸水的灵魂卫士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464280,
							["arg1"] = "你怎么从笼子里出来了，德鲁伊？",
						}, -- [198]
						{
							["arg2"] = "海拉加尔勇士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464306,
							["arg1"] = "哈布隆不会容忍你这种存在的，凡人。",
						}, -- [199]
						{
							["arg2"] = "哈布隆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464320,
							["arg1"] = "鲜血的气味让幽灵们感到饥渴了。",
						}, -- [200]
						{
							["arg2"] = "哈布隆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464326,
							["arg1"] = "新乘客……新灵魂。我可以带你们深入冥狱深渊，只要一点小报酬：你们的血肉。",
						}, -- [201]
						{
							["arg2"] = "哈布隆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464328,
							["arg1"] = "生命……死亡……我只是永恒潮汐中的一朵小水花……",
						}, -- [202]
						{
							["arg2"] = "斯卡加尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464340,
							["arg1"] = "入侵者登上了纳格法尔号！不要放过这些恶棍！",
						}, -- [203]
						{
							["arg2"] = "斯卡加尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464348,
							["arg1"] = "让骷髅船员上！",
						}, -- [204]
						{
							["arg2"] = "斯卡加尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464350,
							["arg1"] = "这是……最后一次抢劫了……",
						}, -- [205]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464361,
							["arg1"] = "你们都会后悔闯入我的国度的。",
						}, -- [206]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464374,
							["arg1"] = "你们已经走的够远了，该去死了。",
						}, -- [207]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464375,
							["arg1"] = "你会为此付出代价的。",
						}, -- [208]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464379,
							["arg1"] = "我的耐心正在消失。",
						}, -- [209]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464383,
							["arg1"] = "拥抱你们的命运吧，蠢货！",
						}, -- [210]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464387,
							["arg1"] = "不！这不可能！",
						}, -- [211]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464390,
							["arg1"] = "你到底是什么样的生物？？",
						}, -- [212]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464416,
							["arg1"] = "你们以为自己赢了？这只是一场风暴而已……大海是不可阻挡的。",
						}, -- [213]
						{
							["arg2"] = "双毛袜",
							["type"] = "MONSTER_YELL",
							["time"] = 1589465115,
							["arg1"] = "帮了双毛袜，好运常相伴！",
						}, -- [214]
						{
							["arg2"] = "小锡",
							["type"] = "MONSTER_YELL",
							["time"] = 1589465126,
							["arg1"] = "电路注册障碍，进入求救模式。救命 救命 救命 救命 救命 救命 救命 救命重复中。",
						}, -- [215]
						{
							["arg2"] = "裂隙之刃克莱恩",
							["type"] = "MONSTER_YELL",
							["time"] = 1589465157,
							["arg1"] = "我来了！别担心，我会对你放水的。",
						}, -- [216]
						{
							["arg2"] = "暮行者洛里纳斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589465166,
							["arg1"] = "拥抱虚空吧！",
						}, -- [217]
						{
							["arg2"] = "暮行者洛里纳斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589465194,
							["arg1"] = "多么可怜的队伍，马上就要被吞噬了。",
						}, -- [218]
						{
							["arg2"] = "狡诈的芬雷",
							["type"] = "MONSTER_YELL",
							["time"] = 1589465546,
							["arg1"] = "瞄准喉咙！",
						}, -- [219]
						{
							["arg1"] = " ",
						}, -- [220]
						{
							["arg1"] = " ",
						}, -- [221]
						{
							["arg1"] = "记录开始于 05/15/2020 的 21:54:54。",
							["type"] = "SYSTEM",
						}, -- [222]
						{
							["arg2"] = "阿斯匹克斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589553541,
							["arg1"] = "我要看着你被烤熟！",
						}, -- [223]
						{
							["arg2"] = "阿斯匹克斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589553564,
							["arg1"] = "消灭他们，阿德里斯！",
						}, -- [224]
						{
							["arg2"] = "阿德里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589553569,
							["arg1"] = "雷电轰鸣！",
						}, -- [225]
						{
							["arg2"] = "阿德里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589553583,
							["arg1"] = "电弧冲刺！",
						}, -- [226]
						{
							["arg2"] = "阿斯匹克斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589553603,
							["arg1"] = "死吧，爬虫！",
						}, -- [227]
						{
							["arg2"] = "阿斯匹克斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589553624,
							["arg1"] = "消灭他们，阿德里斯！",
						}, -- [228]
						{
							["arg2"] = "阿德里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589553629,
							["arg1"] = "雷电轰鸣！",
						}, -- [229]
						{
							["arg2"] = "阿德里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589553643,
							["arg1"] = "撕裂！",
						}, -- [230]
						{
							["arg2"] = "阿斯匹克斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589553663,
							["arg1"] = "死吧，爬虫！",
						}, -- [231]
						{
							["arg1"] = " ",
						}, -- [232]
						{
							["arg1"] = " ",
						}, -- [233]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/15/2020 的 22:41:16。",
						}, -- [234]
						{
							["arg2"] = "阿斯匹克斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589553698,
							["arg1"] = "消灭他们，阿德里斯！",
						}, -- [235]
						{
							["arg2"] = "阿德里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589553699,
							["arg1"] = "雷电轰鸣！",
						}, -- [236]
						{
							["arg2"] = "阿德里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589553704,
							["arg1"] = "撕裂！",
						}, -- [237]
						{
							["arg2"] = "阿斯匹克斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589553723,
							["arg1"] = "死吧，爬虫！",
						}, -- [238]
						{
							["arg2"] = "阿德里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589553730,
							["arg1"] = "黄沙……请带我走……",
						}, -- [239]
						{
							["arg2"] = "阿斯匹克斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589553790,
							["arg1"] = "这个帝国……将何去何从……",
						}, -- [240]
						{
							["arg1"] = " ",
						}, -- [241]
						{
							["arg1"] = " ",
						}, -- [242]
						{
							["arg1"] = "记录开始于 05/15/2020 的 22:47:30。",
							["type"] = "SYSTEM",
						}, -- [243]
						{
							["arg2"] = "塞塔里斯的化身",
							["type"] = "MONSTER_YELL",
							["time"] = 1589555786,
							["arg1"] = "妖术散去了，但神庙的防御措施也启动了！",
						}, -- [244]
						{
							["arg2"] = "塞塔里斯的化身",
							["type"] = "MONSTER_YELL",
							["time"] = 1589555797,
							["arg1"] = "治疗我，我来关闭它们！",
						}, -- [245]
						{
							["arg2"] = "塞塔里斯的化身",
							["type"] = "MONSTER_YELL",
							["time"] = 1589556059,
							["arg1"] = "万物都将屈从于我！",
						}, -- [246]
						{
							["arg2"] = "塞塔里斯的化身",
							["type"] = "MONSTER_YELL",
							["time"] = 1589556155,
							["arg1"] = "风暴散去，我也重拾了自我。谢谢你。",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = " ",
						}, -- [249]
						{
							["arg1"] = "记录开始于 05/16/2020 的 11:10:37。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
				}, -- [5]
				{
					["enabled"] = true,
					["name"] = "公会官员",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/16/2020 的 11:10:37。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				}, -- [6]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "公会",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 19:50:01。",
						}, -- [1]
						{
							["arg2"] = "莫小曦-亡语者",
							["type"] = "GUILD",
							["time"] = 1588852643,
							["arg1"] = "有9个",
							["clColor"] = "fffe7b09",
						}, -- [2]
						{
							["arg2"] = "莫小曦-亡语者",
							["type"] = "GUILD",
							["time"] = 1588852650,
							["arg1"] = "下次你密我",
							["clColor"] = "fffe7b09",
						}, -- [3]
						{
							["arg2"] = "莫小曦-亡语者",
							["type"] = "GUILD",
							["time"] = 1588852656,
							["arg1"] = "有时候看不见信息",
							["clColor"] = "fffe7b09",
						}, -- [4]
						{
							["arg1"] = " ",
						}, -- [5]
						{
							["arg1"] = " ",
						}, -- [6]
						{
							["arg1"] = "记录开始于 05/07/2020 的 20:35:09。",
							["type"] = "SYSTEM",
						}, -- [7]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "GUILD",
							["time"] = 1588855719,
							["arg1"] = "豆丁",
							["clColor"] = "ffa22fc8",
						}, -- [8]
						{
							["arg2"] = "Xiaodouding-亡语者",
							["type"] = "GUILD",
							["time"] = 1588855735,
							["arg1"] = "没忙完呢",
							["clColor"] = "fff38bb9",
						}, -- [9]
						{
							["arg2"] = "Xiaodouding-亡语者",
							["type"] = "GUILD",
							["time"] = 1588855761,
							["arg1"] = "小豆子的作业还没检查完，检查完了还要煮药。",
							["clColor"] = "fff38bb9",
						}, -- [10]
						{
							["arg2"] = "Xiaodouding-亡语者",
							["type"] = "GUILD",
							["time"] = 1588855766,
							["arg1"] = "{悲剧}",
							["clColor"] = "fff38bb9",
						}, -- [11]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "GUILD",
							["time"] = 1588855770,
							["arg1"] = "...",
							["clColor"] = "ffa22fc8",
						}, -- [12]
						{
							["arg2"] = "Xiaodouding-亡语者",
							["type"] = "GUILD",
							["time"] = 1588855816,
							["arg1"] = "|cffa335ee|Hitem:159436::::::::120:70::35:8:6536:4802:6578:6579:6542:6513:1647:4786:::|h[荧光植被践踏者]|h|r好黑",
							["clColor"] = "fff38bb9",
						}, -- [13]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "GUILD",
							["time"] = 1588855881,
							["arg1"] = "?",
							["clColor"] = "ffa22fc8",
						}, -- [14]
						{
							["arg1"] = " ",
						}, -- [15]
						{
							["arg1"] = " ",
						}, -- [16]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 21:26:52。",
						}, -- [17]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588944733,
							["arg1"] = "ok",
							["clColor"] = "fffe7b09",
						}, -- [18]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588944735,
							["arg1"] = "go",
							["clColor"] = "fffe7b09",
						}, -- [19]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588944743,
							["arg1"] = "木头",
							["clColor"] = "fffe7b09",
						}, -- [20]
						{
							["arg2"] = "爆橙-亡语者",
							["type"] = "GUILD",
							["time"] = 1588944750,
							["arg1"] = "G啥",
							["clColor"] = "ffa22fc8",
						}, -- [21]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588944788,
							["arg1"] = "w先弄个空投",
							["clColor"] = "fffe7b09",
						}, -- [22]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588944792,
							["arg1"] = "你组",
							["clColor"] = "fffe7b09",
						}, -- [23]
						{
							["arg2"] = "爆橙-亡语者",
							["type"] = "GUILD",
							["time"] = 1588944798,
							["arg1"] = "组啥",
							["clColor"] = "ffa22fc8",
						}, -- [24]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588944801,
							["arg1"] = "叫下 小猫",
							["clColor"] = "fffe7b09",
						}, -- [25]
						{
							["arg2"] = "爆橙-亡语者",
							["type"] = "GUILD",
							["time"] = 1588944803,
							["arg1"] = "我还在单位",
							["clColor"] = "ffa22fc8",
						}, -- [26]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588944813,
							["arg1"] = "打个低保?",
							["clColor"] = "fffe7b09",
						}, -- [27]
						{
							["arg2"] = "爆橙-亡语者",
							["type"] = "GUILD",
							["time"] = 1588944814,
							["arg1"] = "昨晚沃顿我就回家了",
							["clColor"] = "ffa22fc8",
						}, -- [28]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588944920,
							["arg1"] = "豆丁打个15?",
							["clColor"] = "fffe7b09",
						}, -- [29]
						{
							["arg2"] = "Xiaodouding-亡语者",
							["type"] = "GUILD",
							["time"] = 1588944933,
							["arg1"] = "hao ",
							["clColor"] = "fff38bb9",
						}, -- [30]
						{
							["arg1"] = " ",
						}, -- [31]
						{
							["arg1"] = " ",
						}, -- [32]
						{
							["arg1"] = "记录开始于 05/08/2020 的 22:49:32。",
							["type"] = "SYSTEM",
						}, -- [33]
						{
							["arg2"] = "就爱逗你玩-亡语者",
							["type"] = "GUILD",
							["time"] = 1588951635,
							["arg1"] = "6666",
							["clColor"] = "ffa9d271",
						}, -- [34]
						{
							["arg1"] = " ",
						}, -- [35]
						{
							["arg1"] = " ",
						}, -- [36]
						{
							["arg1"] = "记录开始于 05/09/2020 的 20:41:55。",
							["type"] = "SYSTEM",
						}, -- [37]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1589028507,
							["arg1"] = "小虫",
							["clColor"] = "fffe7b09",
						}, -- [38]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "GUILD",
							["time"] = 1589028520,
							["arg1"] = "?",
							["clColor"] = "fffe7b09",
						}, -- [39]
						{
							["arg1"] = " ",
						}, -- [40]
						{
							["arg1"] = " ",
						}, -- [41]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/10/2020 的 22:30:44。",
						}, -- [42]
						{
							["arg2"] = "哀伤骑-亡语者",
							["type"] = "GUILD",
							["time"] = 1589121109,
							["arg1"] = "时空漫游有一起的没",
							["clColor"] = "ffc31d39",
						}, -- [43]
						{
							["arg1"] = " ",
						}, -- [44]
						{
							["arg1"] = " ",
						}, -- [45]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/14/2020 的 19:51:43。",
						}, -- [46]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "GUILD",
							["time"] = 1589457164,
							["arg1"] = "熊  海岛？",
							["clColor"] = "fffe7b09",
						}, -- [47]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "GUILD",
							["time"] = 1589457372,
							["arg1"] = "在|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r",
							["clColor"] = "ffc59a6c",
						}, -- [48]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "GUILD",
							["time"] = 1589457382,
							["arg1"] = "知道",
							["clColor"] = "fffe7b09",
						}, -- [49]
						{
							["arg1"] = " ",
						}, -- [50]
						{
							["arg1"] = " ",
						}, -- [51]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/14/2020 的 21:10:33。",
						}, -- [52]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "GUILD",
							["time"] = 1589462327,
							["arg1"] = "小虫",
							["clColor"] = "ffa9d271",
						}, -- [53]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "GUILD",
							["time"] = 1589462334,
							["arg1"] = "？",
							["clColor"] = "fffe7b09",
						}, -- [54]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "GUILD",
							["time"] = 1589462361,
							["arg1"] = "|cffa335ee|Hitem:158314:5938:168639::::::120:253::16:6:6534:4802:6516:6513:1637:4786:::|h[可疑忠诚印戒]|h|r|cffa335ee|Hitem:169157:5938:::::::120:253::16:5:6536:6516:6513:1522:4786:::|h[分布逻辑指环]|h|r那个好?",
							["clColor"] = "ffa9d271",
						}, -- [55]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "GUILD",
							["time"] = 1589462376,
							["arg1"] = "|cffa335ee|Hitem:158314::::::::120:253::35:8:6536:6578:6579:6485:6461:6513:1647:4786:::|h[可疑忠诚印戒]|h|r|cffa335ee|Hitem:169157:5938:::::::120:253::16:5:6536:6516:6513:1522:4786:::|h[分布逻辑指环]|h|r",
							["clColor"] = "ffa9d271",
						}, -- [56]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "GUILD",
							["time"] = 1589462389,
							["arg1"] = "1个475 1个465",
							["clColor"] = "ffa9d271",
						}, -- [57]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "GUILD",
							["time"] = 1589462404,
							["arg1"] = "听说LR要高暴击",
							["clColor"] = "fffe7b09",
						}, -- [58]
						{
							["arg2"] = "风啸九天-亡语者",
							["type"] = "GUILD",
							["time"] = 1589462413,
							["arg1"] = "|cffa335ee|Hitem:169157:5938:::::::120:65::16:5:6536:6516:6513:1522:4786:::|h[分布逻辑指环]|h|r",
							["clColor"] = "fff38bb9",
						}, -- [59]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "GUILD",
							["time"] = 1589462420,
							["arg1"] = "|cffa335ee|Hitem:158314::::::::120:103::35:8:6536:6578:6579:6485:6461:6513:1647:4786:::|h[可疑忠诚印戒]|h|r腐蚀约等于没有",
							["clColor"] = "fffe7b09",
						}, -- [60]
						{
							["arg2"] = "风啸九天-亡语者",
							["type"] = "GUILD",
							["time"] = 1589462434,
							["arg1"] = "FM60暴击",
							["clColor"] = "fff38bb9",
						}, -- [61]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "GUILD",
							["time"] = 1589462434,
							["arg1"] = "急速提高你回能 但是兽王几乎不缺能量",
							["clColor"] = "fffe7b09",
						}, -- [62]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "GUILD",
							["time"] = 1589462439,
							["arg1"] = "有暴击的话",
							["clColor"] = "fffe7b09",
						}, -- [63]
						{
							["arg1"] = " ",
						}, -- [64]
						{
							["arg1"] = " ",
						}, -- [65]
						{
							["arg1"] = "记录开始于 05/16/2020 的 11:10:37。",
							["type"] = "SYSTEM",
						}, -- [66]
					},
				}, -- [7]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "战利品",
					["logs"] = {
						{
							["type"] = "LOOT",
							["time"] = 1589384209,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:141639::::::::120:103::::::|h[法兰纳尔宝珠]|h|r。",
						}, -- [1]
						{
							["type"] = "CURRENCY",
							["time"] = 1589384209,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1155:0|h[远古魔力]|h|r x90。",
						}, -- [2]
						{
							["type"] = "LOOT",
							["time"] = 1589384210,
							["arg1"] = "你获得了战利品：|cffa335ee|Hitem:140024::::::::120:103::26:4:1825:1493:5865:3337:::|h[魔力充能指环]|h|r。",
						}, -- [3]
						{
							["type"] = "CURRENCY",
							["time"] = 1589384210,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1220:0|h[职业大厅资源]|h|r x410。",
						}, -- [4]
						{
							["type"] = "LOOT",
							["time"] = 1589384214,
							["arg1"] = "你获得了战利品：|cff0070dd|Hitem:136914::::::::120:103::9::::|h[魔网巢蛛]|h|r。",
						}, -- [5]
						{
							["type"] = "LOOT",
							["time"] = 1589384226,
							["arg1"] = "你获得了战利品：|cffa335ee|Hitem:139019::::::::120:103::9::::|h[奥拉努斯魔法头盔]|h|r。",
						}, -- [6]
						{
							["type"] = "LOOT",
							["time"] = 1589384232,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:141314::::::::120:103::::::|h[树疗者的道标]|h|r。",
						}, -- [7]
						{
							["type"] = "LOOT",
							["time"] = 1589384932,
							["arg1"] = "你获得了战利品：|cffa335ee|Hitem:147022::::::::120:104::6:3:3563:1498:3528:::|h[狂热甲壳]|h|r。",
						}, -- [8]
						{
							["type"] = "LOOT",
							["time"] = 1589384932,
							["arg1"] = "你获得了战利品：|cffa335ee|Hitem:147027::::::::120:104::6:4:3563:1498:5850:3336:::|h[碎塔者胸甲]|h|r。",
						}, -- [9]
						{
							["type"] = "LOOT",
							["time"] = 1589384932,
							["arg1"] = "你获得了战利品：|cffa335ee|Hitem:147069::::::::120:104::6:3:3563:1498:3528:::|h[爆鸣烈焰肩甲]|h|r。",
						}, -- [10]
						{
							["type"] = "MONEY",
							["time"] = 1589384933,
							["arg1"] = "你拾取了27金币, 33银币, 94铜币",
						}, -- [11]
						{
							["type"] = "LOOT",
							["time"] = 1589384945,
							["arg1"] = "黄防护服黄-凤凰之神获得了战利品：|cffa335ee|Hitem:147022::::::::120:104::6:3:3563:1498:3528:::|h[狂热甲壳]|h|r。",
						}, -- [12]
						{
							["type"] = "LOOT",
							["time"] = 1589384945,
							["arg1"] = "黄防护服黄-凤凰之神获得了战利品：|cffa335ee|Hitem:147009::::::::120:104::6:5:3563:1808:1498:5850:3336:::|h[地狱火余烬]|h|r。",
						}, -- [13]
						{
							["type"] = "LOOT",
							["time"] = 1589385007,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:121373::::::::120:104::6::::|h[风化长靴]|h|r。",
						}, -- [14]
						{
							["type"] = "MONEY",
							["time"] = 1589385008,
							["arg1"] = "你拾取了1金币, 46银币, 14铜币",
						}, -- [15]
						{
							["type"] = "LOOT",
							["time"] = 1589385207,
							["arg1"] = "你获得了战利品：|cffa335ee|Hitem:147141::::::::120:104::6:3:3563:1498:3528:::|h[荒野追猎者护手]|h|r。",
						}, -- [16]
						{
							["type"] = "LOOT",
							["time"] = 1589385207,
							["arg1"] = "你获得了战利品：|cffa335ee|Hitem:147071::::::::120:104::6:5:3563:42:1498:5885:3337:::|h[冰寒冻雨护腰]|h|r。",
						}, -- [17]
						{
							["type"] = "MONEY",
							["time"] = 1589385208,
							["arg1"] = "你拾取了27金币, 22银币, 99铜币",
						}, -- [18]
						{
							["type"] = "LOOT",
							["time"] = 1589385209,
							["arg1"] = "黄防护服黄-凤凰之神获得了战利品：|cffa335ee|Hitem:147045::::::::120:104::6:4:3563:1808:1498:3528:::|h[保温脚蹼]|h|r。",
						}, -- [19]
						{
							["type"] = "LOOT",
							["time"] = 1589385209,
							["arg1"] = "黄防护服黄-凤凰之神获得了战利品：|cffa335ee|Hitem:147071::::::::120:104::6:4:3563:1498:5855:3336:::|h[冰寒冻雨护腰]|h|r。",
						}, -- [20]
						{
							["type"] = "LOOT",
							["time"] = 1589385209,
							["arg1"] = "黄防护服黄-凤凰之神获得了战利品：|cffa335ee|Hitem:147171::::::::120:104::6:3:3563:1498:3528:::|h[獠牙刺杀者护手]|h|r。",
						}, -- [21]
						{
							["arg1"] = " ",
						}, -- [22]
						{
							["arg1"] = " ",
						}, -- [23]
						{
							["arg1"] = "记录开始于 05/14/2020 的 07:29:56。",
							["type"] = "SYSTEM",
						}, -- [24]
						{
							["type"] = "LOOT",
							["time"] = 1589412696,
							["arg1"] = "你获得了战利品：|cffa335ee|Hitem:160214::::::::120:105::35:8:6536:6578:6579:6475:6462:6515:1647:4786:::|h[崇圣迅猛龙皮护腕]|h|r。",
						}, -- [25]
						{
							["type"] = "LOOT",
							["time"] = 1589412697,
							["arg1"] = "你获得了战利品：|cffa335ee|Hitem:158923::::::::120:105:8257536:::250:18:10:11:3:120:::|h[史诗钥石]|h|r。",
						}, -- [26]
						{
							["type"] = "CURRENCY",
							["time"] = 1589412698,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1718:0|h[泰坦残血精华]|h|r x2510。",
						}, -- [27]
						{
							["arg1"] = " ",
						}, -- [28]
						{
							["arg1"] = " ",
						}, -- [29]
						{
							["arg1"] = "记录开始于 05/14/2020 的 12:26:58。",
							["type"] = "SYSTEM",
						}, -- [30]
						{
							["type"] = "LOOT",
							["time"] = 1589430571,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:173363::::::::120:103::::::|h[惊魂幻象法器]|h|r。",
						}, -- [31]
						{
							["type"] = "LOOT",
							["time"] = 1589431424,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:144442::::::::120:103::::::|h[零散的羊拐]|h|r。",
						}, -- [32]
						{
							["type"] = "LOOT",
							["time"] = 1589432026,
							["arg1"] = "你获得了战利品：|cffa335ee|Hitem:173444::::::::120:103::55:8:6412:6515:6578:6579:6475:6462:1527:4786:::|h[贪婪巨口护腰]|h|r。",
						}, -- [33]
						{
							["type"] = "LOOT",
							["time"] = 1589432027,
							["arg1"] = "你获得了战利品：|cffff8000|Hitem:175062::::::::120:103::9::::|h[危难之核]|h|r。",
						}, -- [34]
						{
							["type"] = "CURRENCY",
							["time"] = 1589432028,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r x500。",
						}, -- [35]
						{
							["type"] = "CURRENCY",
							["time"] = 1589432033,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r x600。",
						}, -- [36]
						{
							["type"] = "CURRENCY",
							["time"] = 1589432036,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r x300。",
						}, -- [37]
						{
							["type"] = "CURRENCY",
							["time"] = 1589432038,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r x300。",
						}, -- [38]
						{
							["type"] = "LOOT",
							["time"] = 1589432042,
							["arg1"] = "你获得了战利品：|cff0070dd|Hitem:174458::::::::120:103::9::::|h[虚痕野兔]|h|r。",
						}, -- [39]
						{
							["type"] = "CURRENCY",
							["time"] = 1589432044,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r x600。",
						}, -- [40]
						{
							["type"] = "CURRENCY",
							["time"] = 1589432055,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r x951。",
						}, -- [41]
						{
							["type"] = "LOOT",
							["time"] = 1589432097,
							["arg1"] = "你的|cffff8000|Hitem:169223::::::::120:103::11:2:6585:1472:::|h[阿什拉·卡马斯，决意之护]|h|r已被替换为|cffff8000|Hitem:169223::::::::120:103::11:2:6586:1472:::|h[阿什拉·卡马斯，决意之护]|h|r。",
						}, -- [42]
						{
							["arg1"] = " ",
						}, -- [43]
						{
							["arg1"] = " ",
						}, -- [44]
						{
							["arg1"] = "记录开始于 05/14/2020 的 14:57:28。",
							["type"] = "SYSTEM",
						}, -- [45]
						{
							["type"] = "LOOT",
							["time"] = 1589439796,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:113509::::::::120:105::::::|h[魔法汉堡]|h|rx20。",
						}, -- [46]
						{
							["type"] = "LOOT",
							["time"] = 1589439797,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:113509::::::::120:105::::::|h[魔法汉堡]|h|rx20。",
						}, -- [47]
						{
							["type"] = "LOOT",
							["time"] = 1589439797,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:113509::::::::120:105::::::|h[魔法汉堡]|h|rx20。",
						}, -- [48]
						{
							["type"] = "LOOT",
							["time"] = 1589439797,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:113509::::::::120:105::::::|h[魔法汉堡]|h|rx20。",
						}, -- [49]
						{
							["type"] = "LOOT",
							["time"] = 1589441478,
							["arg1"] = "潜行-无尽之海获得了战利品：|cffa335ee|Hitem:159341::::::::120:105::16:5:6536:6516:6513:1637:4786:::|h[犬颌护腰]|h|r。",
						}, -- [50]
						{
							["type"] = "LOOT",
							["time"] = 1589441479,
							["arg1"] = "你获得了战利品：|cff0070dd|Hitem:165948::::::::120:105::::::|h[潮浪之核]|h|r。",
						}, -- [51]
						{
							["type"] = "LOOT",
							["time"] = 1589441479,
							["arg1"] = "你获得了战利品：|cffa335ee|Hitem:162548::::::::120:105::16:5:6536:6516:6515:1637:4786:::|h[织棘指环]|h|r。",
						}, -- [52]
						{
							["type"] = "LOOT",
							["time"] = 1589441487,
							["arg1"] = "一法杖敲晕你-无尽之海获得了额外奖励： |cffa335ee|Hitem:159669::::::::120:105::16:5:6536:6516:6515:1637:4786:::|h[索林娜的警醒藏品]|h|r。",
						}, -- [53]
						{
							["type"] = "LOOT",
							["time"] = 1589441492,
							["arg1"] = "柒丶神之萨-格瑞姆巴托获得了战利品：|cffa335ee|Hitem:162548::::::::120:105::16:5:6536:6516:6515:1637:4786:::|h[织棘指环]|h|r。",
						}, -- [54]
						{
							["arg1"] = " ",
						}, -- [55]
						{
							["arg1"] = " ",
						}, -- [56]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/14/2020 的 19:51:43。",
						}, -- [57]
						{
							["type"] = "LOOT",
							["time"] = 1589457441,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:124124::::::::120:103::::::|h[萨格拉斯之血]|h|r。",
						}, -- [58]
						{
							["type"] = "LOOT",
							["time"] = 1589457444,
							["arg1"] = "你获得了战利品：|cff0070dd|Hitem:140405::::::::120:103::::::|h[幻影矩阵水晶]|h|r。",
						}, -- [59]
						{
							["type"] = "LOOT",
							["time"] = 1589457444,
							["arg1"] = "你获得了战利品：|cff1eff00|Hitem:121271::::::::120:103:512::2:1812:1686:110:::|h[无双之月落绑腿]|h|r。",
						}, -- [60]
						{
							["type"] = "CURRENCY",
							["time"] = 1589457444,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1220:0|h[职业大厅资源]|h|r x70。",
						}, -- [61]
						{
							["type"] = "MONEY",
							["time"] = 1589457445,
							["arg1"] = "你拾取了57银币, 5铜币",
						}, -- [62]
						{
							["type"] = "CURRENCY",
							["time"] = 1589457446,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1155:0|h[远古魔力]|h|r x75。",
						}, -- [63]
						{
							["type"] = "LOOT",
							["time"] = 1589457485,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:142401::::::::120:103::11::::|h[传送宝珠]|h|r。",
						}, -- [64]
						{
							["type"] = "LOOT",
							["time"] = 1589457495,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:121339::::::::120:103::::::|h[克瓦迪尔剥皮小刀]|h|r。",
						}, -- [65]
						{
							["type"] = "CURRENCY",
							["time"] = 1589457496,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1155:0|h[远古魔力]|h|r x12。",
						}, -- [66]
						{
							["type"] = "MONEY",
							["time"] = 1589457496,
							["arg1"] = "你拾取了5金币, 51银币, 2铜币",
						}, -- [67]
						{
							["arg1"] = " ",
						}, -- [68]
						{
							["arg1"] = " ",
						}, -- [69]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/14/2020 的 20:03:40。",
						}, -- [70]
						{
							["type"] = "MONEY",
							["time"] = 1589457881,
							["arg1"] = "你拾取了2金币, 26银币, 67铜币",
						}, -- [71]
						{
							["type"] = "CURRENCY",
							["time"] = 1589457881,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1155:0|h[远古魔力]|h|r x2。",
						}, -- [72]
						{
							["type"] = "CURRENCY",
							["time"] = 1589457945,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1155:0|h[远古魔力]|h|r x1。",
						}, -- [73]
						{
							["type"] = "MONEY",
							["time"] = 1589457945,
							["arg1"] = "你拾取了1金币, 22银币, 21铜币",
						}, -- [74]
						{
							["type"] = "LOOT",
							["time"] = 1589457954,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:124437::::::::120:103::::::|h[夏多雷丝绸]|h|rx2。",
						}, -- [75]
						{
							["type"] = "CURRENCY",
							["time"] = 1589457955,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1155:0|h[远古魔力]|h|r x5。",
						}, -- [76]
						{
							["type"] = "MONEY",
							["time"] = 1589457955,
							["arg1"] = "你拾取了2金币, 70银币, 13铜币",
						}, -- [77]
						{
							["type"] = "LOOT",
							["time"] = 1589457961,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:124437::::::::120:103::::::|h[夏多雷丝绸]|h|rx3。",
						}, -- [78]
						{
							["type"] = "CURRENCY",
							["time"] = 1589457962,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1155:0|h[远古魔力]|h|r x8。",
						}, -- [79]
						{
							["type"] = "MONEY",
							["time"] = 1589457962,
							["arg1"] = "你拾取了4金币, 94银币, 21铜币",
						}, -- [80]
						{
							["type"] = "LOOT",
							["time"] = 1589457998,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:124124::::::::120:103::::::|h[萨格拉斯之血]|h|rx4。",
						}, -- [81]
						{
							["type"] = "LOOT",
							["time"] = 1589457999,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:124437::::::::120:103::::::|h[夏多雷丝绸]|h|rx3。",
						}, -- [82]
						{
							["type"] = "LOOT",
							["time"] = 1589457999,
							["arg1"] = "你获得了战利品：|cff1eff00|Hitem:121232::::::::120:103:512::2:1812:1681:110:::|h[快刀之堕夜流亡者斗篷]|h|r。",
						}, -- [83]
						{
							["type"] = "CURRENCY",
							["time"] = 1589458000,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1155:0|h[远古魔力]|h|r x19。",
						}, -- [84]
						{
							["type"] = "MONEY",
							["time"] = 1589458000,
							["arg1"] = "你拾取了10金币, 42银币, 75铜币",
						}, -- [85]
						{
							["type"] = "CURRENCY",
							["time"] = 1589458080,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1533:0|h[觉醒精华]|h|r x14。",
						}, -- [86]
						{
							["type"] = "LOOT",
							["time"] = 1589458128,
							["arg1"] = "你获得了物品：|cff9d9d9d|Hitem:141681::::::::120:103::::::|h[山谷行者护符]|h|r。",
						}, -- [87]
						{
							["type"] = "LOOT",
							["time"] = 1589458136,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:139780::::::::120:103::::::|h[艾露迪斯卷轴]|h|r。",
						}, -- [88]
						{
							["type"] = "LOOT",
							["time"] = 1589458443,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:132204::::::::120:103::::::|h[黏糊糊的爆炸性物质]|h|r。",
						}, -- [89]
						{
							["type"] = "LOOT",
							["time"] = 1589458525,
							["arg1"] = "你获得了战利品：|cff0070dd|Hitem:124124::::::::120:103::::::|h[萨格拉斯之血]|h|r。",
						}, -- [90]
						{
							["type"] = "LOOT",
							["time"] = 1589458525,
							["arg1"] = "你获得了战利品：|cffa335ee|Hitem:134398::::::::120:103::23:4:1727:43:1493:3528:::|h[虚空语者护腕]|h|r。",
						}, -- [91]
						{
							["type"] = "MONEY",
							["time"] = 1589458526,
							["arg1"] = "你拾取了1金币, 68银币, 12铜币",
						}, -- [92]
						{
							["type"] = "LOOT",
							["time"] = 1589458552,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:139788::::::::120:103::::::|h[封锁水晶]|h|r。",
						}, -- [93]
						{
							["type"] = "LOOT",
							["time"] = 1589458635,
							["arg1"] = "你获得了战利品：|cffa335ee|Hitem:137543::::::::120:103::23:4:1727:1492:5855:3336:::|h[精魂镣铐]|h|r。",
						}, -- [94]
						{
							["type"] = "MONEY",
							["time"] = 1589458636,
							["arg1"] = "你拾取了62银币, 26铜币",
						}, -- [95]
						{
							["type"] = "LOOT",
							["time"] = 1589458653,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:132199::::::::120:103::::::|h[凝结的魔血]|h|r。",
						}, -- [96]
						{
							["type"] = "LOOT",
							["time"] = 1589458669,
							["arg1"] = "你获得了战利品：|cff0070dd|Hitem:124124::::::::120:103::::::|h[萨格拉斯之血]|h|r。",
						}, -- [97]
						{
							["type"] = "LOOT",
							["time"] = 1589458669,
							["arg1"] = "你获得了战利品：|cffa335ee|Hitem:137547::::::::120:103::23:3:1727:1492:3528:::|h[脉动棱柱]|h|r。",
						}, -- [98]
						{
							["type"] = "MONEY",
							["time"] = 1589458670,
							["arg1"] = "你拾取了83银币, 93铜币",
						}, -- [99]
						{
							["type"] = "LOOT",
							["time"] = 1589458773,
							["arg1"] = "你获得了战利品：|cffa335ee|Hitem:137539::::::::120:103::23:4:1727:1492:5850:3336:::|h[残次的反制机关]|h|r。",
						}, -- [100]
						{
							["type"] = "MONEY",
							["time"] = 1589458774,
							["arg1"] = "你拾取了2金币, 66银币, 45铜币",
						}, -- [101]
						{
							["type"] = "LOOT",
							["time"] = 1589458929,
							["arg1"] = "你获得了战利品：|cff0070dd|Hitem:124124::::::::120:103::::::|h[萨格拉斯之血]|h|rx3。",
						}, -- [102]
						{
							["type"] = "LOOT",
							["time"] = 1589458929,
							["arg1"] = "你获得了战利品：|cffa335ee|Hitem:137548::::::::120:103::23:3:1727:1492:3528:::|h[艾露恩之光]|h|r。",
						}, -- [103]
						{
							["type"] = "LOOT",
							["time"] = 1589458929,
							["arg1"] = "你获得了战利品：|cffa335ee|Hitem:137522::::::::120:103::23:3:1727:1492:3528:::|h[扭曲启示护腕]|h|r。",
						}, -- [104]
						{
							["type"] = "MONEY",
							["time"] = 1589458930,
							["arg1"] = "你拾取了22金币, 28银币, 46铜币",
						}, -- [105]
						{
							["type"] = "LOOT",
							["time"] = 1589459263,
							["arg1"] = "你获得了战利品：|cffa335ee|Hitem:134396::::::::120:103::23:4:1727:1808:1493:3528:::|h[虚空语者便鞋]|h|r。",
						}, -- [106]
						{
							["type"] = "MONEY",
							["time"] = 1589459265,
							["arg1"] = "你拾取了3金币, 82银币, 62铜币",
						}, -- [107]
						{
							["type"] = "LOOT",
							["time"] = 1589459313,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:132190::::::::120:103::::::|h[尾巴尖]|h|rx2。",
						}, -- [108]
						{
							["type"] = "LOOT",
							["time"] = 1589459313,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:132184::::::::120:103::::::|h[完整的闪光鳞片]|h|rx2。",
						}, -- [109]
						{
							["type"] = "LOOT",
							["time"] = 1589459313,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:132183::::::::120:103::::::|h[锋利的牙齿]|h|rx3。",
						}, -- [110]
						{
							["type"] = "LOOT",
							["time"] = 1589459319,
							["arg1"] = "你获得了战利品：|cff0070dd|Hitem:124124::::::::120:103::::::|h[萨格拉斯之血]|h|r。",
						}, -- [111]
						{
							["type"] = "LOOT",
							["time"] = 1589459319,
							["arg1"] = "你获得了战利品：|cffa335ee|Hitem:137411::::::::120:103::23:3:1727:1492:3528:::|h[纳尔提拉的毒囊]|h|r。",
						}, -- [112]
						{
							["type"] = "MONEY",
							["time"] = 1589459320,
							["arg1"] = "你拾取了2金币, 76银币, 31铜币",
						}, -- [113]
						{
							["type"] = "LOOT",
							["time"] = 1589459363,
							["arg1"] = "你获得了战利品：|cff0070dd|Hitem:124124::::::::120:103::::::|h[萨格拉斯之血]|h|r。",
						}, -- [114]
						{
							["type"] = "LOOT",
							["time"] = 1589459363,
							["arg1"] = "你获得了战利品：|cffa335ee|Hitem:134424::::::::120:103::23:3:1727:1492:3528:::|h[封锁头环]|h|r。",
						}, -- [115]
						{
							["type"] = "MONEY",
							["time"] = 1589459364,
							["arg1"] = "你拾取了3金币, 68银币, 32铜币",
						}, -- [116]
						{
							["type"] = "LOOT",
							["time"] = 1589459381,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:132212::::::::120:103::::::|h[起泡精华]|h|r。",
						}, -- [117]
						{
							["type"] = "LOOT",
							["time"] = 1589459381,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:138781::::::::120:103::::::|h[纪元简史]|h|r。",
						}, -- [118]
						{
							["type"] = "MONEY",
							["time"] = 1589459382,
							["arg1"] = "你拾取了2金币, 53银币, 75铜币",
						}, -- [119]
						{
							["type"] = "LOOT",
							["time"] = 1589459386,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:132212::::::::120:103::::::|h[起泡精华]|h|r。",
						}, -- [120]
						{
							["type"] = "LOOT",
							["time"] = 1589459424,
							["arg1"] = "你获得了战利品：|cff0070dd|Hitem:124124::::::::120:103::::::|h[萨格拉斯之血]|h|r。",
						}, -- [121]
						{
							["type"] = "LOOT",
							["time"] = 1589459424,
							["arg1"] = "你获得了战利品：|cffa335ee|Hitem:134309::::::::120:103::23:4:1727:1493:5850:3336:::|h[灭法者护肩]|h|r。",
						}, -- [122]
						{
							["type"] = "LOOT",
							["time"] = 1589459424,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:132217::::::::120:103::::::|h[元素卵石]|h|r。",
						}, -- [123]
						{
							["type"] = "MONEY",
							["time"] = 1589459425,
							["arg1"] = "你拾取了3金币, 4银币, 64铜币",
						}, -- [124]
						{
							["type"] = "LOOT",
							["time"] = 1589459484,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:139787::::::::120:103::::::|h[永世之阶]|h|r。",
						}, -- [125]
						{
							["type"] = "LOOT",
							["time"] = 1589459485,
							["arg1"] = "你获得了战利品：|cff0070dd|Hitem:124124::::::::120:103::::::|h[萨格拉斯之血]|h|rx2。",
						}, -- [126]
						{
							["type"] = "LOOT",
							["time"] = 1589459485,
							["arg1"] = "你获得了战利品：|cffa335ee|Hitem:137421::::::::120:103::23:4:1727:1492:5865:3337:::|h[加速飓风]|h|r。",
						}, -- [127]
						{
							["type"] = "LOOT",
							["time"] = 1589459485,
							["arg1"] = "你获得了战利品：|cffa335ee|Hitem:134413::::::::120:103::23:4:1727:41:1492:3528:::|h[熔流长袍]|h|r。",
						}, -- [128]
						{
							["type"] = "MONEY",
							["time"] = 1589459485,
							["arg1"] = "你拾取了24金币, 2银币, 92铜币",
						}, -- [129]
						{
							["arg1"] = " ",
						}, -- [130]
						{
							["arg1"] = " ",
						}, -- [131]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/14/2020 的 21:10:33。",
						}, -- [132]
						{
							["type"] = "LOOT",
							["time"] = 1589462074,
							["arg1"] = "你获得了战利品：|cffa335ee|Hitem:137480::::::::120:103::23:3:1727:1492:3528:::|h[狡诈入侵者护手]|h|r。",
						}, -- [133]
						{
							["type"] = "MONEY",
							["time"] = 1589462075,
							["arg1"] = "你拾取了72银币, 34铜币",
						}, -- [134]
						{
							["type"] = "CURRENCY",
							["time"] = 1589462076,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1155:0|h[远古魔力]|h|r x7。",
						}, -- [135]
						{
							["type"] = "LOOT",
							["time"] = 1589462109,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:139782::::::::120:103::::::|h[结界、印记及夜之子之道]|h|r。",
						}, -- [136]
						{
							["type"] = "LOOT",
							["time"] = 1589462234,
							["arg1"] = "你获得了战利品：|cff0070dd|Hitem:124124::::::::120:103::::::|h[萨格拉斯之血]|h|r。",
						}, -- [137]
						{
							["type"] = "LOOT",
							["time"] = 1589462234,
							["arg1"] = "你获得了战利品：|cffa335ee|Hitem:137492::::::::120:103::23:4:1727:1492:5850:3336:::|h[焰冠之火]|h|r。",
						}, -- [138]
						{
							["type"] = "CURRENCY",
							["time"] = 1589462234,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1155:0|h[远古魔力]|h|r x5。",
						}, -- [139]
						{
							["type"] = "MONEY",
							["time"] = 1589462235,
							["arg1"] = "你拾取了3金币, 53银币, 83铜币",
						}, -- [140]
						{
							["type"] = "LOOT",
							["time"] = 1589462453,
							["arg1"] = "你获得了战利品：|cff0070dd|Hitem:124124::::::::120:103::::::|h[萨格拉斯之血]|h|rx3。",
						}, -- [141]
						{
							["type"] = "LOOT",
							["time"] = 1589462453,
							["arg1"] = "你获得了战利品：|cffa335ee|Hitem:134432::::::::120:103::23:3:1727:1492:3528:::|h[招展风暴护肩]|h|r。",
						}, -- [142]
						{
							["type"] = "LOOT",
							["time"] = 1589462453,
							["arg1"] = "你获得了战利品：|cffa335ee|Hitem:137495::::::::120:103::23:3:1727:1492:3528:::|h[盲目信仰十字架]|h|r。",
						}, -- [143]
						{
							["type"] = "MONEY",
							["time"] = 1589462454,
							["arg1"] = "你拾取了17金币, 86银币, 34铜币",
						}, -- [144]
						{
							["type"] = "CURRENCY",
							["time"] = 1589462454,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1155:0|h[远古魔力]|h|r x5。",
						}, -- [145]
						{
							["type"] = "LOOT",
							["time"] = 1589462763,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:132218::::::::120:103::::::|h[一团元素黏液]|h|r。",
						}, -- [146]
						{
							["type"] = "LOOT",
							["time"] = 1589462770,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:132200::::::::120:103::::::|h[灰烬戒指]|h|r。",
						}, -- [147]
						{
							["type"] = "LOOT",
							["time"] = 1589462773,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:132199::::::::120:103::::::|h[凝结的魔血]|h|r。",
						}, -- [148]
						{
							["type"] = "LOOT",
							["time"] = 1589462776,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:132204::::::::120:103::::::|h[黏糊糊的爆炸性物质]|h|r。",
						}, -- [149]
						{
							["type"] = "LOOT",
							["time"] = 1589462781,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:132204::::::::120:103::::::|h[黏糊糊的爆炸性物质]|h|r。",
						}, -- [150]
						{
							["type"] = "LOOT",
							["time"] = 1589462811,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:132204::::::::120:103::::::|h[黏糊糊的爆炸性物质]|h|r。",
						}, -- [151]
						{
							["type"] = "LOOT",
							["time"] = 1589462815,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:132204::::::::120:103::::::|h[黏糊糊的爆炸性物质]|h|r。",
						}, -- [152]
						{
							["type"] = "LOOT",
							["time"] = 1589462821,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:132204::::::::120:103::::::|h[黏糊糊的爆炸性物质]|h|r。",
						}, -- [153]
						{
							["type"] = "LOOT",
							["time"] = 1589462830,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:132199::::::::120:103::::::|h[凝结的魔血]|h|r。",
						}, -- [154]
						{
							["type"] = "LOOT",
							["time"] = 1589462830,
							["arg1"] = "你获得了战利品：|cff1eff00|Hitem:121331::::::::120:103::::::|h[魔石保险箱]|h|r。",
						}, -- [155]
						{
							["type"] = "LOOT",
							["time"] = 1589462830,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:132231::::::::120:103::::::|h[磨损的钩爪]|h|r。",
						}, -- [156]
						{
							["type"] = "CURRENCY",
							["time"] = 1589462831,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1220:0|h[职业大厅资源]|h|r x70。",
						}, -- [157]
						{
							["type"] = "LOOT",
							["time"] = 1589462864,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:132231::::::::120:102::::::|h[磨损的钩爪]|h|rx2。",
						}, -- [158]
						{
							["type"] = "LOOT",
							["time"] = 1589462864,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:132749::::::::120:102::::::|h[军团传送门碎片]|h|r。",
						}, -- [159]
						{
							["type"] = "LOOT",
							["time"] = 1589462878,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:132231::::::::120:102::::::|h[磨损的钩爪]|h|rx2。",
						}, -- [160]
						{
							["type"] = "LOOT",
							["time"] = 1589462894,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:132200::::::::120:102::::::|h[灰烬戒指]|h|r。",
						}, -- [161]
						{
							["type"] = "LOOT",
							["time"] = 1589462894,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:132197::::::::120:102::::::|h[邪能之爪]|h|r。",
						}, -- [162]
						{
							["type"] = "LOOT",
							["time"] = 1589462900,
							["arg1"] = "你获得了战利品：|cff1eff00|Hitem:121007::::::::120:102:512::2:1812:1686:110:::|h[无双之鲁特凡战靴]|h|r。",
						}, -- [163]
						{
							["type"] = "LOOT",
							["time"] = 1589462900,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:132231::::::::120:102::::::|h[磨损的钩爪]|h|r。",
						}, -- [164]
						{
							["type"] = "LOOT",
							["time"] = 1589462934,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:132204::::::::120:102::::::|h[黏糊糊的爆炸性物质]|h|rx3。",
						}, -- [165]
						{
							["type"] = "LOOT",
							["time"] = 1589462938,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:132199::::::::120:102::::::|h[凝结的魔血]|h|r。",
						}, -- [166]
						{
							["type"] = "LOOT",
							["time"] = 1589462947,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:132204::::::::120:102::::::|h[黏糊糊的爆炸性物质]|h|rx4。",
						}, -- [167]
						{
							["type"] = "LOOT",
							["time"] = 1589462947,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:132749::::::::120:102::::::|h[军团传送门碎片]|h|r。",
						}, -- [168]
						{
							["type"] = "LOOT",
							["time"] = 1589462953,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:132199::::::::120:102::::::|h[凝结的魔血]|h|r。",
						}, -- [169]
						{
							["type"] = "LOOT",
							["time"] = 1589462966,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:132204::::::::120:102::::::|h[黏糊糊的爆炸性物质]|h|rx4。",
						}, -- [170]
						{
							["type"] = "LOOT",
							["time"] = 1589462974,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:132204::::::::120:102::::::|h[黏糊糊的爆炸性物质]|h|rx3。",
						}, -- [171]
						{
							["type"] = "LOOT",
							["time"] = 1589462974,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:132749::::::::120:102::::::|h[军团传送门碎片]|h|r。",
						}, -- [172]
						{
							["type"] = "LOOT",
							["time"] = 1589462974,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:132199::::::::120:102::::::|h[凝结的魔血]|h|r。",
						}, -- [173]
						{
							["type"] = "LOOT",
							["time"] = 1589462989,
							["arg1"] = "你获得了战利品：|cff1eff00|Hitem:121331::::::::120:102::::::|h[魔石保险箱]|h|r。",
						}, -- [174]
						{
							["type"] = "LOOT",
							["time"] = 1589462989,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:132204::::::::120:102::::::|h[黏糊糊的爆炸性物质]|h|rx5。",
						}, -- [175]
						{
							["type"] = "LOOT",
							["time"] = 1589462989,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:132749::::::::120:102::::::|h[军团传送门碎片]|h|r。",
						}, -- [176]
						{
							["type"] = "LOOT",
							["time"] = 1589463004,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:132204::::::::120:102::::::|h[黏糊糊的爆炸性物质]|h|rx4。",
						}, -- [177]
						{
							["type"] = "LOOT",
							["time"] = 1589463005,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:132749::::::::120:102::::::|h[军团传送门碎片]|h|r。",
						}, -- [178]
						{
							["type"] = "LOOT",
							["time"] = 1589463006,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:132750::::::::120:102::::::|h[巨型军团传送石]|h|r。",
						}, -- [179]
						{
							["type"] = "LOOT",
							["time"] = 1589463046,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:132751::::::::120:103::::::|h[扭曲的符文腕轮]|h|r。",
						}, -- [180]
						{
							["type"] = "LOOT",
							["time"] = 1589463047,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:132200::::::::120:103::::::|h[灰烬戒指]|h|r。",
						}, -- [181]
						{
							["arg1"] = " ",
						}, -- [182]
						{
							["arg1"] = " ",
						}, -- [183]
						{
							["arg1"] = "记录开始于 05/14/2020 的 21:32:03。",
							["type"] = "SYSTEM",
						}, -- [184]
						{
							["type"] = "CURRENCY",
							["time"] = 1589463424,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1220:0|h[职业大厅资源]|h|r x374。",
						}, -- [185]
						{
							["type"] = "LOOT",
							["time"] = 1589463515,
							["arg1"] = "你获得了战利品：|cff0070dd|Hitem:124124::::::::120:103::::::|h[萨格拉斯之血]|h|r。",
						}, -- [186]
						{
							["type"] = "LOOT",
							["time"] = 1589463515,
							["arg1"] = "你获得了战利品：|cffa335ee|Hitem:134217::::::::120:103::23:3:1727:1493:3528:::|h[骨语手套]|h|r。",
						}, -- [187]
						{
							["type"] = "MONEY",
							["time"] = 1589463516,
							["arg1"] = "你拾取了1金币, 80银币, 47铜币",
						}, -- [188]
						{
							["type"] = "LOOT",
							["time"] = 1589463567,
							["arg1"] = "你获得了战利品：|cffa335ee|Hitem:134211::::::::120:103::23:3:1727:1493:3528:::|h[蔑潮头盔]|h|r。",
						}, -- [189]
						{
							["type"] = "MONEY",
							["time"] = 1589463568,
							["arg1"] = "你拾取了1金币, 5银币, 63铜币",
						}, -- [190]
						{
							["type"] = "LOOT",
							["time"] = 1589463663,
							["arg1"] = "你获得了战利品：|cff0070dd|Hitem:124124::::::::120:103::::::|h[萨格拉斯之血]|h|rx3。",
						}, -- [191]
						{
							["type"] = "LOOT",
							["time"] = 1589463664,
							["arg1"] = "你获得了战利品：|cffa335ee|Hitem:133608::::::::120:103::23:4:1727:1492:5850:3336:::|h[缚雾海拉加尔裹足]|h|r。",
						}, -- [192]
						{
							["type"] = "LOOT",
							["time"] = 1589463664,
							["arg1"] = "你获得了战利品：|cffa335ee|Hitem:133618::::::::120:103::23:3:1727:1492:3528:::|h[海怪皮盔]|h|r。",
						}, -- [193]
						{
							["type"] = "MONEY",
							["time"] = 1589463664,
							["arg1"] = "你拾取了23金币, 29银币, 9铜币",
						}, -- [194]
						{
							["type"] = "LOOT",
							["time"] = 1589463722,
							["arg1"] = "你获得了战利品：|cffa335ee|Hitem:133682::::::::120:103::1:4:1826:1476:5850:3336:::|h[极北之风]|h|r。",
						}, -- [195]
						{
							["type"] = "MONEY",
							["time"] = 1589463723,
							["arg1"] = "你拾取了1金币, 35银币, 85铜币",
						}, -- [196]
						{
							["type"] = "LOOT",
							["time"] = 1589463776,
							["arg1"] = "你获得了战利品：|cffa335ee|Hitem:137325::::::::120:103::1:4:1826:1808:1476:3528:::|h[冥世镣铐]|h|r。",
						}, -- [197]
						{
							["type"] = "MONEY",
							["time"] = 1589463777,
							["arg1"] = "你拾取了60银币, 93铜币",
						}, -- [198]
						{
							["type"] = "LOOT",
							["time"] = 1589463989,
							["arg1"] = "你获得了战利品：|cffa335ee|Hitem:133629::::::::120:103::1:3:1826:1476:3528:::|h[陨落诸王之冠]|h|r。",
						}, -- [199]
						{
							["type"] = "MONEY",
							["time"] = 1589463990,
							["arg1"] = "你拾取了3金币, 86银币, 79铜币",
						}, -- [200]
						{
							["type"] = "LOOT",
							["time"] = 1589464037,
							["arg1"] = "你获得了战利品：|cffa335ee|Hitem:134197::::::::120:103::1:3:1826:1477:3528:::|h[白熊皮外套]|h|r。",
						}, -- [201]
						{
							["type"] = "MONEY",
							["time"] = 1589464039,
							["arg1"] = "你拾取了3金币, 46银币, 27铜币",
						}, -- [202]
						{
							["type"] = "LOOT",
							["time"] = 1589464329,
							["arg1"] = "你获得了战利品：|cff0070dd|Hitem:124124::::::::120:103::::::|h[萨格拉斯之血]|h|r。",
						}, -- [203]
						{
							["type"] = "LOOT",
							["time"] = 1589464329,
							["arg1"] = "你获得了战利品：|cffa335ee|Hitem:134218::::::::120:103::1:4:1826:43:1477:3528:::|h[骨语长裤]|h|r。",
						}, -- [204]
						{
							["type"] = "MONEY",
							["time"] = 1589464330,
							["arg1"] = "你拾取了2金币, 73银币, 26铜币",
						}, -- [205]
						{
							["type"] = "LOOT",
							["time"] = 1589464462,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:133608::::::::120:103::1:5:1826:1808:1476:5865:3337:::|h[缚雾海拉加尔裹足]|h|r。",
						}, -- [206]
						{
							["type"] = "LOOT",
							["time"] = 1589464463,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:133684::::::::120:103::1:3:1826:1476:3528:::|h[落选者的哀嚎]|h|r。",
						}, -- [207]
						{
							["type"] = "LOOT",
							["time"] = 1589464463,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:124124::::::::120:103::::::|h[萨格拉斯之血]|h|r。",
						}, -- [208]
						{
							["type"] = "LOOT",
							["time"] = 1589464464,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:137329::::::::120:103::1:3:1826:1476:3528:::|h[纳格法尔号船首像]|h|r。",
						}, -- [209]
						{
							["type"] = "LOOT",
							["time"] = 1589464464,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:134184::::::::120:103::1:3:1826:1477:3528:::|h[斯克迪尔护肩]|h|r。",
						}, -- [210]
						{
							["type"] = "LOOT",
							["time"] = 1589464465,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:124124::::::::120:103::::::|h[萨格拉斯之血]|h|r。",
						}, -- [211]
						{
							["type"] = "LOOT",
							["time"] = 1589464465,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:133683::::::::120:103::1:4:1826:1476:5850:3336:::|h[海咒之雾]|h|r。",
						}, -- [212]
						{
							["type"] = "LOOT",
							["time"] = 1589464466,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:133769::::::::120:103::1:5:1826:43:1476:5850:3336:::|h[淬炼海裔护腿]|h|r。",
						}, -- [213]
						{
							["type"] = "LOOT",
							["time"] = 1589464467,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:124124::::::::120:103::::::|h[萨格拉斯之血]|h|r。",
						}, -- [214]
						{
							["type"] = "LOOT",
							["time"] = 1589464467,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:134179::::::::120:103::1:3:1826:1477:3528:::|h[斯克迪尔胸甲]|h|r。",
						}, -- [215]
						{
							["type"] = "LOOT",
							["time"] = 1589465295,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:163613::::::::120:103::11::::|h[一袋劫掠战利品]|h|r。",
						}, -- [216]
						{
							["type"] = "LOOT",
							["time"] = 1589465295,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:164456::::::::120:103::11::::|h[虫群之怒裹足]|h|r。",
						}, -- [217]
						{
							["type"] = "CURRENCY",
							["time"] = 1589465312,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1710:0|h[海员达布隆币]|h|r x12。",
						}, -- [218]
						{
							["type"] = "LOOT",
							["time"] = 1589465648,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:163613::::::::120:104::11::::|h[一袋劫掠战利品]|h|r。",
						}, -- [219]
						{
							["type"] = "LOOT",
							["time"] = 1589465648,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:164531::::::::120:104::11::::|h[赤潮胸甲]|h|r。",
						}, -- [220]
						{
							["type"] = "LOOT",
							["time"] = 1589465648,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:163611::::::::120:104::11::::|h[海员的金币袋]|h|r。",
						}, -- [221]
						{
							["type"] = "LOOT",
							["time"] = 1589465648,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:163612::::::::120:104::11::::|h[寻路者的钱袋]|h|r。",
						}, -- [222]
						{
							["type"] = "CURRENCY",
							["time"] = 1589465664,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1710:0|h[海员达布隆币]|h|r x24。",
						}, -- [223]
						{
							["type"] = "CURRENCY",
							["time"] = 1589465666,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1710:0|h[海员达布隆币]|h|r x4。",
						}, -- [224]
						{
							["type"] = "CURRENCY",
							["time"] = 1589465667,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1710:0|h[海员达布隆币]|h|r x4。",
						}, -- [225]
						{
							["type"] = "LOOT",
							["time"] = 1589465966,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:163612::::::::120:104::11::::|h[寻路者的钱袋]|h|r。",
						}, -- [226]
						{
							["type"] = "LOOT",
							["time"] = 1589465966,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:163613::::::::120:104::11::::|h[一袋劫掠战利品]|h|r。",
						}, -- [227]
						{
							["type"] = "CURRENCY",
							["time"] = 1589465981,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1710:0|h[海员达布隆币]|h|r x12。",
						}, -- [228]
						{
							["type"] = "CURRENCY",
							["time"] = 1589465983,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1710:0|h[海员达布隆币]|h|r x18。",
						}, -- [229]
						{
							["type"] = "LOOT",
							["time"] = 1589465984,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:166999::::::::120:104::11::::|h[藏宝图]|h|r。",
						}, -- [230]
						{
							["arg1"] = " ",
						}, -- [231]
						{
							["arg1"] = " ",
						}, -- [232]
						{
							["arg1"] = "记录开始于 05/15/2020 的 21:31:00。",
							["type"] = "SYSTEM",
						}, -- [233]
						{
							["type"] = "CURRENCY",
							["time"] = 1589549519,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1718:0|h[泰坦残血精华]|h|r x455。",
						}, -- [234]
						{
							["arg1"] = " ",
						}, -- [235]
						{
							["arg1"] = " ",
						}, -- [236]
						{
							["arg1"] = "记录开始于 05/15/2020 的 21:54:54。",
							["type"] = "SYSTEM",
						}, -- [237]
						{
							["type"] = "LOOT",
							["time"] = 1589551699,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:174361::::::::120:105::14::::|h[黑色龙鳞背包]|h|r。",
						}, -- [238]
						{
							["type"] = "LOOT",
							["time"] = 1589551930,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:127768::::::::120:105::::::|h[邪能花瓣]|h|rx3。",
						}, -- [239]
						{
							["arg1"] = " ",
						}, -- [240]
						{
							["arg1"] = " ",
						}, -- [241]
						{
							["arg1"] = "记录开始于 05/15/2020 的 22:47:30。",
							["type"] = "SYSTEM",
						}, -- [242]
						{
							["type"] = "LOOT",
							["time"] = 1589556164,
							["arg1"] = "岩熊获得了战利品：|cffa335ee|Hitem:158366::::::::120:103::16:5:6536:6516:6515:1637:4786:::|h[充能沙石指环]|h|r。",
						}, -- [243]
						{
							["type"] = "LOOT",
							["time"] = 1589556166,
							["arg1"] = "万物咸覩-凤凰之神获得了战利品：|cffa335ee|Hitem:162544::::::::120:103::16:5:6536:6516:6515:1637:4786:::|h[翠玉盘蛇指环]|h|r。",
						}, -- [244]
						{
							["type"] = "LOOT",
							["time"] = 1589556166,
							["arg1"] = "你获得了战利品：|cffa335ee|Hitem:159317::::::::120:103::16:5:6536:6516:6515:1637:4786:::|h[旋风苦修者腰带]|h|r。",
						}, -- [245]
						{
							["type"] = "LOOT",
							["time"] = 1589556166,
							["arg1"] = "你获得了战利品：|cff0070dd|Hitem:165948::::::::120:103::::::|h[潮浪之核]|h|r。",
						}, -- [246]
						{
							["type"] = "LOOT",
							["time"] = 1589556171,
							["arg1"] = "阿墨达达-古尔丹获得了战利品：|cffa335ee|Hitem:159329::::::::120:103::16:5:6536:6516:6515:1637:4786:::|h[御风蝰蛇护腿]|h|r。",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = " ",
						}, -- [249]
						{
							["arg1"] = "记录开始于 05/16/2020 的 11:10:37。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
				}, -- [8]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "系统信息",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["time"] = 1589465648,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:104::11:4:6316:4932:4933:1652:::|h[艾泽拉斯之心]|h|r获得了450点神器能量。",
						}, -- [1]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465649,
							["arg1"] = "遗忘之猎-格瑞姆巴托已经离开了副本队伍。",
						}, -- [2]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465650,
							["arg1"] = "深渊已经离开了副本队伍。",
						}, -- [3]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465650,
							["arg1"] = "你离开了队伍。",
						}, -- [4]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465662,
							["arg1"] = "你已经加入了海岛探险的队列。",
						}, -- [5]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465677,
							["arg1"] = "你同时处于小队和副本队伍中。你可以使用“/p”来和你的小队队友沟通，或使用“/i”来和你的副本队伍成员沟通。",
						}, -- [6]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465677,
							["arg1"] = "地下城难度已设置为史诗。",
						}, -- [7]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465769,
							["arg1"] = " 从|cffe6cc80艾泽里特结晶|r收集到270份艾泽里特",
						}, -- [8]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465775,
							["arg1"] = " 从|cffe6cc80大块艾泽里特|r收集到190份艾泽里特",
						}, -- [9]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465783,
							["arg1"] = " 从|cffe6cc80艾泽里特碎片|r收集到110份艾泽里特",
						}, -- [10]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465786,
							["arg1"] = " 从|cffe6cc80艾泽里特碎片|r收集到110份艾泽里特",
						}, -- [11]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465788,
							["arg1"] = " 从|cffe6cc80艾泽里特碎片|r收集到110份艾泽里特",
						}, -- [12]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465801,
							["arg1"] = " 从|cffe6cc80雪裘幼狼|r收集到6份艾泽里特",
						}, -- [13]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465811,
							["arg1"] = " 从|cffe6cc80雪裘幼狼|r收集到6份艾泽里特",
						}, -- [14]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465815,
							["arg1"] = " 从|cffe6cc80雪裘啸狼|r收集到24份艾泽里特",
						}, -- [15]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465815,
							["arg1"] = " 从|cffe6cc80凶暴钳爪蟹|r收集到180份艾泽里特",
						}, -- [16]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465822,
							["arg1"] = " 从|cffe6cc80深海沙行蟹|r收集到24份艾泽里特",
						}, -- [17]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465824,
							["arg1"] = " 从|cffe6cc80深海沙行蟹|r收集到24份艾泽里特",
						}, -- [18]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465825,
							["arg1"] = " 从|cffe6cc80钳颚咀嚼者|r收集到24份艾泽里特",
						}, -- [19]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465830,
							["arg1"] = " 从|cffe6cc80钳颚咀嚼者|r收集到24份艾泽里特",
						}, -- [20]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465833,
							["arg1"] = " 从|cffe6cc80狂风士兵|r收集到24份艾泽里特",
						}, -- [21]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465834,
							["arg1"] = " 从|cffe6cc80深海沙行蟹|r收集到24份艾泽里特",
						}, -- [22]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465836,
							["arg1"] = " 从|cffe6cc80深海沙行蟹|r收集到24份艾泽里特",
						}, -- [23]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465839,
							["arg1"] = " 从|cffe6cc80狂风之怒|r收集到350份艾泽里特",
						}, -- [24]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465841,
							["arg1"] = " 从|cffe6cc80深海钳爪蟹|r收集到180份艾泽里特",
						}, -- [25]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465842,
							["arg1"] = " 从|cffe6cc80凶暴钳爪蟹|r收集到180份艾泽里特",
						}, -- [26]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465843,
							["arg1"] = " 从|cffe6cc80凶暴钳爪蟹|r收集到180份艾泽里特",
						}, -- [27]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465843,
							["arg1"] = " 从|cffe6cc80狂风士兵|r收集到24份艾泽里特",
						}, -- [28]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465844,
							["arg1"] = " 从|cffe6cc80雪裘头狼|r收集到180份艾泽里特",
						}, -- [29]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465844,
							["arg1"] = " 从|cffe6cc80雪裘头狼|r收集到180份艾泽里特",
						}, -- [30]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465844,
							["arg1"] = " 从|cffe6cc80凶暴钳爪蟹|r收集到180份艾泽里特",
						}, -- [31]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465845,
							["arg1"] = " 从|cffe6cc80尘风|r收集到350份艾泽里特",
						}, -- [32]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465845,
							["arg1"] = " 从|cffe6cc80钳颚锯齿鳄|r收集到180份艾泽里特",
						}, -- [33]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465845,
							["arg1"] = " 从|cffe6cc80雪裘啸狼|r收集到24份艾泽里特",
						}, -- [34]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465846,
							["arg1"] = " 从|cffe6cc80钳颚锯齿鳄|r收集到180份艾泽里特",
						}, -- [35]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465846,
							["arg1"] = " 从|cffe6cc80珊脊凿孔蟹|r收集到6份艾泽里特",
						}, -- [36]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465846,
							["arg1"] = " 从|cffe6cc80珊脊凿孔蟹|r收集到6份艾泽里特",
						}, -- [37]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465846,
							["arg1"] = " 从|cffe6cc80钳颚锯齿鳄|r收集到180份艾泽里特",
						}, -- [38]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465848,
							["arg1"] = " 从|cffe6cc80亮鳞盘牙风蛇|r收集到180份艾泽里特",
						}, -- [39]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465868,
							["arg1"] = " 从|cffe6cc80凶暴钳爪蟹|r收集到180份艾泽里特",
						}, -- [40]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465869,
							["arg1"] = " 从|cffe6cc80分裂的残魂|r收集到6份艾泽里特",
						}, -- [41]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465870,
							["arg1"] = " 从|cffe6cc80脆弱的骷髅|r收集到6份艾泽里特",
						}, -- [42]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465870,
							["arg1"] = " 从|cffe6cc80凝结的艾泽里特|r收集到6份艾泽里特",
						}, -- [43]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465871,
							["arg1"] = " 从|cffe6cc80凶暴钳爪蟹|r收集到180份艾泽里特",
						}, -- [44]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465871,
							["arg1"] = " 从|cffe6cc80凝结的艾泽里特|r收集到6份艾泽里特",
						}, -- [45]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465871,
							["arg1"] = " 从|cffe6cc80凝结的艾泽里特|r收集到6份艾泽里特",
						}, -- [46]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465871,
							["arg1"] = " 从|cffe6cc80艾泽里特宝石裂背蛛|r收集到36份艾泽里特",
						}, -- [47]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465871,
							["arg1"] = " 从|cffe6cc80艾泽里特宝石裂背蛛|r收集到36份艾泽里特",
						}, -- [48]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465871,
							["arg1"] = " 从|cffe6cc80尖刺食尸鬼|r收集到24份艾泽里特",
						}, -- [49]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465871,
							["arg1"] = " 从|cffe6cc80脆弱的骷髅|r收集到6份艾泽里特",
						}, -- [50]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465871,
							["arg1"] = " 从|cffe6cc80食尸鬼|r收集到12份艾泽里特",
						}, -- [51]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465871,
							["arg1"] = " 从|cffe6cc80通灵师信徒|r收集到12份艾泽里特",
						}, -- [52]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465871,
							["arg1"] = " 从|cffe6cc80毛鬃野猪人|r收集到12份艾泽里特",
						}, -- [53]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465871,
							["arg1"] = " 从|cffe6cc80毛鬃野猪人|r收集到12份艾泽里特",
						}, -- [54]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465871,
							["arg1"] = " 从|cffe6cc80毛鬃野猪人|r收集到12份艾泽里特",
						}, -- [55]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465871,
							["arg1"] = " 从|cffe6cc80钳爪岩壳蟹|r收集到24份艾泽里特",
						}, -- [56]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465871,
							["arg1"] = " 从|cffe6cc80钳爪岩壳蟹|r收集到24份艾泽里特",
						}, -- [57]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465871,
							["arg1"] = " 从|cffe6cc80钳爪岩壳蟹|r收集到24份艾泽里特",
						}, -- [58]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465871,
							["arg1"] = " 从|cffe6cc80僭悌魁麟|r收集到12份艾泽里特",
						}, -- [59]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465871,
							["arg1"] = " 从|cffe6cc80珊脊潮行蟹|r收集到24份艾泽里特",
						}, -- [60]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465871,
							["arg1"] = " 从|cffe6cc80闪壳蟹|r收集到12份艾泽里特",
						}, -- [61]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465871,
							["arg1"] = " 从|cffe6cc80闪壳蟹|r收集到12份艾泽里特",
						}, -- [62]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465871,
							["arg1"] = " 从|cffe6cc80闪壳蟹|r收集到12份艾泽里特",
						}, -- [63]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465871,
							["arg1"] = " 从|cffe6cc80闪壳蟹|r收集到12份艾泽里特",
						}, -- [64]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465871,
							["arg1"] = " 从|cffe6cc80闪壳蟹|r收集到12份艾泽里特",
						}, -- [65]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465871,
							["arg1"] = " 从|cffe6cc80闪壳蟹|r收集到12份艾泽里特",
						}, -- [66]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465871,
							["arg1"] = " 从|cffe6cc80闪壳蟹|r收集到12份艾泽里特",
						}, -- [67]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465871,
							["arg1"] = " 从|cffe6cc80闪壳蟹|r收集到12份艾泽里特",
						}, -- [68]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465871,
							["arg1"] = " 从|cffe6cc80珊脊螃蟹|r收集到12份艾泽里特",
						}, -- [69]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465874,
							["arg1"] = " 从|cffe6cc80珊脊潮行蟹|r收集到24份艾泽里特",
						}, -- [70]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465875,
							["arg1"] = " 从|cffe6cc80珊脊潮行蟹|r收集到24份艾泽里特",
						}, -- [71]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465875,
							["arg1"] = " 从|cffe6cc80珊脊潮行蟹|r收集到24份艾泽里特",
						}, -- [72]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465875,
							["arg1"] = " 从|cffe6cc80凶暴钳爪蟹|r收集到180份艾泽里特",
						}, -- [73]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465875,
							["arg1"] = " 从|cffe6cc80硬壳珊脊蟹|r收集到180份艾泽里特",
						}, -- [74]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465875,
							["arg1"] = " 从|cffe6cc80珊脊螃蟹|r收集到12份艾泽里特",
						}, -- [75]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465875,
							["arg1"] = " 从|cffe6cc80珊脊潮行蟹|r收集到24份艾泽里特",
						}, -- [76]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465875,
							["arg1"] = " 从|cffe6cc80珊脊潮行蟹|r收集到24份艾泽里特",
						}, -- [77]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465875,
							["arg1"] = " 从|cffe6cc80珊脊潮行蟹|r收集到24份艾泽里特",
						}, -- [78]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465876,
							["arg1"] = " 从|cffe6cc80艾泽里特宝石裂背蛛|r收集到36份艾泽里特",
						}, -- [79]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465877,
							["arg1"] = " 从|cffe6cc80艾泽里特宝石裂背蛛|r收集到36份艾泽里特",
						}, -- [80]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465880,
							["arg1"] = " 从|cffe6cc80深海沙行蟹|r收集到24份艾泽里特",
						}, -- [81]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465880,
							["arg1"] = " 从|cffe6cc80硬壳珊脊蟹|r收集到180份艾泽里特",
						}, -- [82]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465881,
							["arg1"] = " 从|cffe6cc80树冠追猎者|r收集到180份艾泽里特",
						}, -- [83]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465882,
							["arg1"] = " 从|cffe6cc80毛鬃探路者|r收集到12份艾泽里特",
						}, -- [84]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465883,
							["arg1"] = " 从|cffe6cc80僭悌残暴者|r收集到24份艾泽里特",
						}, -- [85]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465883,
							["arg1"] = " 从|cffe6cc80硬壳珊脊蟹|r收集到180份艾泽里特",
						}, -- [86]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465883,
							["arg1"] = " 从|cffe6cc80硬壳珊脊蟹|r收集到180份艾泽里特",
						}, -- [87]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465885,
							["arg1"] = " 从|cffe6cc80毛鬃探路者|r收集到12份艾泽里特",
						}, -- [88]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465885,
							["arg1"] = " 从|cffe6cc80毛鬃战地卫士|r收集到180份艾泽里特",
						}, -- [89]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465890,
							["arg1"] = " 从|cffe6cc80废墟潜伏者|r收集到650份艾泽里特",
						}, -- [90]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465890,
							["arg1"] = " 从|cffe6cc80暗穴伏击者|r收集到24份艾泽里特",
						}, -- [91]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465891,
							["arg1"] = " 从|cffe6cc80毛鬃唤棘者|r收集到24份艾泽里特",
						}, -- [92]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465892,
							["arg1"] = " 从|cffe6cc80毛鬃唤棘者|r收集到24份艾泽里特",
						}, -- [93]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465893,
							["arg1"] = " 从|cffe6cc80僭悌幽魂|r收集到12份艾泽里特",
						}, -- [94]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465895,
							["arg1"] = " 从|cffe6cc80皇家沙滩蟹|r收集到350份艾泽里特",
						}, -- [95]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465899,
							["arg1"] = " 从|cffe6cc80风吹的箱子|r收集到230份艾泽里特",
						}, -- [96]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465900,
							["arg1"] = " 从|cffe6cc80艾泽里特宝石晶背蛛|r收集到240份艾泽里特",
						}, -- [97]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465901,
							["arg1"] = " 从|cffe6cc80暗穴伏击者|r收集到24份艾泽里特",
						}, -- [98]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465904,
							["arg1"] = " 从|cffe6cc80折脊者昆殆|r收集到350份艾泽里特",
						}, -- [99]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465904,
							["arg1"] = " 从|cffe6cc80硬壳珊脊蟹|r收集到180份艾泽里特",
						}, -- [100]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465907,
							["arg1"] = " 从|cffe6cc80凶暴钳爪蟹|r收集到180份艾泽里特",
						}, -- [101]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465908,
							["arg1"] = " 从|cffe6cc80硬壳珊脊蟹|r收集到180份艾泽里特",
						}, -- [102]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465908,
							["arg1"] = " 从|cffe6cc80针鬃|r收集到350份艾泽里特",
						}, -- [103]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465911,
							["arg1"] = " 从|cffe6cc80毛鬃唤棘者|r收集到24份艾泽里特",
						}, -- [104]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465911,
							["arg1"] = " 从|cffe6cc80黑暗潜伏者|r收集到350份艾泽里特",
						}, -- [105]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465913,
							["arg1"] = " 从|cffe6cc80艾泽里特宝石晶背蛛|r收集到240份艾泽里特",
						}, -- [106]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465915,
							["arg1"] = " 从|cffe6cc80通灵大师|r收集到180份艾泽里特",
						}, -- [107]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465916,
							["arg1"] = " 从|cffe6cc80暗穴伏击者|r收集到24份艾泽里特",
						}, -- [108]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465918,
							["arg1"] = " 从|cffe6cc80暗穴伏击者|r收集到24份艾泽里特",
						}, -- [109]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465923,
							["arg1"] = " 从|cffe6cc80喷泥蟹|r收集到350份艾泽里特",
						}, -- [110]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465924,
							["arg1"] = "秋夕七秒下线了。",
						}, -- [111]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465927,
							["arg1"] = " 从|cffe6cc80沙顶村民|r收集到6份艾泽里特",
						}, -- [112]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465928,
							["arg1"] = " 从|cffe6cc80沙顶村民|r收集到6份艾泽里特",
						}, -- [113]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465930,
							["arg1"] = " 从|cffe6cc80沙顶村民|r收集到6份艾泽里特",
						}, -- [114]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465930,
							["arg1"] = " 从|cffe6cc80沙顶掷斧者|r收集到12份艾泽里特",
						}, -- [115]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465930,
							["arg1"] = " 从|cffe6cc80沙顶战士|r收集到12份艾泽里特",
						}, -- [116]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465931,
							["arg1"] = " 从|cffe6cc80陈旧的箱子|r收集到160份艾泽里特",
						}, -- [117]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465931,
							["arg1"] = " 从|cffe6cc80脆弱的骷髅|r收集到6份艾泽里特",
						}, -- [118]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465931,
							["arg1"] = " 从|cffe6cc80脆弱的骷髅|r收集到6份艾泽里特",
						}, -- [119]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465931,
							["arg1"] = " 从|cffe6cc80脆弱的骷髅|r收集到6份艾泽里特",
						}, -- [120]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465931,
							["arg1"] = " 从|cffe6cc80脆弱的骷髅|r收集到6份艾泽里特",
						}, -- [121]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465931,
							["arg1"] = " 从|cffe6cc80脆弱的骷髅|r收集到6份艾泽里特",
						}, -- [122]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465931,
							["arg1"] = " 从|cffe6cc80脆弱的骷髅|r收集到6份艾泽里特",
						}, -- [123]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465931,
							["arg1"] = " 从|cffe6cc80脆弱的骷髅|r收集到6份艾泽里特",
						}, -- [124]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465931,
							["arg1"] = " 从|cffe6cc80脆弱的骷髅|r收集到6份艾泽里特",
						}, -- [125]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465931,
							["arg1"] = " 从|cffe6cc80脆弱的骷髅|r收集到6份艾泽里特",
						}, -- [126]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465932,
							["arg1"] = " 从|cffe6cc80沙顶战士|r收集到12份艾泽里特",
						}, -- [127]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465932,
							["arg1"] = " 从|cffe6cc80沙顶战士|r收集到12份艾泽里特",
						}, -- [128]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465932,
							["arg1"] = " 从|cffe6cc80沙顶战士|r收集到12份艾泽里特",
						}, -- [129]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465932,
							["arg1"] = " 从|cffe6cc80脆弱的骷髅|r收集到6份艾泽里特",
						}, -- [130]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465933,
							["arg1"] = " 从|cffe6cc80脆弱的骷髅|r收集到6份艾泽里特",
						}, -- [131]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465933,
							["arg1"] = " 从|cffe6cc80脆弱的骷髅|r收集到6份艾泽里特",
						}, -- [132]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465933,
							["arg1"] = " 从|cffe6cc80脆弱的骷髅|r收集到6份艾泽里特",
						}, -- [133]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465934,
							["arg1"] = " 从|cffe6cc80脆弱的骷髅|r收集到6份艾泽里特",
						}, -- [134]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465934,
							["arg1"] = " 从|cffe6cc80脆弱的骷髅|r收集到6份艾泽里特",
						}, -- [135]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465934,
							["arg1"] = " 从|cffe6cc80脆弱的骷髅|r收集到6份艾泽里特",
						}, -- [136]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465937,
							["arg1"] = " 从|cffe6cc80沙顶掷斧者|r收集到12份艾泽里特",
						}, -- [137]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465937,
							["arg1"] = " 从|cffe6cc80沙顶战士|r收集到12份艾泽里特",
						}, -- [138]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465937,
							["arg1"] = " 从|cffe6cc80沙顶村民|r收集到6份艾泽里特",
						}, -- [139]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465938,
							["arg1"] = " 从|cffe6cc80沙顶村民|r收集到6份艾泽里特",
						}, -- [140]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465940,
							["arg1"] = " 从|cffe6cc80沙顶村民|r收集到6份艾泽里特",
						}, -- [141]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465943,
							["arg1"] = " 从|cffe6cc80沙顶掷斧者|r收集到12份艾泽里特",
						}, -- [142]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465943,
							["arg1"] = " 从|cffe6cc80沙顶战士|r收集到12份艾泽里特",
						}, -- [143]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465943,
							["arg1"] = " 从|cffe6cc80沙顶掷斧者|r收集到12份艾泽里特",
						}, -- [144]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465944,
							["arg1"] = " 从|cffe6cc80未葬者凯弗吉斯|r收集到650份艾泽里特",
						}, -- [145]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465945,
							["arg1"] = " 从|cffe6cc80沙顶饮血者|r收集到24份艾泽里特",
						}, -- [146]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465963,
							["arg1"] = " 从|cffe6cc80恐惧者阿古|r收集到650份艾泽里特",
						}, -- [147]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465965,
							["arg1"] = " 从|cffe6cc80鲜血猎手阿卡尔|r收集到650份艾泽里特",
						}, -- [148]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465966,
							["arg1"] = "你获得了物品：|cff0070dd|Hcurrency:1553:450|h[闪光的艾泽里特晶簇]|h|r。",
						}, -- [149]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465966,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:104::11:4:6316:4932:4933:1652:::|h[艾泽拉斯之心]|h|r获得了450点神器能量。",
						}, -- [150]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465967,
							["arg1"] = "你离开了队伍。",
						}, -- [151]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465981,
							["arg1"] = "遗忘之猎-格瑞姆巴托离开了队伍。",
						}, -- [152]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465984,
							["arg1"] = "部落的艾泽里特完成。",
						}, -- [153]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465984,
							["arg1"] = "你获得了物品：|cffa335ee|Hcurrency:1553:3500|h[嗡鸣的艾泽里特之心]|h|r。",
						}, -- [154]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465984,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:104::11:4:6316:4932:4933:1652:::|h[艾泽拉斯之心]|h|r获得了3,500点神器能量。",
						}, -- [155]
						{
							["type"] = "SYSTEM",
							["time"] = 1589465988,
							["arg1"] = "|cffffff00|Hgarrmission:2117:00000000f98df74d|h[藏宝图：群岛事件]|h|r已经被添加到了你的任务桌。",
						}, -- [156]
						{
							["arg1"] = " ",
						}, -- [157]
						{
							["arg1"] = " ",
						}, -- [158]
						{
							["arg1"] = "记录开始于 05/15/2020 的 21:31:00。",
							["type"] = "SYSTEM",
						}, -- [159]
						{
							["type"] = "SYSTEM",
							["time"] = 1589549571,
							["arg1"] = "谁撞树上了下线了。",
						}, -- [160]
						{
							["arg1"] = " ",
						}, -- [161]
						{
							["arg1"] = " ",
						}, -- [162]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/15/2020 的 21:38:38。",
						}, -- [163]
						{
							["type"] = "SYSTEM",
							["time"] = 1589549947,
							["arg1"] = "未找到名为“聖殿騎士-卡拉赞”的在线玩家。",
						}, -- [164]
						{
							["arg1"] = " ",
						}, -- [165]
						{
							["arg1"] = " ",
						}, -- [166]
						{
							["arg1"] = "记录开始于 05/15/2020 的 21:54:54。",
							["type"] = "SYSTEM",
						}, -- [167]
						{
							["type"] = "SYSTEM",
							["time"] = 1589551105,
							["arg1"] = "|Hplayer:岩熊|h[岩熊]|h邀请你加入队伍。",
						}, -- [168]
						{
							["type"] = "SYSTEM",
							["time"] = 1589551106,
							["arg1"] = "地下城难度已设置为史诗。",
						}, -- [169]
						{
							["type"] = "SYSTEM",
							["time"] = 1589551165,
							["arg1"] = "万物咸覩-凤凰之神已经加入了别的队伍",
						}, -- [170]
						{
							["type"] = "SYSTEM",
							["time"] = 1589551169,
							["arg1"] = "万物咸覩-凤凰之神加入了队伍。",
						}, -- [171]
						{
							["type"] = "SYSTEM",
							["time"] = 1589551644,
							["arg1"] = "万物咸覩-凤凰之神现在是队长",
						}, -- [172]
						{
							["type"] = "SYSTEM",
							["time"] = 1589551700,
							["arg1"] = "|cffff80ff|Htransmogappearance:108588|h[黑色龙鳞背包]|h|r已加入了你的外观收藏。",
						}, -- [173]
						{
							["type"] = "SYSTEM",
							["time"] = 1589551712,
							["arg1"] = "阿墨达达-古尔丹加入了队伍。",
						}, -- [174]
						{
							["type"] = "SYSTEM",
							["time"] = 1589551967,
							["arg1"] = "岩熊现在是队长",
						}, -- [175]
						{
							["type"] = "SYSTEM",
							["time"] = 1589552122,
							["arg1"] = "|Hplayer:非酋巴扎黑|h[非酋巴扎黑]|h上线了。",
						}, -- [176]
						{
							["type"] = "SYSTEM",
							["time"] = 1589552179,
							["arg1"] = "万物咸覩-凤凰之神现在是队长",
						}, -- [177]
						{
							["type"] = "SYSTEM",
							["time"] = 1589552422,
							["arg1"] = "万物咸覩掷出22（1-100）",
						}, -- [178]
						{
							["type"] = "SYSTEM",
							["time"] = 1589552820,
							["arg1"] = "非酋巴扎黑下线了。",
						}, -- [179]
						{
							["type"] = "SYSTEM",
							["time"] = 1589552848,
							["arg1"] = "|Hplayer:眉眼如初|h[眉眼如初]|h上线了。",
						}, -- [180]
						{
							["type"] = "SYSTEM",
							["time"] = 1589552899,
							["arg1"] = "就爱逗你玩加入了队伍。",
						}, -- [181]
						{
							["type"] = "SYSTEM",
							["time"] = 1589553063,
							["arg1"] = "眉眼如初下线了。",
						}, -- [182]
						{
							["type"] = "SYSTEM",
							["time"] = 1589553195,
							["arg1"] = "岩熊现在是队长",
						}, -- [183]
						{
							["type"] = "SYSTEM",
							["time"] = 1589553235,
							["arg1"] = "岩熊开始进行就位确认。",
						}, -- [184]
						{
							["type"] = "SYSTEM",
							["time"] = 1589553299,
							["arg1"] = "|cff71d5ff|Hdeath:1|h[你已死亡。]|h",
						}, -- [185]
						{
							["type"] = "SYSTEM",
							["time"] = 1589553369,
							["arg1"] = "就爱逗你玩已经死亡。",
						}, -- [186]
						{
							["type"] = "SYSTEM",
							["time"] = 1589553515,
							["arg1"] = "岩熊开始进行就位确认。",
						}, -- [187]
						{
							["type"] = "SYSTEM",
							["time"] = 1589553546,
							["arg1"] = "就爱逗你玩已经死亡。",
						}, -- [188]
						{
							["type"] = "SYSTEM",
							["time"] = 1589553609,
							["arg1"] = "阿墨达达已经死亡。",
						}, -- [189]
						{
							["type"] = "SYSTEM",
							["time"] = 1589553616,
							["arg1"] = "就爱逗你玩已经死亡。",
						}, -- [190]
						{
							["type"] = "SYSTEM",
							["time"] = 1589553655,
							["arg1"] = "|cff71d5ff|Hdeath:2|h[你已死亡。]|h",
						}, -- [191]
						{
							["arg1"] = " ",
						}, -- [192]
						{
							["arg1"] = " ",
						}, -- [193]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/15/2020 的 22:41:16。",
						}, -- [194]
						{
							["type"] = "SYSTEM",
							["time"] = 1589553854,
							["arg1"] = "|cff71d5ff|Hdeath:3|h[你已死亡。]|h",
						}, -- [195]
						{
							["type"] = "SYSTEM",
							["time"] = 1589553896,
							["arg1"] = "阿墨达达已经死亡。",
						}, -- [196]
						{
							["type"] = "SYSTEM",
							["time"] = 1589553899,
							["arg1"] = "就爱逗你玩已经死亡。",
						}, -- [197]
						{
							["type"] = "SYSTEM",
							["time"] = 1589553955,
							["arg1"] = "岩熊已经死亡。",
						}, -- [198]
						{
							["arg1"] = " ",
						}, -- [199]
						{
							["arg1"] = " ",
						}, -- [200]
						{
							["arg1"] = "记录开始于 05/15/2020 的 22:47:30。",
							["type"] = "SYSTEM",
						}, -- [201]
						{
							["type"] = "SYSTEM",
							["time"] = 1589554085,
							["arg1"] = "地下城难度已设置为史诗。",
						}, -- [202]
						{
							["type"] = "SYSTEM",
							["time"] = 1589554182,
							["arg1"] = "阿墨达达已经死亡。",
						}, -- [203]
						{
							["type"] = "SYSTEM",
							["time"] = 1589554183,
							["arg1"] = "万物咸覩已经死亡。",
						}, -- [204]
						{
							["type"] = "SYSTEM",
							["time"] = 1589554183,
							["arg1"] = "|cff71d5ff|Hdeath:1|h[你已死亡。]|h",
						}, -- [205]
						{
							["type"] = "SYSTEM",
							["time"] = 1589554423,
							["arg1"] = "阿墨达达已经死亡。",
						}, -- [206]
						{
							["type"] = "SYSTEM",
							["time"] = 1589554512,
							["arg1"] = "岩熊开始进行就位确认。",
						}, -- [207]
						{
							["type"] = "SYSTEM",
							["time"] = 1589554719,
							["arg1"] = "岩熊已经死亡。",
						}, -- [208]
						{
							["type"] = "SYSTEM",
							["time"] = 1589554727,
							["arg1"] = "阿墨达达已经死亡。",
						}, -- [209]
						{
							["type"] = "SYSTEM",
							["time"] = 1589554742,
							["arg1"] = "就爱逗你玩已经死亡。",
						}, -- [210]
						{
							["type"] = "SYSTEM",
							["time"] = 1589554850,
							["arg1"] = "阿墨达达已经死亡。",
						}, -- [211]
						{
							["type"] = "SYSTEM",
							["time"] = 1589555132,
							["arg1"] = "岩熊开始进行就位确认。",
						}, -- [212]
						{
							["type"] = "SYSTEM",
							["time"] = 1589555707,
							["arg1"] = "|cff71d5ff|Hdeath:2|h[你已死亡。]|h",
						}, -- [213]
						{
							["type"] = "SYSTEM",
							["time"] = 1589555881,
							["arg1"] = "|Hplayer:啦啦的马戏|h[啦啦的马戏]|h上线了。",
						}, -- [214]
						{
							["type"] = "SYSTEM",
							["time"] = 1589555923,
							["arg1"] = "岩熊已经死亡。",
						}, -- [215]
						{
							["type"] = "SYSTEM",
							["time"] = 1589555926,
							["arg1"] = "万物咸覩已经死亡。",
						}, -- [216]
						{
							["type"] = "SYSTEM",
							["time"] = 1589555950,
							["arg1"] = "就爱逗你玩已经死亡。",
						}, -- [217]
						{
							["type"] = "SYSTEM",
							["time"] = 1589556153,
							["arg1"] = "公会史诗钥石挑战已完成！公会获得了750金币。",
						}, -- [218]
						{
							["type"] = "SYSTEM",
							["time"] = 1589556166,
							["arg1"] = "你获得了物品：|cffa335ee|Hcurrency:1553:675|h[闪耀的艾泽里特碎片]|h|r。",
						}, -- [219]
						{
							["type"] = "SYSTEM",
							["time"] = 1589556166,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:103::11:4:6316:4932:4933:1652:::|h[艾泽拉斯之心]|h|r获得了675点神器能量。",
						}, -- [220]
						{
							["type"] = "SYSTEM",
							["time"] = 1589556310,
							["arg1"] = "你现在是队长",
						}, -- [221]
						{
							["type"] = "SYSTEM",
							["time"] = 1589556329,
							["arg1"] = "岩熊离开了队伍。",
						}, -- [222]
						{
							["type"] = "SYSTEM",
							["time"] = 1589556331,
							["arg1"] = "岩熊下线了。",
						}, -- [223]
						{
							["type"] = "SYSTEM",
							["time"] = 1589556339,
							["arg1"] = "|Hplayer:深渊|h[深渊]|h上线了。",
						}, -- [224]
						{
							["type"] = "SYSTEM",
							["time"] = 1589556346,
							["arg1"] = "你邀请深渊加入你的队伍",
						}, -- [225]
						{
							["type"] = "SYSTEM",
							["time"] = 1589556348,
							["arg1"] = "深渊加入了队伍。",
						}, -- [226]
						{
							["type"] = "SYSTEM",
							["time"] = 1589556433,
							["arg1"] = "你忘却了|cff71d5ff|Hspell:102558:0|h[化身：乌索克的守护者]|h|r。",
						}, -- [227]
						{
							["type"] = "SYSTEM",
							["time"] = 1589556433,
							["arg1"] = "你学会了新的被动效果：|cff71d5ff|Hspell:203964:0|h[星河守护者]|h|r。",
						}, -- [228]
						{
							["type"] = "SYSTEM",
							["time"] = 1589556441,
							["arg1"] = "你忘却了|cff71d5ff|Hspell:197488:0|h[平衡亲和]|h|r。",
						}, -- [229]
						{
							["type"] = "SYSTEM",
							["time"] = 1589556441,
							["arg1"] = "你忘却了|cff71d5ff|Hspell:197625:0|h[枭兽形态]|h|r。",
						}, -- [230]
						{
							["type"] = "SYSTEM",
							["time"] = 1589556441,
							["arg1"] = "你忘却了|cff71d5ff|Hspell:197626:0|h[星涌术]|h|r。",
						}, -- [231]
						{
							["type"] = "SYSTEM",
							["time"] = 1589556441,
							["arg1"] = "你忘却了|cff71d5ff|Hspell:197628:0|h[明月打击]|h|r。",
						}, -- [232]
						{
							["type"] = "SYSTEM",
							["time"] = 1589556441,
							["arg1"] = "你忘却了|cff71d5ff|Hspell:197629:0|h[阳炎之怒]|h|r。",
						}, -- [233]
						{
							["type"] = "SYSTEM",
							["time"] = 1589556441,
							["arg1"] = "你忘却了|cff71d5ff|Hspell:197630:0|h[阳炎术]|h|r。",
						}, -- [234]
						{
							["type"] = "SYSTEM",
							["time"] = 1589556441,
							["arg1"] = "你学会了新的被动效果：|cff71d5ff|Hspell:197492:0|h[恢复亲和]|h|r。",
						}, -- [235]
						{
							["type"] = "SYSTEM",
							["time"] = 1589556441,
							["arg1"] = "你学会了新的被动效果：|cff71d5ff|Hspell:145108:0|h[伊瑟拉之赐]|h|r。",
						}, -- [236]
						{
							["type"] = "SYSTEM",
							["time"] = 1589556441,
							["arg1"] = "你学会新的法术：|cff71d5ff|Hspell:774:0|h[回春术]|h|r",
						}, -- [237]
						{
							["type"] = "SYSTEM",
							["time"] = 1589556441,
							["arg1"] = "你学会新的法术：|cff71d5ff|Hspell:18562:0|h[迅捷治愈]|h|r",
						}, -- [238]
						{
							["type"] = "SYSTEM",
							["time"] = 1589556441,
							["arg1"] = "你学会了新的被动效果：|cff71d5ff|Hspell:231040:0|h[回春术]|h|r。",
						}, -- [239]
						{
							["type"] = "SYSTEM",
							["time"] = 1589556441,
							["arg1"] = "你学会新的法术：|cff71d5ff|Hspell:48438:0|h[野性成长]|h|r",
						}, -- [240]
						{
							["type"] = "SYSTEM",
							["time"] = 1589556494,
							["arg1"] = "万物咸覩-凤凰之神离开了队伍。",
						}, -- [241]
						{
							["type"] = "SYSTEM",
							["time"] = 1589556497,
							["arg1"] = "你邀请景幻仙子说-凤凰之神加入你的队伍",
						}, -- [242]
						{
							["type"] = "SYSTEM",
							["time"] = 1589556498,
							["arg1"] = "景幻仙子说-凤凰之神加入了队伍。",
						}, -- [243]
						{
							["type"] = "SYSTEM",
							["time"] = 1589556575,
							["arg1"] = "已招募|cffffffff|Hgarrfollower:1070:1:120:1:1083:0:0:0:0:0:0:0:0|h[银月城女巫]|h|r。",
						}, -- [244]
						{
							["type"] = "SYSTEM",
							["time"] = 1589556575,
							["arg1"] = "已招募|cffffffff|Hgarrfollower:1066:1:120:1:1083:0:0:0:0:0:0:0:0|h[暗矛萨满祭司]|h|r。",
						}, -- [245]
						{
							["type"] = "SYSTEM",
							["time"] = 1589556604,
							["arg1"] = "景幻仙子说-凤凰之神现在是队长",
						}, -- [246]
						{
							["type"] = "SYSTEM",
							["time"] = 1589556605,
							["arg1"] = "你离开了队伍。",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = " ",
						}, -- [249]
						{
							["arg1"] = "记录开始于 05/16/2020 的 11:10:37。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
				}, -- [9]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "成就",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 20:13:19。",
						}, -- [1]
						{
							["arg2"] = "风啸九天-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1588853976,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12560:Player-2124-01CB9B13:1:5:7:20:4294967295:4294967295:4294967295:4294967295|h[探索沃顿]|h|r！",
							["clColor"] = "fff38bb9",
						}, -- [2]
						{
							["arg1"] = " ",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["arg1"] = "记录开始于 05/07/2020 的 20:35:09。",
							["type"] = "SYSTEM",
						}, -- [5]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1588856005,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:1157:Player-2124-0AA46C2A:1:5:7:20:4294967295:4294967295:4294967295:4294967295|h[决斗赢家]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [6]
						{
							["arg1"] = " ",
						}, -- [7]
						{
							["arg1"] = " ",
						}, -- [8]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 21:35:08。",
						}, -- [9]
						{
							["arg2"] = "风啸九天-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1588859099,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12547:Player-2124-01CB9B13:1:5:7:20:4294967295:4294967295:4294967295:4294967295|h[史诗]|h|r！",
							["clColor"] = "fff38bb9",
						}, -- [10]
						{
							["arg2"] = "风啸九天-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1588860442,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14170:Player-2124-01CB9B13:1:5:7:20:4294967295:4294967295:4294967295:4294967295|h[纪念回忆]|h|r！",
							["clColor"] = "fff38bb9",
						}, -- [11]
						{
							["arg2"] = "非酋巴扎黑-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1588862441,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14193:Player-2124-0102B664:1:5:7:20:4294967295:4294967295:4294967295:4294967295|h[命运幻象]|h|r！",
							["clColor"] = "ffa9d271",
						}, -- [12]
						{
							["arg1"] = " ",
						}, -- [13]
						{
							["arg1"] = " ",
						}, -- [14]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 23:26:48。",
						}, -- [15]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1588865877,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:9587:Player-2124-0836E3DA:1:5:7:20:4294967295:4294967295:4294967295:4294967295|h[证明自己：无限治疗（10波）]|h|r！",
							["clColor"] = "fffe7b09",
						}, -- [16]
						{
							["arg1"] = " ",
						}, -- [17]
						{
							["arg1"] = " ",
						}, -- [18]
						{
							["arg1"] = "记录开始于 05/08/2020 的 21:24:56。",
							["type"] = "SYSTEM",
						}, -- [19]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1588944349,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14149:Player-2124-0C0BE35E:1:5:8:20:4294967295:4294967295:4294967295:4294967295|h[海岸之战（英雄）]|h|r！",
							["clColor"] = "ffa9d271",
						}, -- [20]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1588944356,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13296:Player-2124-0C0BE35E:1:5:8:20:4294967295:4294967295:4294967295:4294967295|h[海岸之战]|h|r！",
							["clColor"] = "ffa9d271",
						}, -- [21]
						{
							["arg1"] = " ",
						}, -- [22]
						{
							["arg1"] = " ",
						}, -- [23]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 22:12:22。",
						}, -- [24]
						{
							["arg2"] = "Xiaodouding-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1588947645,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13723:Player-2124-0129732E:1:5:8:20:4294967295:4294967295:4294967295:4294967295|h[求锤得锤]|h|r！",
							["clColor"] = "fff38bb9",
						}, -- [25]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1588947645,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13723:Player-2124-0AA46C2A:1:5:8:20:4294967295:4294967295:4294967295:4294967295|h[求锤得锤]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [26]
						{
							["arg1"] = " ",
						}, -- [27]
						{
							["arg1"] = " ",
						}, -- [28]
						{
							["arg1"] = "记录开始于 05/08/2020 的 22:49:32。",
							["type"] = "SYSTEM",
						}, -- [29]
						{
							["arg2"] = "就爱逗你玩-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1588950684,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14048:Player-2124-01ECAB92:1:5:8:20:4294967295:4294967295:4294967295:4294967295|h[无厌者夏德哈（史诗难度）]|h|r！",
							["clColor"] = "ffa9d271",
						}, -- [30]
						{
							["arg2"] = "哀伤骑-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1588951438,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13707:Player-2124-084B06D9:1:5:8:20:4294967295:4294967295:4294967295:4294967295|h[穆勒尔的神秘宝贝]|h|r！",
							["clColor"] = "ffc31d39",
						}, -- [31]
						{
							["arg1"] = " ",
						}, -- [32]
						{
							["arg1"] = " ",
						}, -- [33]
						{
							["arg1"] = "记录开始于 05/09/2020 的 22:23:20。",
							["type"] = "SYSTEM",
						}, -- [34]
						{
							["arg2"] = "风啸九天-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589034317,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13777:Player-2124-01CB9B13:1:5:9:20:4294967295:4294967295:4294967295:4294967295|h[心满意足]|h|r！",
							["clColor"] = "fff38bb9",
						}, -- [35]
						{
							["arg2"] = "非酋巴扎黑-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589035367,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12903:Player-2124-0102B664:1:5:9:20:4294967295:4294967295:4294967295:4294967295|h[荣誉等级40级]|h|r！",
							["clColor"] = "ffa9d271",
						}, -- [36]
						{
							["arg1"] = " ",
						}, -- [37]
						{
							["arg1"] = " ",
						}, -- [38]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 23:02:08。",
						}, -- [39]
						{
							["arg2"] = "风啸九天-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589036840,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12506:Player-2124-01CB9B13:1:5:9:20:4294967295:4294967295:4294967295:4294967295|h[塞塔里斯神庙（史诗难度）]|h|r！",
							["clColor"] = "fff38bb9",
						}, -- [40]
						{
							["arg1"] = " ",
						}, -- [41]
						{
							["arg1"] = " ",
						}, -- [42]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 23:28:14。",
						}, -- [43]
						{
							["arg2"] = "风啸九天-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589038138,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12733:Player-2124-01CB9B13:1:5:9:20:4294967295:4294967295:4294967295:4294967295|h[赞达拉专业大师]|h|r！",
							["clColor"] = "fff38bb9",
						}, -- [44]
						{
							["arg1"] = " ",
						}, -- [45]
						{
							["arg1"] = " ",
						}, -- [46]
						{
							["arg1"] = "记录开始于 05/10/2020 的 22:41:38。",
							["type"] = "SYSTEM",
						}, -- [47]
						{
							["arg2"] = "爱吃梅子-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589121781,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:227:Player-2124-0C0EF041:1:5:10:20:4294967295:4294967295:4294967295:4294967295|h[伤害控制]|h|r！",
							["clColor"] = "fffef367",
						}, -- [48]
						{
							["arg2"] = "爱吃梅子-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589121815,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:201:Player-2124-0C0EF041:1:5:10:20:4294967295:4294967295:4294967295:4294967295|h[战歌如风]|h|r！",
							["clColor"] = "fffef367",
						}, -- [49]
						{
							["arg2"] = "爱吃梅子-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589121815,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:166:Player-2124-0C0EF041:1:5:10:20:4294967295:4294967295:4294967295:4294967295|h[战歌峡谷胜利]|h|r！",
							["clColor"] = "fffef367",
						}, -- [50]
						{
							["arg2"] = "爱吃梅子-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589121815,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:168:Player-2124-0C0EF041:1:5:10:20:4294967295:4294967295:4294967295:4294967295|h[完美战歌峡谷]|h|r！",
							["clColor"] = "fffef367",
						}, -- [51]
						{
							["arg2"] = "爱吃梅子-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589121815,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:5345:Player-2124-0C0EF041:1:5:10:20:4294967295:4294967295:4294967295:4294967295|h[侦察兵]|h|r！",
							["clColor"] = "fffef367",
						}, -- [52]
						{
							["arg2"] = "爱吃梅子-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589123123,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:5346:Player-2124-0C0EF041:1:5:10:20:4294967295:4294967295:4294967295:4294967295|h[步兵]|h|r！",
							["clColor"] = "fffef367",
						}, -- [53]
						{
							["arg2"] = "爱吃梅子-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589123123,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:5347:Player-2124-0C0EF041:1:5:10:20:4294967295:4294967295:4294967295:4294967295|h[中士]|h|r！",
							["clColor"] = "fffef367",
						}, -- [54]
						{
							["arg2"] = "爱吃梅子-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589124287,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:8331:Player-2124-0C0EF041:1:5:10:20:4294967295:4294967295:4294967295:4294967295|h[深风峡谷胜利]|h|r！",
							["clColor"] = "fffef367",
						}, -- [55]
						{
							["arg2"] = "爱吃梅子-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589124287,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:5348:Player-2124-0C0EF041:1:5:10:20:4294967295:4294967295:4294967295:4294967295|h[高阶军士]|h|r！",
							["clColor"] = "fffef367",
						}, -- [56]
						{
							["arg2"] = "爱吃梅子-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589124287,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13962:Player-2124-0C0EF041:1:5:10:20:4294967295:4294967295:4294967295:4294967295|h[争斗者：《争霸艾泽拉斯》第4赛季]|h|r！",
							["clColor"] = "fffef367",
						}, -- [57]
						{
							["arg1"] = " ",
						}, -- [58]
						{
							["arg1"] = " ",
						}, -- [59]
						{
							["arg1"] = "记录开始于 05/11/2020 的 19:55:19。",
							["type"] = "SYSTEM",
						}, -- [60]
						{
							["arg2"] = "非酋巴扎黑-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589201081,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13998:Player-2124-0102B664:1:5:11:20:4294967295:4294967295:4294967295:4294967295|h[纯净心灵]|h|r！",
							["clColor"] = "ffa9d271",
						}, -- [61]
						{
							["arg1"] = " ",
						}, -- [62]
						{
							["arg1"] = " ",
						}, -- [63]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/13/2020 的 22:43:22。",
						}, -- [64]
						{
							["arg2"] = "爱吃梅子-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589381509,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:6457:Player-2124-0C0EF041:1:5:13:20:4294967295:4294967295:4294967295:4294967295|h[风暴烈酒酿造厂]|h|r！",
							["clColor"] = "fffef367",
						}, -- [65]
						{
							["arg2"] = "爱吃梅子-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589381509,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:6456:Player-2124-0C0EF041:1:5:13:20:4294967295:4294967295:4294967295:4294967295|h[风暴烈酒酿造厂（英雄难度）]|h|r！",
							["clColor"] = "fffef367",
						}, -- [66]
						{
							["arg2"] = "爱吃梅子-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589382088,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13107:Player-2124-0C0EF041:1:5:13:20:4294967295:4294967295:4294967295:4294967295|h[飞掠谷]|h|r！",
							["clColor"] = "fffef367",
						}, -- [67]
						{
							["arg2"] = "爱吃梅子-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589382088,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13108:Player-2124-0C0EF041:1:5:13:20:4294967295:4294967295:4294967295:4294967295|h[飞掠谷（英雄难度）]|h|r！",
							["clColor"] = "fffef367",
						}, -- [68]
						{
							["arg2"] = "爱吃梅子-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589382088,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13142:Player-2124-0C0EF041:1:5:13:20:4294967295:4294967295:4294967295:4294967295|h[列岛探索者]|h|r！",
							["clColor"] = "fffef367",
						}, -- [69]
						{
							["arg2"] = "爱吃梅子-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589382502,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13577:Player-2124-0C0EF041:1:5:13:20:4294967295:4294967295:4294967295:4294967295|h[潮落岛]|h|r！",
							["clColor"] = "fffef367",
						}, -- [70]
						{
							["arg2"] = "爱吃梅子-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589382502,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13578:Player-2124-0C0EF041:1:5:13:20:4294967295:4294967295:4294967295:4294967295|h[潮落岛（英雄难度）]|h|r！",
							["clColor"] = "fffef367",
						}, -- [71]
						{
							["arg2"] = "爱吃梅子-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589383105,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13126:Player-2124-0C0EF041:1:5:13:20:4294967295:4294967295:4294967295:4294967295|h[我还要更多]|h|r！",
							["clColor"] = "fffef367",
						}, -- [72]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589383503,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:10617:Player-2124-0836E3DA:1:5:13:20:4294967295:4294967295:4294967295:4294967295|h[颓而不废，堕而不落]|h|r！",
							["clColor"] = "fffe7b09",
						}, -- [73]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589384930,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:11767:Player-2124-0836E3DA:1:5:13:20:4294967295:4294967295:4294967295:4294967295|h[格罗斯（史诗难度）]|h|r！",
							["clColor"] = "fffe7b09",
						}, -- [74]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589385202,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:11775:Player-2124-0836E3DA:1:5:13:20:4294967295:4294967295:4294967295:4294967295|h[哈亚坦（史诗难度）]|h|r！",
							["clColor"] = "fffe7b09",
						}, -- [75]
						{
							["arg1"] = " ",
						}, -- [76]
						{
							["arg1"] = " ",
						}, -- [77]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/14/2020 的 20:03:40。",
						}, -- [78]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589458927,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:10680:Player-2124-0836E3DA:1:5:14:20:4294967295:4294967295:4294967295:4294967295|h[有人怕黑？]|h|r！",
							["clColor"] = "fffe7b09",
						}, -- [79]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589458927,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:10803:Player-2124-0836E3DA:1:5:14:20:4294967295:4294967295:4294967295:4294967295|h[守望者地窟（史诗难度）]|h|r！",
							["clColor"] = "fffe7b09",
						}, -- [80]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589459362,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:10775:Player-2124-0836E3DA:1:5:14:20:4294967295:4294967295:4294967295:4294967295|h[大扫除]|h|r！",
							["clColor"] = "fffe7b09",
						}, -- [81]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589459415,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:10773:Player-2124-0836E3DA:1:5:14:20:4294967295:4294967295:4294967295:4294967295|h[奥能依恋]|h|r！",
							["clColor"] = "fffe7b09",
						}, -- [82]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589459483,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:10776:Player-2124-0836E3DA:1:5:14:20:4294967295:4294967295:4294967295:4294967295|h[一刻千金]|h|r！",
							["clColor"] = "fffe7b09",
						}, -- [83]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589459483,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:10813:Player-2124-0836E3DA:1:5:14:20:4294967295:4294967295:4294967295:4294967295|h[魔法回廊（史诗难度）]|h|r！",
							["clColor"] = "fffe7b09",
						}, -- [84]
						{
							["arg1"] = " ",
						}, -- [85]
						{
							["arg1"] = " ",
						}, -- [86]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/14/2020 的 21:10:33。",
						}, -- [87]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589462451,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:10816:Player-2124-0836E3DA:1:5:14:20:4294967295:4294967295:4294967295:4294967295|h[群星庭院（史诗难度）]|h|r！",
							["clColor"] = "fffe7b09",
						}, -- [88]
						{
							["arg1"] = " ",
						}, -- [89]
						{
							["arg1"] = " ",
						}, -- [90]
						{
							["arg1"] = "记录开始于 05/14/2020 的 21:32:03。",
							["type"] = "SYSTEM",
						}, -- [91]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589463565,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:10411:Player-2124-0836E3DA:1:5:14:20:4294967295:4294967295:4294967295:4294967295|h[冥狱好进，船夫难缠]|h|r！",
							["clColor"] = "fffe7b09",
						}, -- [92]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589463653,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:10809:Player-2124-0836E3DA:1:5:14:20:4294967295:4294967295:4294967295:4294967295|h[噬魂之喉（史诗难度）]|h|r！",
							["clColor"] = "fffe7b09",
						}, -- [93]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589465295,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13095:Player-2124-0C0BE35E:1:5:14:20:4294967295:4294967295:4294967295:4294967295|h[恐惧群岛]|h|r！",
							["clColor"] = "ffa9d271",
						}, -- [94]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589465295,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13096:Player-2124-0C0BE35E:1:5:14:20:4294967295:4294967295:4294967295:4294967295|h[恐惧群岛（英雄难度）]|h|r！",
							["clColor"] = "ffa9d271",
						}, -- [95]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589465295,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13097:Player-2124-0C0BE35E:1:5:14:20:4294967295:4294967295:4294967295:4294967295|h[恐惧群岛（史诗难度）]|h|r！",
							["clColor"] = "ffa9d271",
						}, -- [96]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589465648,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13389:Player-2124-0C0BE35E:1:5:14:20:4294967295:4294967295:4294967295:4294967295|h[约伦达尔]|h|r！",
							["clColor"] = "ffa9d271",
						}, -- [97]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589465648,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13394:Player-2124-0C0BE35E:1:5:14:20:4294967295:4294967295:4294967295:4294967295|h[约伦达尔（英雄难度）]|h|r！",
							["clColor"] = "ffa9d271",
						}, -- [98]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589465648,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13395:Player-2124-0C0BE35E:1:5:14:20:4294967295:4294967295:4294967295:4294967295|h[约伦达尔（史诗难度）]|h|r！",
							["clColor"] = "ffa9d271",
						}, -- [99]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589465658,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13124:Player-2124-0C0BE35E:1:5:14:20:4294967295:4294967295:4294967295:4294967295|h[货币收割机]|h|r！",
							["clColor"] = "ffa9d271",
						}, -- [100]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589465966,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12591:Player-2124-0C0BE35E:1:5:14:20:4294967295:4294967295:4294967295:4294967295|h[安戈尔废墟（史诗难度）]|h|r！",
							["clColor"] = "ffa9d271",
						}, -- [101]
						{
							["arg1"] = " ",
						}, -- [102]
						{
							["arg1"] = " ",
						}, -- [103]
						{
							["arg1"] = "记录开始于 05/16/2020 的 11:10:37。",
							["type"] = "SYSTEM",
						}, -- [104]
					},
				}, -- [10]
				{
					["logs"] = {
						{
							["arg2"] = "贪食的拉尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589440223,
							["arg1"] = "都来厨房！",
						}, -- [1]
						{
							["arg2"] = "贪食的拉尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589440252,
							["arg1"] = "美味多汁！",
						}, -- [2]
						{
							["arg2"] = "贪食的拉尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589440267,
							["arg1"] = "都来厨房！",
						}, -- [3]
						{
							["arg2"] = "贪食的拉尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589440287,
							["arg1"] = "真是……甜美的……痛楚……",
						}, -- [4]
						{
							["arg2"] = "魂缚巨像",
							["type"] = "MONSTER_YELL",
							["time"] = 1589440457,
							["arg1"] = "快逃！希望之光早已泯灭！",
						}, -- [5]
						{
							["arg2"] = "魂缚巨像",
							["type"] = "MONSTER_YELL",
							["time"] = 1589440465,
							["arg1"] = "荆棘想夺取你的灵魂！",
						}, -- [6]
						{
							["arg2"] = "魂缚巨像",
							["type"] = "MONSTER_YELL",
							["time"] = 1589440487,
							["arg1"] = "当心荆棘！",
						}, -- [7]
						{
							["arg2"] = "魂缚巨像",
							["type"] = "MONSTER_YELL",
							["time"] = 1589440509,
							["arg1"] = "当心荆棘！",
						}, -- [8]
						{
							["arg2"] = "魂缚巨像",
							["type"] = "MONSTER_YELL",
							["time"] = 1589440531,
							["arg1"] = "荆棘想夺取你的灵魂！",
						}, -- [9]
						{
							["arg2"] = "魂缚巨像",
							["type"] = "MONSTER_YELL",
							["time"] = 1589440552,
							["arg1"] = "谢谢……你……",
						}, -- [10]
						{
							["arg2"] = "女巫索林娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1589440678,
							["arg1"] = "你的力量在这里一无是处！",
						}, -- [11]
						{
							["arg2"] = "女巫索林娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1589440689,
							["arg1"] = "你现在归我了！",
						}, -- [12]
						{
							["arg2"] = "女巫索林娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1589440713,
							["arg1"] = "你现在归我了！",
						}, -- [13]
						{
							["arg2"] = "女巫马拉迪",
							["type"] = "MONSTER_YELL",
							["time"] = 1589440716,
							["arg1"] = "你已经用过一次了！",
						}, -- [14]
						{
							["arg2"] = "女巫马拉迪",
							["type"] = "MONSTER_YELL",
							["time"] = 1589440725,
							["arg1"] = "哈哈哈，你即将毁灭！",
						}, -- [15]
						{
							["arg2"] = "女巫布里亚",
							["type"] = "MONSTER_YELL",
							["time"] = 1589440739,
							["arg1"] = "把水晶给我，姐妹！",
						}, -- [16]
						{
							["arg2"] = "女巫布里亚",
							["type"] = "MONSTER_YELL",
							["time"] = 1589440748,
							["arg1"] = "你越是挣扎，血痕就越多。",
						}, -- [17]
						{
							["arg2"] = "女巫索林娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1589440757,
							["arg1"] = "把水晶给我，你这蠢货！只有我才能驾驭它的力量！",
						}, -- [18]
						{
							["arg2"] = "女巫索林娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1589440768,
							["arg1"] = "跳舞吧，玩偶！跳舞吧！",
						}, -- [19]
						{
							["arg2"] = "女巫索林娜",
							["type"] = "MONSTER_YELL",
							["time"] = 1589440769,
							["arg1"] = "死亡也无法让我沉默……",
						}, -- [20]
						{
							["arg2"] = "女巫马拉迪",
							["type"] = "MONSTER_YELL",
							["time"] = 1589440772,
							["arg1"] = "你已经用过一次了！",
						}, -- [21]
						{
							["arg2"] = "女巫马拉迪",
							["type"] = "MONSTER_YELL",
							["time"] = 1589440780,
							["arg1"] = "就算我的身躯破碎……我的咒语……依旧存续……",
						}, -- [22]
						{
							["arg2"] = "女巫布里亚",
							["type"] = "MONSTER_YELL",
							["time"] = 1589440783,
							["arg1"] = "把水晶给我，姐妹！",
						}, -- [23]
						{
							["arg2"] = "女巫布里亚",
							["type"] = "MONSTER_YELL",
							["time"] = 1589440791,
							["arg1"] = "我的草根会再度发芽……",
						}, -- [24]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589440920,
							["arg1"] = "进入我的国度……证明你们的价值。",
						}, -- [25]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589440984,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [26]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589441002,
							["arg1"] = "来吧，淹死吧。",
						}, -- [27]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589441088,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [28]
						{
							["arg2"] = "维克雷斯夫人",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441148,
							["arg1"] = "老公，好好招待客人。",
						}, -- [29]
						{
							["arg2"] = "维克雷斯勋爵",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441159,
							["arg1"] = "溃烂！",
						}, -- [30]
						{
							["arg2"] = "维克雷斯夫人",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441167,
							["arg1"] = "不！你不能夺走他！",
						}, -- [31]
						{
							["arg2"] = "维克雷斯勋爵",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441175,
							["arg1"] = "凋零！",
						}, -- [32]
						{
							["arg2"] = "维克雷斯夫人",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441190,
							["arg1"] = "不！你不能夺走他！",
						}, -- [33]
						{
							["arg2"] = "维克雷斯勋爵",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441192,
							["arg1"] = "凋零！",
						}, -- [34]
						{
							["arg2"] = "维克雷斯勋爵",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441209,
							["arg1"] = "凋零！",
						}, -- [35]
						{
							["arg2"] = "维克雷斯夫人",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441212,
							["arg1"] = "不！你不能夺走他！",
						}, -- [36]
						{
							["arg2"] = "维克雷斯勋爵",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441225,
							["arg1"] = "溃烂！",
						}, -- [37]
						{
							["arg2"] = "维克雷斯勋爵",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441240,
							["arg1"] = "凋零！",
						}, -- [38]
						{
							["arg2"] = "维克雷斯夫人",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441256,
							["arg1"] = "至死不渝……",
						}, -- [39]
						{
							["arg2"] = "高莱克·图尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441261,
							["arg1"] = "目光短浅的凡人，死亡是无法阻止的。",
						}, -- [40]
						{
							["arg2"] = "高莱克·图尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441270,
							["arg1"] = "你们杀死维克雷斯夫人，反而为我打开了通往你们世界的大门。",
						}, -- [41]
						{
							["arg2"] = "高莱克·图尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441281,
							["arg1"] = "现在，你们的噩梦才刚刚开始。",
						}, -- [42]
						{
							["arg2"] = "高莱克·图尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441341,
							["arg1"] = "死亡会吞噬一切！",
						}, -- [43]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589441341,
							["arg1"] = "你无法逃脱命运。",
						}, -- [44]
						{
							["arg2"] = "审判官约里克",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441345,
							["arg1"] = "快！烧掉它！",
						}, -- [45]
						{
							["arg2"] = "审判官约里克",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441363,
							["arg1"] = "快！烧掉它！",
						}, -- [46]
						{
							["arg2"] = "高莱克·图尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441366,
							["arg1"] = "起来吧！",
						}, -- [47]
						{
							["arg2"] = "审判官约里克",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441380,
							["arg1"] = "快！烧掉它！",
						}, -- [48]
						{
							["arg2"] = "高莱克·图尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441394,
							["arg1"] = "起来吧！",
						}, -- [49]
						{
							["arg2"] = "审判官约里克",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441402,
							["arg1"] = "快！烧掉它！",
						}, -- [50]
						{
							["arg2"] = "审判官约里克",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441419,
							["arg1"] = "快！烧掉它！",
						}, -- [51]
						{
							["arg2"] = "高莱克·图尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441422,
							["arg1"] = "起来吧！",
						}, -- [52]
						{
							["arg2"] = "审判官约里克",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441438,
							["arg1"] = "快！烧掉它！",
						}, -- [53]
						{
							["arg2"] = "高莱克·图尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441451,
							["arg1"] = "起来吧！",
						}, -- [54]
						{
							["arg2"] = "审判官约里克",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441459,
							["arg1"] = "快！在德鲁斯特之王复活它们之前烧掉它们！",
						}, -- [55]
						{
							["arg2"] = "高莱克·图尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589441474,
							["arg1"] = "死亡……困不住我……",
						}, -- [56]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589441474,
							["arg1"] = "很好，我的选民。你们证明了自己有资格接受我的馈赠。",
						}, -- [57]
						{
							["arg1"] = " ",
						}, -- [58]
						{
							["arg1"] = " ",
						}, -- [59]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/14/2020 的 20:03:40。",
						}, -- [60]
						{
							["arg2"] = "提拉宋·萨瑟利尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458418,
							["arg1"] = "我很好奇，这个池子会向你展现什么秘密，德兰妮。",
						}, -- [61]
						{
							["arg2"] = "德兰妮·语风",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458438,
							["arg1"] = "我没有错，提拉宋。你和你的同伙才是罪有应得！",
						}, -- [62]
						{
							["arg2"] = "提拉宋·萨瑟利尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458448,
							["arg1"] = "罪行？我们的罪行就是为了拯救这个世界牺牲了一切。",
						}, -- [63]
						{
							["arg2"] = "提拉宋·萨瑟利尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458456,
							["arg1"] = "我们在为伊利丹而战，而你则将世界上的恶棍永远囚禁在这里。后来，你又囚禁了我们。",
						}, -- [64]
						{
							["arg2"] = "德兰妮·语风",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458464,
							["arg1"] = "我们保护生命，这通常都很危险，有时还会付出高昂的代价。",
						}, -- [65]
						{
							["arg2"] = "提拉宋·萨瑟利尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458473,
							["arg1"] = "你竟然还敢跟我谈牺牲？",
						}, -- [66]
						{
							["arg2"] = "提拉宋·萨瑟利尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458477,
							["arg1"] = "我献出了我的血肉，我的灵魂；族人却把我视为怪物。",
						}, -- [67]
						{
							["arg2"] = "提拉宋·萨瑟利尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458484,
							["arg1"] = "我又得到了什么？来自我“姐妹”的永恒痛苦。",
						}, -- [68]
						{
							["arg2"] = "德兰妮·语风",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458491,
							["arg1"] = "我只想服务我的人民，我的女神。我不在乎个人利益或是荣耀。",
						}, -- [69]
						{
							["arg2"] = "德兰妮·语风",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458498,
							["arg1"] = "当你站在那里，沉醉于燃烧军团的力量时，你还能这么说吗？",
						}, -- [70]
						{
							["arg2"] = "提拉宋·萨瑟利尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458506,
							["arg1"] = "我为人民而战，为那些被放逐和唾弃的人而战。",
						}, -- [71]
						{
							["arg2"] = "提拉宋·萨瑟利尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458511,
							["arg1"] = "我要杀了你和你的同谋，然后实现我导师的梦想。",
						}, -- [72]
						{
							["arg2"] = "提拉宋·萨瑟利尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458515,
							["arg1"] = "重返战场，感觉真不错。",
						}, -- [73]
						{
							["arg2"] = "提拉宋·萨瑟利尔",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589458521,
							["arg1"] = "|TInterface\\Icons\\Ability_Rogue_ShadowStrikes:20|t%s使用|cFFFF0000|Hspell:191941|h[黑暗打击]|h|r强化了自身的力量！",
						}, -- [74]
						{
							["arg2"] = "提拉宋·萨瑟利尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458523,
							["arg1"] = "双刃渴望鲜血。",
						}, -- [75]
						{
							["arg2"] = "提拉宋·萨瑟利尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458524,
							["arg1"] = "我的力量……还不够吗？",
						}, -- [76]
						{
							["arg2"] = "审判官托蒙托鲁姆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458605,
							["arg1"] = "噢……新的审判对象。",
						}, -- [77]
						{
							["arg2"] = "审判官托蒙托鲁姆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458613,
							["arg1"] = "看看门牌号背后是什么……",
						}, -- [78]
						{
							["arg2"] = "审判官托蒙托鲁姆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458619,
							["arg1"] = "你们的灵魂归我了。",
						}, -- [79]
						{
							["arg2"] = "审判官托蒙托鲁姆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458625,
							["arg1"] = "看看门牌号背后是什么……",
						}, -- [80]
						{
							["arg2"] = "审判官托蒙托鲁姆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458633,
							["arg1"] = "真让人失望。",
						}, -- [81]
						{
							["arg2"] = "格雷泽",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458662,
							["arg1"] = "有客人？太好了！",
						}, -- [82]
						{
							["arg2"] = "格雷泽",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458667,
							["arg1"] = "如果我能看见未来就……",
						}, -- [83]
						{
							["arg2"] = "阿什高姆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458771,
							["arg1"] = "如此……漫长……炎魔之王呢？他为何不回应我的呼唤？",
						}, -- [84]
						{
							["arg2"] = "阿什高姆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458772,
							["arg1"] = "火……熄灭了。",
						}, -- [85]
						{
							["arg2"] = "科达娜·邪歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458909,
							["arg1"] = "那好吧。我要杀光你们。",
						}, -- [86]
						{
							["arg2"] = "科达娜·邪歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458913,
							["arg1"] = "暗夜精灵都该学会热爱黑暗。",
						}, -- [87]
						{
							["arg2"] = "科达娜·邪歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458921,
							["arg1"] = "我是不可阻挡的！我奋斗多年，承受无数痛苦。胜利必将属于我！",
						}, -- [88]
						{
							["arg2"] = "科达娜·邪歌",
							["type"] = "MONSTER_YELL",
							["time"] = 1589458927,
							["arg1"] = "我输了？怎么可能！你……一无是处……",
						}, -- [89]
						{
							["arg2"] = "萨卡尔将军",
							["type"] = "MONSTER_YELL",
							["time"] = 1589459229,
							["arg1"] = "整队，蛆虫们！守住这个缺口，等待古尔丹的命令！",
						}, -- [90]
						{
							["arg2"] = "萨卡尔将军",
							["type"] = "MONSTER_YELL",
							["time"] = 1589459260,
							["arg1"] = "很好！又有消遣送上门来了！我正闲得发慌呢！",
						}, -- [91]
						{
							["arg2"] = "萨卡尔将军",
							["type"] = "MONSTER_YELL",
							["time"] = 1589459262,
							["arg1"] = "不……不！没人能击败……伟大的萨卡尔……",
						}, -- [92]
						{
							["arg2"] = "伊凡尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589459394,
							["arg1"] = "后退！它是我的！",
						}, -- [93]
						{
							["arg2"] = "伊凡尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589459407,
							["arg1"] = "小偷！法力是我的！",
						}, -- [94]
						{
							["arg2"] = "伊凡尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589459415,
							["arg1"] = "不……还要……",
						}, -- [95]
						{
							["arg2"] = "顾问凡多斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589459426,
							["arg1"] = "看呐看呐……这下头还真是一团糟啊。我们上次来净化这些墓穴都是好久之前了。看来这里好像闹老鼠了啊。",
						}, -- [96]
						{
							["arg2"] = "顾问凡多斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589459476,
							["arg1"] = "我活了一万年，我是不会死在一群老鼠手里的。",
						}, -- [97]
						{
							["arg2"] = "顾问凡多斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589459480,
							["arg1"] = "我是暗夜井宣泄其伟力的载体！我是夜之子！",
						}, -- [98]
						{
							["arg2"] = "顾问凡多斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589459483,
							["arg1"] = "大魔导师……会砍掉你们的脑袋……",
						}, -- [99]
						{
							["arg1"] = " ",
						}, -- [100]
						{
							["arg1"] = " ",
						}, -- [101]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/14/2020 的 21:10:33。",
						}, -- [102]
						{
							["arg2"] = "巡逻队长加多",
							["type"] = "MONSTER_YELL",
							["time"] = 1589462061,
							["arg1"] = "这是禁地！",
						}, -- [103]
						{
							["arg2"] = "巡逻队长加多",
							["type"] = "MONSTER_YELL",
							["time"] = 1589462065,
							["arg1"] = "卫兵！过来！",
						}, -- [104]
						{
							["arg2"] = "巡逻队长加多",
							["type"] = "MONSTER_YELL",
							["time"] = 1589462069,
							["arg1"] = "我的任务……完成了。",
						}, -- [105]
						{
							["arg2"] = "苏拉玛平民",
							["type"] = "MONSTER_YELL",
							["time"] = 1589462077,
							["arg1"] = "嘿，别让它进来！我们在开派对呢！",
						}, -- [106]
						{
							["arg2"] = "塔丽克萨·火冠",
							["type"] = "MONSTER_YELL",
							["time"] = 1589462183,
							["arg1"] = "同时挑战这么多人可不明智！",
						}, -- [107]
						{
							["arg2"] = "塔丽克萨·火冠",
							["type"] = "MONSTER_YELL",
							["time"] = 1589462192,
							["arg1"] = "凡人的血肉……燃烧得太美了！",
						}, -- [108]
						{
							["arg2"] = "塔丽克萨·火冠",
							["type"] = "MONSTER_YELL",
							["time"] = 1589462218,
							["arg1"] = "凡人的血肉……燃烧得太美了！",
						}, -- [109]
						{
							["arg2"] = "塔丽克萨·火冠",
							["type"] = "MONSTER_YELL",
							["time"] = 1589462232,
							["arg1"] = "我的火葬柴堆……一定……很壮观……",
						}, -- [110]
						{
							["arg2"] = "顾问麦兰杜斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589462444,
							["arg1"] = "来吧，速战速决吧。",
						}, -- [111]
						{
							["arg2"] = "顾问麦兰杜斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589462449,
							["arg1"] = "如果你眨了眼……那就得流血了！",
						}, -- [112]
						{
							["arg2"] = "顾问麦兰杜斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589462451,
							["arg1"] = "艾利桑德……原谅我！",
						}, -- [113]
						{
							["arg1"] = " ",
						}, -- [114]
						{
							["arg1"] = " ",
						}, -- [115]
						{
							["arg1"] = "记录开始于 05/14/2020 的 21:32:03。",
							["type"] = "SYSTEM",
						}, -- [116]
						{
							["arg2"] = "被俘的女武神",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463490,
							["arg1"] = "你们可以禁锢我的灵魂，该死的家伙，但你们夺不走我的意志。",
						}, -- [117]
						{
							["arg2"] = "被俘的刻符者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463495,
							["arg1"] = "愿符文诅咒你。我要把你送回海底去，那里才是你该呆的地方！",
						}, -- [118]
						{
							["arg2"] = "海咒奴隶",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463497,
							["arg1"] = "闭嘴。你的灵魂属于海拉。",
						}, -- [119]
						{
							["arg2"] = "海咒奴隶",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463502,
							["arg1"] = "蠢货。我们的诅咒会彻底毁灭你……",
						}, -- [120]
						{
							["arg2"] = "堕落君王伊米隆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463506,
							["arg1"] = "凡人……你们杀害我的人民……摧毁我的王国！现在，该轮到你们尝尝失去一切的滋味了！",
						}, -- [121]
						{
							["arg2"] = "堕落君王伊米隆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463513,
							["arg1"] = "不……又来了……哈布隆！把他们的灵魂扔进水里去！                                                                                                                                                                                                                                                                         ",
						}, -- [122]
						{
							["arg2"] = "海拉加尔勇士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463547,
							["arg1"] = "哈布隆不会容忍你这种存在的，凡人。",
						}, -- [123]
						{
							["arg2"] = "哈布隆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463559,
							["arg1"] = "鲜血的气味让幽灵们感到饥渴了。",
						}, -- [124]
						{
							["arg2"] = "哈布隆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463563,
							["arg1"] = "进入冥狱深渊的人都得付出血的代价。挣扎吧……但我必将拿到我的报酬！",
						}, -- [125]
						{
							["arg2"] = "哈布隆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463565,
							["arg1"] = "这次……轮到我来付出……血的代价了……",
						}, -- [126]
						{
							["arg2"] = "斯卡加尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463577,
							["arg1"] = "不要放过这些无赖！海拉绝不容忍入侵者。",
						}, -- [127]
						{
							["arg2"] = "斯卡加尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463586,
							["arg1"] = "没有猎物，就没有报酬！现在，守住纳格法尔号！",
						}, -- [128]
						{
							["arg2"] = "斯卡加尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463587,
							["arg1"] = "没有比……葬身大海更美好的……",
						}, -- [129]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463603,
							["arg1"] = "你们都会后悔闯入我的国度的。",
						}, -- [130]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463616,
							["arg1"] = "你们已经走的够远了，该去死了。",
						}, -- [131]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463616,
							["arg1"] = "你会为此付出代价的。",
						}, -- [132]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463616,
							["arg1"] = "我的耐心正在消失。",
						}, -- [133]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463618,
							["arg1"] = "拥抱你们的命运吧，蠢货！",
						}, -- [134]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463621,
							["arg1"] = "不！这不可能！",
						}, -- [135]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463625,
							["arg1"] = "你到底是什么样的生物？？",
						}, -- [136]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463653,
							["arg1"] = "你们以为自己赢了？这只是一场风暴而已……大海是不可阻挡的。",
						}, -- [137]
						{
							["arg2"] = "被俘的女武神",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463703,
							["arg1"] = "你们可以禁锢我的灵魂，该死的家伙，但你们夺不走我的意志。",
						}, -- [138]
						{
							["arg2"] = "被俘的刻符者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463709,
							["arg1"] = "愿符文诅咒你。我要把你送回海底去，那里才是你该呆的地方！",
						}, -- [139]
						{
							["arg2"] = "海咒奴隶",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463711,
							["arg1"] = "闭嘴。你的灵魂属于海拉。",
						}, -- [140]
						{
							["arg2"] = "海咒奴隶",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463716,
							["arg1"] = "蠢货。我们的诅咒会彻底毁灭你……",
						}, -- [141]
						{
							["arg2"] = "堕落君王伊米隆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463718,
							["arg1"] = "凡人……你们杀害我的人民……摧毁我的王国！我一直在等待这个机会，将你们所做的一切加倍奉还！",
						}, -- [142]
						{
							["arg2"] = "堕落君王伊米隆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463721,
							["arg1"] = "还没完呢……纳格法尔号会来……找你们的……",
						}, -- [143]
						{
							["arg2"] = "浸水的灵魂卫士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463732,
							["arg1"] = "你怎么从笼子里出来了，德鲁伊？",
						}, -- [144]
						{
							["arg2"] = "海拉加尔勇士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463752,
							["arg1"] = "哈布隆不会容忍你这种存在的，凡人。",
						}, -- [145]
						{
							["arg2"] = "哈布隆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463765,
							["arg1"] = "鲜血的气味让幽灵们感到饥渴了。",
						}, -- [146]
						{
							["arg2"] = "哈布隆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463769,
							["arg1"] = "新乘客……新灵魂。我可以带你们深入冥狱深渊，只要一点小报酬：你们的血肉。",
						}, -- [147]
						{
							["arg2"] = "哈布隆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463775,
							["arg1"] = "生命……死亡……我只是永恒潮汐中的一朵小水花……",
						}, -- [148]
						{
							["arg2"] = "斯卡加尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463787,
							["arg1"] = "入侵者登上了纳格法尔号！不要放过这些恶棍！",
						}, -- [149]
						{
							["arg2"] = "斯卡加尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463796,
							["arg1"] = "没有猎物，就没有报酬！现在，守住纳格法尔号！",
						}, -- [150]
						{
							["arg2"] = "斯卡加尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463797,
							["arg1"] = "没有比……葬身大海更美好的……",
						}, -- [151]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463811,
							["arg1"] = "你们都会后悔闯入我的国度的。",
						}, -- [152]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463826,
							["arg1"] = "你们已经走的够远了，该去死了。",
						}, -- [153]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463826,
							["arg1"] = "你会为此付出代价的。",
						}, -- [154]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463829,
							["arg1"] = "我的耐心正在消失。",
						}, -- [155]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463831,
							["arg1"] = "拥抱你们的命运吧，蠢货！",
						}, -- [156]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463835,
							["arg1"] = "不！这不可能！",
						}, -- [157]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463841,
							["arg1"] = "你到底是什么样的生物？？",
						}, -- [158]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463866,
							["arg1"] = "你们以为自己赢了？这只是一场风暴而已……大海是不可阻挡的。",
						}, -- [159]
						{
							["arg2"] = "被俘的女武神",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463968,
							["arg1"] = "你们可以禁锢我的灵魂，该死的家伙，但你们夺不走我的意志。",
						}, -- [160]
						{
							["arg2"] = "被俘的刻符者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463974,
							["arg1"] = "愿符文诅咒你。我要把你送回海底去，那里才是你该呆的地方！",
						}, -- [161]
						{
							["arg2"] = "海咒奴隶",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463975,
							["arg1"] = "闭嘴。你的灵魂属于海拉。",
						}, -- [162]
						{
							["arg2"] = "海咒奴隶",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463981,
							["arg1"] = "蠢货。我们的诅咒会彻底毁灭你……",
						}, -- [163]
						{
							["arg2"] = "堕落君王伊米隆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463984,
							["arg1"] = "凡人……我曾经败给过你们一次。这次不会再这么走运了！",
						}, -- [164]
						{
							["arg2"] = "堕落君王伊米隆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463987,
							["arg1"] = "你们还没有赢……你们是在……自寻死路……",
						}, -- [165]
						{
							["arg2"] = "浸水的灵魂卫士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589463997,
							["arg1"] = "你怎么从笼子里出来了，德鲁伊？",
						}, -- [166]
						{
							["arg2"] = "海拉加尔勇士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464015,
							["arg1"] = "哈布隆不会容忍你这种存在的，凡人。",
						}, -- [167]
						{
							["arg2"] = "哈布隆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464027,
							["arg1"] = "鲜血的气味让幽灵们感到饥渴了。",
						}, -- [168]
						{
							["arg2"] = "哈布隆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464033,
							["arg1"] = "新乘客……新灵魂。我可以带你们深入冥狱深渊，只要一点小报酬：你们的血肉。",
						}, -- [169]
						{
							["arg2"] = "哈布隆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464036,
							["arg1"] = "这次……轮到我来付出……血的代价了……",
						}, -- [170]
						{
							["arg2"] = "斯卡加尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464048,
							["arg1"] = "入侵者登上了纳格法尔号！不要放过这些恶棍！",
						}, -- [171]
						{
							["arg2"] = "斯卡加尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464058,
							["arg1"] = "让骷髅船员上！",
						}, -- [172]
						{
							["arg2"] = "斯卡加尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464058,
							["arg1"] = "这是……最后一次抢劫了……",
						}, -- [173]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464070,
							["arg1"] = "你们都会后悔闯入我的国度的。",
						}, -- [174]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464085,
							["arg1"] = "你会为此付出代价的。",
						}, -- [175]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464085,
							["arg1"] = "你们已经走的够远了，该去死了。",
						}, -- [176]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464090,
							["arg1"] = "我的耐心正在消失。",
						}, -- [177]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464093,
							["arg1"] = "拥抱你们的命运吧，蠢货！",
						}, -- [178]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464097,
							["arg1"] = "不！这不可能！",
						}, -- [179]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464101,
							["arg1"] = "你们的命运降临了！",
						}, -- [180]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464107,
							["arg1"] = "你到底是什么样的生物？？",
						}, -- [181]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464142,
							["arg1"] = "我要像淹死老鼠一样淹死你们。",
						}, -- [182]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464145,
							["arg1"] = "你们以为自己赢了？这只是一场风暴而已……大海是不可阻挡的。",
						}, -- [183]
						{
							["arg2"] = "被俘的女武神",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464257,
							["arg1"] = "你们可以禁锢我的灵魂，该死的家伙，但你们夺不走我的意志。",
						}, -- [184]
						{
							["arg2"] = "被俘的刻符者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464262,
							["arg1"] = "愿符文诅咒你。我要把你送回海底去，那里才是你该呆的地方！",
						}, -- [185]
						{
							["arg2"] = "海咒奴隶",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464264,
							["arg1"] = "闭嘴。你的灵魂属于海拉。",
						}, -- [186]
						{
							["arg2"] = "海咒奴隶",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464269,
							["arg1"] = "蠢货。我们的诅咒会彻底毁灭你……",
						}, -- [187]
						{
							["arg2"] = "堕落君王伊米隆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464269,
							["arg1"] = "凡人……你们杀害我的人民……摧毁我的王国！现在，该轮到你们尝尝失去一切的滋味了！",
						}, -- [188]
						{
							["arg2"] = "堕落君王伊米隆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464272,
							["arg1"] = "不……又来了……哈布隆！把他们的灵魂扔进水里去！                                                                                                                                                                                                                                                                         ",
						}, -- [189]
						{
							["arg2"] = "浸水的灵魂卫士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464280,
							["arg1"] = "你怎么从笼子里出来了，德鲁伊？",
						}, -- [190]
						{
							["arg2"] = "海拉加尔勇士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464306,
							["arg1"] = "哈布隆不会容忍你这种存在的，凡人。",
						}, -- [191]
						{
							["arg2"] = "哈布隆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464320,
							["arg1"] = "鲜血的气味让幽灵们感到饥渴了。",
						}, -- [192]
						{
							["arg2"] = "哈布隆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464326,
							["arg1"] = "新乘客……新灵魂。我可以带你们深入冥狱深渊，只要一点小报酬：你们的血肉。",
						}, -- [193]
						{
							["arg2"] = "哈布隆",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464328,
							["arg1"] = "生命……死亡……我只是永恒潮汐中的一朵小水花……",
						}, -- [194]
						{
							["arg2"] = "斯卡加尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464340,
							["arg1"] = "入侵者登上了纳格法尔号！不要放过这些恶棍！",
						}, -- [195]
						{
							["arg2"] = "斯卡加尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464348,
							["arg1"] = "让骷髅船员上！",
						}, -- [196]
						{
							["arg2"] = "斯卡加尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464350,
							["arg1"] = "这是……最后一次抢劫了……",
						}, -- [197]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464361,
							["arg1"] = "你们都会后悔闯入我的国度的。",
						}, -- [198]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464374,
							["arg1"] = "你们已经走的够远了，该去死了。",
						}, -- [199]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464375,
							["arg1"] = "你会为此付出代价的。",
						}, -- [200]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464379,
							["arg1"] = "我的耐心正在消失。",
						}, -- [201]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464383,
							["arg1"] = "拥抱你们的命运吧，蠢货！",
						}, -- [202]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464387,
							["arg1"] = "不！这不可能！",
						}, -- [203]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464390,
							["arg1"] = "你到底是什么样的生物？？",
						}, -- [204]
						{
							["arg2"] = "海拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1589464416,
							["arg1"] = "你们以为自己赢了？这只是一场风暴而已……大海是不可阻挡的。",
						}, -- [205]
						{
							["arg2"] = "双毛袜",
							["type"] = "MONSTER_YELL",
							["time"] = 1589465115,
							["arg1"] = "帮了双毛袜，好运常相伴！",
						}, -- [206]
						{
							["arg2"] = "小锡",
							["type"] = "MONSTER_YELL",
							["time"] = 1589465126,
							["arg1"] = "电路注册障碍，进入求救模式。救命 救命 救命 救命 救命 救命 救命 救命重复中。",
						}, -- [207]
						{
							["arg2"] = "裂隙之刃克莱恩",
							["type"] = "MONSTER_YELL",
							["time"] = 1589465157,
							["arg1"] = "我来了！别担心，我会对你放水的。",
						}, -- [208]
						{
							["arg2"] = "暮行者洛里纳斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589465166,
							["arg1"] = "拥抱虚空吧！",
						}, -- [209]
						{
							["arg2"] = "暮行者洛里纳斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589465194,
							["arg1"] = "多么可怜的队伍，马上就要被吞噬了。",
						}, -- [210]
						{
							["arg2"] = "狡诈的芬雷",
							["type"] = "MONSTER_YELL",
							["time"] = 1589465546,
							["arg1"] = "瞄准喉咙！",
						}, -- [211]
						{
							["arg1"] = " ",
						}, -- [212]
						{
							["arg1"] = " ",
						}, -- [213]
						{
							["arg1"] = "记录开始于 05/15/2020 的 21:54:54。",
							["type"] = "SYSTEM",
						}, -- [214]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589553319,
							["arg1"] = "进入我的国度……证明你们的价值。",
						}, -- [215]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589553441,
							["arg1"] = "你们的眼睛……闭上了。",
						}, -- [216]
						{
							["arg2"] = "阿斯匹克斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589553541,
							["arg1"] = "我要看着你被烤熟！",
						}, -- [217]
						{
							["arg2"] = "阿斯匹克斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589553564,
							["arg1"] = "消灭他们，阿德里斯！",
						}, -- [218]
						{
							["arg2"] = "阿德里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589553569,
							["arg1"] = "雷电轰鸣！",
						}, -- [219]
						{
							["arg2"] = "阿德里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589553583,
							["arg1"] = "电弧冲刺！",
						}, -- [220]
						{
							["arg2"] = "阿斯匹克斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589553603,
							["arg1"] = "死吧，爬虫！",
						}, -- [221]
						{
							["arg2"] = "阿斯匹克斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589553624,
							["arg1"] = "消灭他们，阿德里斯！",
						}, -- [222]
						{
							["arg2"] = "阿德里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589553629,
							["arg1"] = "雷电轰鸣！",
						}, -- [223]
						{
							["arg2"] = "阿德里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589553643,
							["arg1"] = "撕裂！",
						}, -- [224]
						{
							["arg2"] = "阿斯匹克斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589553663,
							["arg1"] = "死吧，爬虫！",
						}, -- [225]
						{
							["arg1"] = " ",
						}, -- [226]
						{
							["arg1"] = " ",
						}, -- [227]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/15/2020 的 22:41:16。",
						}, -- [228]
						{
							["arg2"] = "阿斯匹克斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589553698,
							["arg1"] = "消灭他们，阿德里斯！",
						}, -- [229]
						{
							["arg2"] = "阿德里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589553699,
							["arg1"] = "雷电轰鸣！",
						}, -- [230]
						{
							["arg2"] = "阿德里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589553704,
							["arg1"] = "撕裂！",
						}, -- [231]
						{
							["arg2"] = "阿斯匹克斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589553723,
							["arg1"] = "死吧，爬虫！",
						}, -- [232]
						{
							["arg2"] = "阿德里斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589553730,
							["arg1"] = "黄沙……请带我走……",
						}, -- [233]
						{
							["arg2"] = "阿斯匹克斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1589553790,
							["arg1"] = "这个帝国……将何去何从……",
						}, -- [234]
						{
							["arg1"] = " ",
						}, -- [235]
						{
							["arg1"] = " ",
						}, -- [236]
						{
							["arg1"] = "记录开始于 05/15/2020 的 22:47:30。",
							["type"] = "SYSTEM",
						}, -- [237]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589554132,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [238]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589555258,
							["arg1"] = "睁开你的眼睛。",
						}, -- [239]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589555332,
							["arg1"] = "你让你真正的主人失望了。",
						}, -- [240]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589555352,
							["arg1"] = "逃……逃吧。你终将侍奉我。",
						}, -- [241]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589555474,
							["arg1"] = "来吧，淹死吧。",
						}, -- [242]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589555570,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [243]
						{
							["arg2"] = "塞塔里斯的化身",
							["type"] = "MONSTER_YELL",
							["time"] = 1589555786,
							["arg1"] = "妖术散去了，但神庙的防御措施也启动了！",
						}, -- [244]
						{
							["arg2"] = "塞塔里斯的化身",
							["type"] = "MONSTER_YELL",
							["time"] = 1589555797,
							["arg1"] = "治疗我，我来关闭它们！",
						}, -- [245]
						{
							["arg2"] = "塞塔里斯的化身",
							["type"] = "MONSTER_YELL",
							["time"] = 1589556059,
							["arg1"] = "万物都将屈从于我！",
						}, -- [246]
						{
							["arg2"] = "塞塔里斯的化身",
							["type"] = "MONSTER_YELL",
							["time"] = 1589556155,
							["arg1"] = "风暴散去，我也重拾了自我。谢谢你。",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = " ",
						}, -- [249]
						{
							["arg1"] = "记录开始于 05/16/2020 的 11:10:37。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
					["hasMessage"] = false,
					["enabled"] = true,
				}, -- [11]
				["大脚世界频道"] = {
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "大脚世界频道",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/14/2020 的 19:53:09。",
						}, -- [1]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [2]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1589457194,
							["arg1"] = "BOSS必倒",
							["arg9"] = "大脚世界频道",
							["arg2"] = "南人当北行-亡语者",
						}, -- [3]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1589457196,
							["arg1"] = "？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "南人当北行-亡语者",
						}, -- [4]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1589457215,
							["arg1"] = "就下午打的 16庄园 三姐妹DPS最低的一个2W+",
							["arg9"] = "大脚世界频道",
							["arg2"] = "风起春城暮-亡语者",
						}, -- [5]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1589457215,
							["arg1"] = "15层还有要求？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "风华天逸-亡语者",
						}, -- [6]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1589457245,
							["arg1"] = "那是我的小号{猥琐}",
							["arg9"] = "大脚世界频道",
							["arg2"] = "大言不惭-亡语者",
						}, -- [7]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1589457249,
							["arg1"] = "还有什么腐化之眼叠21C的DZ啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "风起春城暮-亡语者",
						}, -- [8]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1589457251,
							["arg1"] = "精华4紫色腐蚀才15点",
							["arg9"] = "大脚世界频道",
							["arg2"] = "风华天逸-亡语者",
						}, -- [9]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1589457265,
							["arg1"] = "被21C的腐化之眼打死了还好意思发？ ",
							["arg9"] = "大脚世界频道",
							["arg2"] = "风起春城暮-亡语者",
						}, -- [10]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1589457266,
							["arg1"] = "我打 大米腐蚀都不带超过30的",
							["arg9"] = "大脚世界频道",
							["arg2"] = "风华天逸-亡语者",
						}, -- [11]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1589457322,
							["arg1"] = "我是70+",
							["arg9"] = "大脚世界频道",
							["arg2"] = "秋月爱利-亡语者",
						}, -- [12]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1589457322,
							["arg1"] = "430的  3机炮  分解了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "风华天逸-亡语者",
						}, -- [13]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1589457322,
							["arg1"] = "太低装等",
							["arg9"] = "大脚世界频道",
							["arg2"] = "风华天逸-亡语者",
						}, -- [14]
						{
							["clColor"] = "ff8686ec",
							["time"] = 1589457322,
							["arg1"] = "玩SS啊，找团都不愁的",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Samoyed-亡语者",
						}, -- [15]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1589457330,
							["arg1"] = "集合石想限时比较看T",
							["arg9"] = "大脚世界频道",
							["arg2"] = "南人当北行-亡语者",
						}, -- [16]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1589457347,
							["arg1"] = "15层低保 还这么限时呢",
							["arg9"] = "大脚世界频道",
							["arg2"] = "风华天逸-亡语者",
						}, -- [17]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1589457363,
							["arg1"] = "那低保不是随便打",
							["arg9"] = "大脚世界频道",
							["arg2"] = "南人当北行-亡语者",
						}, -- [18]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1589457370,
							["arg1"] = "慢慢打就好了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "南人当北行-亡语者",
						}, -- [19]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1589457390,
							["arg1"] = "穿468的装备去刷465的装备 本来就是超过要求了 正常能打460就行了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "风华天逸-亡语者",
						}, -- [20]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1589457404,
							["arg1"] = "你不是BOSS必倒T，他们有什么理由T你",
							["arg9"] = "大脚世界频道",
							["arg2"] = "南人当北行-亡语者",
						}, -- [21]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1589457413,
							["arg1"] = "我才刚进",
							["arg9"] = "大脚世界频道",
							["arg2"] = "风华天逸-亡语者",
						}, -- [22]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1589457428,
							["arg1"] = "兄弟你来  祖达萨 看看我属性",
							["arg9"] = "大脚世界频道",
							["arg2"] = "风华天逸-亡语者",
						}, -- [23]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1589457430,
							["arg1"] = "习惯就好",
							["arg9"] = "大脚世界频道",
							["arg2"] = "南人当北行-亡语者",
						}, -- [24]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1589457434,
							["arg1"] = "看看会不会倒",
							["arg9"] = "大脚世界频道",
							["arg2"] = "风华天逸-亡语者",
						}, -- [25]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1589457448,
							["arg1"] = "没470+ 看都看不见钥",
							["arg9"] = "大脚世界频道",
							["arg2"] = "千年老妖丶-亡语者",
						}, -- [26]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1589457453,
							["arg1"] = "他们看我一级披风也会T",
							["arg9"] = "大脚世界频道",
							["arg2"] = "南人当北行-亡语者",
						}, -- [27]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1589457459,
							["arg1"] = "470+去打低保干什么",
							["arg9"] = "大脚世界频道",
							["arg2"] = "风华天逸-亡语者",
						}, -- [28]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1589457465,
							["arg1"] = "不过混低保还是简单的",
							["arg9"] = "大脚世界频道",
							["arg2"] = "南人当北行-亡语者",
						}, -- [29]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1589457470,
							["arg1"] = "|cffff8000|Hitem:169223::::::::120:105::11:1:6272:::|h[阿什拉·卡马斯，决意之护]|h|r",
							["arg9"] = "大脚世界频道",
							["arg2"] = "南人当北行-亡语者",
						}, -- [30]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1589457478,
							["arg1"] = "我披风14级",
							["arg9"] = "大脚世界频道",
							["arg2"] = "风华天逸-亡语者",
						}, -- [31]
						{
							["arg1"] = " ",
						}, -- [32]
						{
							["arg1"] = " ",
						}, -- [33]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/14/2020 的 20:03:40。",
						}, -- [34]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1589457884,
							["arg1"] = "有人卖|cff1eff00|Hitem:12363::::::::120:105::::::|h[奥术水晶]|h|r?",
							["arg9"] = "大脚世界频道",
							["arg2"] = "南人当北行-亡语者",
						}, -- [35]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1589457894,
							["arg1"] = "1800",
							["arg9"] = "大脚世界频道",
							["arg2"] = "樱花的泪-亡语者",
						}, -- [36]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1589457898,
							["arg1"] = "..",
							["arg9"] = "大脚世界频道",
							["arg2"] = "南人当北行-亡语者",
						}, -- [37]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1589457931,
							["arg1"] = "以前圈扔商店了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "风华天逸-亡语者",
						}, -- [38]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1589457943,
							["arg1"] = "感觉没什么用",
							["arg9"] = "大脚世界频道",
							["arg2"] = "风华天逸-亡语者",
						}, -- [39]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1589457954,
							["arg1"] = "看看拍卖行多少",
							["arg9"] = "大脚世界频道",
							["arg2"] = "樱花的泪-亡语者",
						}, -- [40]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1589457971,
							["arg1"] = "1500",
							["arg9"] = "大脚世界频道",
							["arg2"] = "风华天逸-亡语者",
						}, -- [41]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1589457975,
							["arg1"] = "哦豁",
							["arg9"] = "大脚世界频道",
							["arg2"] = "风华天逸-亡语者",
						}, -- [42]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1589457984,
							["arg1"] = "去了几",
							["arg9"] = "大脚世界频道",
							["arg2"] = "风华天逸-亡语者",
						}, -- [43]
						{
							["clColor"] = "ff006fdc",
							["time"] = 1589458003,
							["arg1"] = "确实1500",
							["arg9"] = "大脚世界频道",
							["arg2"] = "小拳拳锤死你-亡语者",
						}, -- [44]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1589458018,
							["arg1"] = "13车间 随便来个奶",
							["arg9"] = "大脚世界频道",
							["arg2"] = "寂洛丶-亡语者",
						}, -- [45]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1589458026,
							["arg1"] = "100个16W",
							["arg9"] = "大脚世界频道",
							["arg2"] = "樱花的泪-亡语者",
						}, -- [46]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1589458031,
							["arg1"] = "我换 武僧",
							["arg9"] = "大脚世界频道",
							["arg2"] = "风华天逸-亡语者",
						}, -- [47]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1589458064,
							["arg1"] = "一周打个低保就不想努力了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Volgin-亡语者",
						}, -- [48]
						{
							["clColor"] = "ff00fe95",
							["time"] = 1589458067,
							["arg1"] = "1",
							["arg9"] = "大脚世界频道",
							["arg2"] = "神龍大鸟-亡语者",
						}, -- [49]
						{
							["clColor"] = "ff00fe95",
							["time"] = 1589458071,
							["arg1"] = "要奶的",
							["arg9"] = "大脚世界频道",
							["arg2"] = "神龍大鸟-亡语者",
						}, -- [50]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1589458094,
							["arg1"] = "低保都不想打了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "我是雷神托尔-亡语者",
						}, -- [51]
						{
							["clColor"] = "ff00fe95",
							["time"] = 1589458096,
							["arg1"] = "武僧465 就不能动了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "神龍大鸟-亡语者",
						}, -- [52]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1589458368,
							["arg1"] = "服务器炸了？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "南人当北行-亡语者",
						}, -- [53]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1589458388,
							["arg1"] = "刚才有人掉线？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "南人当北行-亡语者",
						}, -- [54]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1589458401,
							["arg1"] = "没有",
							["arg9"] = "大脚世界频道",
							["arg2"] = "大言不惭-亡语者",
						}, -- [55]
						{
							["clColor"] = "ff00fe95",
							["time"] = 1589458439,
							["arg1"] = "不卡 啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "神龍大鸟-亡语者",
						}, -- [56]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1589458459,
							["arg1"] = "不卡加1",
							["arg9"] = "大脚世界频道",
							["arg2"] = "妞给哥弹一曲-亡语者",
						}, -- [57]
						{
							["clColor"] = "ff00fe95",
							["time"] = 1589458459,
							["arg1"] = "亡语就么卡过",
							["arg9"] = "大脚世界频道",
							["arg2"] = "神龍大鸟-亡语者",
						}, -- [58]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1589458471,
							["arg1"] = "...",
							["arg9"] = "大脚世界频道",
							["arg2"] = "南人当北行-亡语者",
						}, -- [59]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1589458490,
							["arg1"] = "一看你昨天就没上线",
							["arg9"] = "大脚世界频道",
							["arg2"] = "想吃热干面-亡语者",
						}, -- [60]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1589458492,
							["arg1"] = "昨天就卡了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "想吃热干面-亡语者",
						}, -- [61]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1589458496,
							["arg1"] = "昨天就卡",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Volgin-亡语者",
						}, -- [62]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1589458498,
							["arg1"] = "昨天还是前天卡了好几分钟",
							["arg9"] = "大脚世界频道",
							["arg2"] = "大言不惭-亡语者",
						}, -- [63]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1589458502,
							["arg1"] = "昨天卡掉角色没了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "南人当北行-亡语者",
						}, -- [64]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1589458513,
							["arg1"] = "角色都刷不出来",
							["arg9"] = "大脚世界频道",
							["arg2"] = "大言不惭-亡语者",
						}, -- [65]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1589458514,
							["arg1"] = "角色都黑了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Volgin-亡语者",
						}, -- [66]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1589458569,
							["arg1"] = "难道又是空调没了？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "南人当北行-亡语者",
						}, -- [67]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1589458614,
							["arg1"] = "现在披风的满抗性是不是74啊。。",
							["arg9"] = "大脚世界频道",
							["arg2"] = "吾食五个鸡-亡语者",
						}, -- [68]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1589458616,
							["arg1"] = "猪肉那么值钱 空调都搬去 猪圈了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Volgin-亡语者",
						}, -- [69]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1589458713,
							["arg1"] = "猪肉掉价了，你还是搬回自己房间吹吧",
							["arg9"] = "大脚世界频道",
							["arg2"] = "大言不惭-亡语者",
						}, -- [70]
						{
							["clColor"] = "ff00fe95",
							["time"] = 1589458732,
							["arg1"] = "跟猪一起睡 他不香吗",
							["arg9"] = "大脚世界频道",
							["arg2"] = "神龍大鸟-亡语者",
						}, -- [71]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1589458772,
							["arg1"] = "掉价也比之前贵 再说 叁石的猪肉有便宜的么",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Volgin-亡语者",
						}, -- [72]
						{
							["clColor"] = "ff3ec5e9",
							["time"] = 1589458783,
							["arg1"] = "把猪放你房间一起养也行",
							["arg9"] = "大脚世界频道",
							["arg2"] = "大言不惭-亡语者",
						}, -- [73]
						{
							["clColor"] = "ff00fe95",
							["time"] = 1589459018,
							["arg1"] = "？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "神龍大鸟-亡语者",
						}, -- [74]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1589459083,
							["arg1"] = "|cffffff00|Hachievement:4601:Player-2124-01A9658C:0:0:0:-1:0:0:0:0|h[解脱（10人）]|h|r现在Sq可以单做吗",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Comi-亡语者",
						}, -- [75]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1589459093,
							["arg1"] = "CCTV的人在不",
							["arg9"] = "大脚世界频道",
							["arg2"] = "小狼崽-亡语者",
						}, -- [76]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1589459106,
							["arg1"] = "干啥",
							["arg9"] = "大脚世界频道",
							["arg2"] = "小柔-亡语者",
						}, -- [77]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1589459550,
							["arg1"] = "|cffffff00|Hachievement:4601:Player-2124-01A9658C:0:0:0:-1:0:0:0:0|h[解脱（10人）]|h|r现在Sq可以单做吗",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Comi-亡语者",
						}, -- [78]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1589459559,
							["arg1"] = "至少2人",
							["arg9"] = "大脚世界频道",
							["arg2"] = "硝灬烟-亡语者",
						}, -- [79]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1589459559,
							["arg1"] = "百度",
							["arg9"] = "大脚世界频道",
							["arg2"] = "南人当北行-亡语者",
						}, -- [80]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1589459589,
							["arg1"] = "要俩人",
							["arg9"] = "大脚世界频道",
							["arg2"] = "正在捉你-亡语者",
						}, -- [81]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1589459591,
							["arg1"] = "lr 可以 单 刷",
							["arg9"] = "大脚世界频道",
							["arg2"] = "千年老妖丶-亡语者",
						}, -- [82]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1589459632,
							["arg1"] = "冰法SS都可以",
							["arg9"] = "大脚世界频道",
							["arg2"] = "雪月风花丶丶-亡语者",
						}, -- [83]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1589459723,
							["arg1"] = "所以 放假人呢？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "风起春城暮-亡语者",
						}, -- [84]
						{
							["arg1"] = " ",
						}, -- [85]
						{
							["arg1"] = " ",
						}, -- [86]
						{
							["arg1"] = "记录开始于 05/16/2020 的 11:10:37。",
							["type"] = "SYSTEM",
						}, -- [87]
					},
				},
				["本地防务"] = {
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "本地防务",
					["logs"] = {
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [1]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [2]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["arg1"] = " ",
						}, -- [5]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 21:35:08。",
						}, -- [6]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [7]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [8]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [9]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [10]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [11]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [12]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [13]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [14]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [15]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1588863421,
							["arg1"] = "【尼奥啰萨-觉星之城】史-詩-铨-樋**【120级団夲】——莱--各系--高-效-体-验——",
							["arg9"] = "本地防务 - 达萨罗",
							["arg2"] = "镁兲開団-凯恩血蹄",
						}, -- [16]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1588863478,
							["arg1"] = "【尼奥啰萨-觉星之城】史-詩-铨-樋**【120级団夲】——莱--各系--高-效-体-验——",
							["arg9"] = "本地防务 - 达萨罗",
							["arg2"] = "镁兲開団-凯恩血蹄",
						}, -- [17]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1588863536,
							["arg1"] = "【尼奥啰萨-觉星之城】史-詩-铨-樋**【120级団夲】——莱--各系--高-效-体-验——",
							["arg9"] = "本地防务 - 达萨罗",
							["arg2"] = "镁兲開団-凯恩血蹄",
						}, -- [18]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1588863593,
							["arg1"] = "【尼奥啰萨-觉星之城】史-詩-铨-樋**【120级団夲】——莱--各系--高-效-体-验——",
							["arg9"] = "本地防务 - 达萨罗",
							["arg2"] = "镁兲開団-凯恩血蹄",
						}, -- [19]
						{
							["arg1"] = " ",
						}, -- [20]
						{
							["arg1"] = " ",
						}, -- [21]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 23:07:23。",
						}, -- [22]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [23]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1588864240,
							["arg1"] = "100Wg = 15 oR.有620W 可.散.有需要的Mmm",
							["arg9"] = "本地防务 - 奥格瑞玛",
							["arg2"] = "Vggtr-勇士岛",
						}, -- [24]
						{
							["arg1"] = " ",
						}, -- [25]
						{
							["arg1"] = " ",
						}, -- [26]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 23:11:42。",
						}, -- [27]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1588864328,
							["arg1"] = "100Wg = 15 oR.有620W 可.散.有需要的Mmm",
							["arg9"] = "本地防务 - 奥格瑞玛",
							["arg2"] = "Vggtr-勇士岛",
						}, -- [28]
						{
							["arg1"] = " ",
						}, -- [29]
						{
							["arg1"] = " ",
						}, -- [30]
						{
							["arg1"] = "记录开始于 05/07/2020 的 23:12:40。",
							["type"] = "SYSTEM",
						}, -- [31]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1588864414,
							["arg1"] = "100Wg = 15 oR.有620W 可.散.有需要的Mmm",
							["arg9"] = "本地防务 - 奥格瑞玛",
							["arg2"] = "Vggtr-勇士岛",
						}, -- [32]
						{
							["arg1"] = " ",
						}, -- [33]
						{
							["arg1"] = " ",
						}, -- [34]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 23:13:53。",
						}, -- [35]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1588864502,
							["arg1"] = "100Wg = 15 oR.有620W 可.散.有需要的Mmm",
							["arg9"] = "本地防务 - 奥格瑞玛",
							["arg2"] = "Vggtr-勇士岛",
						}, -- [36]
						{
							["arg1"] = " ",
						}, -- [37]
						{
							["arg1"] = " ",
						}, -- [38]
						{
							["arg1"] = "记录开始于 05/07/2020 的 23:15:53。",
							["type"] = "SYSTEM",
						}, -- [39]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1588864589,
							["arg1"] = "100Wg = 15 oR.有620W 可.散.有需要的Mmm",
							["arg9"] = "本地防务 - 奥格瑞玛",
							["arg2"] = "Vggtr-勇士岛",
						}, -- [40]
						{
							["arg1"] = " ",
						}, -- [41]
						{
							["arg1"] = " ",
						}, -- [42]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 23:16:57。",
						}, -- [43]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1588864677,
							["arg1"] = "100Wg = 15 oR.有620W 可.散.有需要的Mmm",
							["arg9"] = "本地防务 - 奥格瑞玛",
							["arg2"] = "Vggtr-勇士岛",
						}, -- [44]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1588864768,
							["arg1"] = "100Wg = 15 oR.有620W 可.散.有需要的Mmm",
							["arg9"] = "本地防务 - 奥格瑞玛",
							["arg2"] = "Vggtr-勇士岛",
						}, -- [45]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [46]
						{
							["arg1"] = " ",
						}, -- [47]
						{
							["arg1"] = " ",
						}, -- [48]
						{
							["arg1"] = "记录开始于 05/07/2020 的 23:19:55。",
							["type"] = "SYSTEM",
						}, -- [49]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [50]
						{
							["arg1"] = " ",
						}, -- [51]
						{
							["arg1"] = " ",
						}, -- [52]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 00:03:26。",
						}, -- [53]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [54]
						{
							["arg1"] = " ",
						}, -- [55]
						{
							["arg1"] = " ",
						}, -- [56]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 19:54:10。",
						}, -- [57]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [58]
						{
							["arg1"] = " ",
						}, -- [59]
						{
							["arg1"] = " ",
						}, -- [60]
						{
							["arg1"] = "记录开始于 05/08/2020 的 20:10:24。",
							["type"] = "SYSTEM",
						}, -- [61]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [62]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [63]
						{
							["arg1"] = " ",
						}, -- [64]
						{
							["arg1"] = " ",
						}, -- [65]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 20:18:53。",
						}, -- [66]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [67]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [68]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [69]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [70]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [71]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [72]
						{
							["arg1"] = " ",
						}, -- [73]
						{
							["arg1"] = " ",
						}, -- [74]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 21:26:52。",
						}, -- [75]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [76]
						{
							["arg1"] = " ",
						}, -- [77]
						{
							["arg1"] = " ",
						}, -- [78]
						{
							["arg1"] = "记录开始于 05/08/2020 的 22:04:00。",
							["type"] = "SYSTEM",
						}, -- [79]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [80]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [81]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [82]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [83]
						{
							["arg1"] = " ",
						}, -- [84]
						{
							["arg1"] = " ",
						}, -- [85]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 22:12:22。",
						}, -- [86]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [87]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [88]
						{
							["arg1"] = " ",
						}, -- [89]
						{
							["arg1"] = " ",
						}, -- [90]
						{
							["arg1"] = "记录开始于 05/08/2020 的 22:49:32。",
							["type"] = "SYSTEM",
						}, -- [91]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [92]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [93]
						{
							["arg1"] = " ",
						}, -- [94]
						{
							["arg1"] = " ",
						}, -- [95]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 20:13:03。",
						}, -- [96]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [97]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [98]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [99]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [100]
						{
							["arg1"] = " ",
						}, -- [101]
						{
							["arg1"] = " ",
						}, -- [102]
						{
							["arg1"] = "记录开始于 05/09/2020 的 20:41:55。",
							["type"] = "SYSTEM",
						}, -- [103]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [104]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [105]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [106]
						{
							["arg1"] = " ",
						}, -- [107]
						{
							["arg1"] = " ",
						}, -- [108]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 21:18:08。",
						}, -- [109]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [110]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [111]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [112]
						{
							["arg1"] = " ",
						}, -- [113]
						{
							["arg1"] = " ",
						}, -- [114]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 22:14:43。",
						}, -- [115]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [116]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [117]
						{
							["arg1"] = " ",
						}, -- [118]
						{
							["arg1"] = " ",
						}, -- [119]
						{
							["arg1"] = "记录开始于 05/09/2020 的 22:23:20。",
							["type"] = "SYSTEM",
						}, -- [120]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [121]
						{
							["arg1"] = " ",
						}, -- [122]
						{
							["arg1"] = " ",
						}, -- [123]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 23:02:08。",
						}, -- [124]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [125]
						{
							["arg1"] = " ",
						}, -- [126]
						{
							["arg1"] = " ",
						}, -- [127]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 23:28:14。",
						}, -- [128]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [129]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [130]
						{
							["arg1"] = " ",
						}, -- [131]
						{
							["arg1"] = " ",
						}, -- [132]
						{
							["arg1"] = "记录开始于 05/10/2020 的 22:41:38。",
							["type"] = "SYSTEM",
						}, -- [133]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [134]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [135]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [136]
						{
							["arg1"] = " ",
						}, -- [137]
						{
							["arg1"] = " ",
						}, -- [138]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/11/2020 的 19:43:50。",
						}, -- [139]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [140]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1589197859,
							["arg1"] = "g.200wG=30 o r 有8600000 需要的MMMM",
							["arg9"] = "本地防务 - 奥格瑞玛",
							["arg2"] = "Gvbhy-加里索斯",
						}, -- [141]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1589197860,
							["arg1"] = "g.200wG=30 o r 有8600000 需要的MMMM",
							["arg9"] = "本地防务 - 奥格瑞玛",
							["arg2"] = "Vbghy-通灵学院",
						}, -- [142]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [143]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [144]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [145]
						{
							["arg1"] = " ",
						}, -- [146]
						{
							["arg1"] = " ",
						}, -- [147]
						{
							["arg1"] = "记录开始于 05/11/2020 的 19:55:19。",
							["type"] = "SYSTEM",
						}, -- [148]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [149]
						{
							["arg1"] = " ",
						}, -- [150]
						{
							["arg1"] = " ",
						}, -- [151]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/12/2020 的 19:52:16。",
						}, -- [152]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [153]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [154]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [155]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [156]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [157]
						{
							["arg1"] = " ",
						}, -- [158]
						{
							["arg1"] = " ",
						}, -- [159]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/13/2020 的 22:43:22。",
						}, -- [160]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [161]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [162]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [163]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [164]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [165]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [166]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [167]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [168]
						{
							["arg1"] = " ",
						}, -- [169]
						{
							["arg1"] = " ",
						}, -- [170]
						{
							["arg1"] = "记录开始于 05/14/2020 的 12:26:58。",
							["type"] = "SYSTEM",
						}, -- [171]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [172]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [173]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [174]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [175]
						{
							["arg1"] = " ",
						}, -- [176]
						{
							["arg1"] = " ",
						}, -- [177]
						{
							["arg1"] = "记录开始于 05/14/2020 的 14:57:28。",
							["type"] = "SYSTEM",
						}, -- [178]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [179]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [180]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [181]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [182]
						{
							["arg1"] = " ",
						}, -- [183]
						{
							["arg1"] = " ",
						}, -- [184]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/14/2020 的 19:51:43。",
						}, -- [185]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [186]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [187]
						{
							["arg1"] = " ",
						}, -- [188]
						{
							["arg1"] = " ",
						}, -- [189]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/14/2020 的 20:03:40。",
						}, -- [190]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [191]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [192]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [193]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [194]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [195]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [196]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [197]
						{
							["arg1"] = " ",
						}, -- [198]
						{
							["arg1"] = " ",
						}, -- [199]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/14/2020 的 21:10:33。",
						}, -- [200]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [201]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [202]
						{
							["arg1"] = " ",
						}, -- [203]
						{
							["arg1"] = " ",
						}, -- [204]
						{
							["arg1"] = "记录开始于 05/14/2020 的 21:32:03。",
							["type"] = "SYSTEM",
						}, -- [205]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [206]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [207]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [208]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [209]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [210]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [211]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [212]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [213]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [214]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [215]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [216]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [217]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [218]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [219]
						{
							["arg1"] = " ",
						}, -- [220]
						{
							["arg1"] = " ",
						}, -- [221]
						{
							["arg1"] = "记录开始于 05/15/2020 的 21:54:54。",
							["type"] = "SYSTEM",
						}, -- [222]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [223]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [224]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [225]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [226]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [227]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [228]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [229]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [230]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [231]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [232]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [233]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [234]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [235]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [236]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [237]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [238]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [239]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [240]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [241]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [242]
						{
							["arg1"] = " ",
						}, -- [243]
						{
							["arg1"] = " ",
						}, -- [244]
						{
							["arg1"] = "记录开始于 05/15/2020 的 22:47:30。",
							["type"] = "SYSTEM",
						}, -- [245]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [246]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = " ",
						}, -- [249]
						{
							["arg1"] = "记录开始于 05/16/2020 的 11:10:37。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
				},
				["世界防务"] = {
					["enabled"] = true,
					["name"] = "世界防务",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/16/2020 的 11:10:37。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				},
				["综合"] = {
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "综合",
					["logs"] = {
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [1]
						{
							["arg1"] = " ",
						}, -- [2]
						{
							["arg1"] = " ",
						}, -- [3]
						{
							["arg1"] = "记录开始于 05/07/2020 的 21:16:21。",
							["type"] = "SYSTEM",
						}, -- [4]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [5]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [6]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [7]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [8]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [9]
						{
							["arg1"] = " ",
						}, -- [10]
						{
							["arg1"] = " ",
						}, -- [11]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 21:35:08。",
						}, -- [12]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [13]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [14]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [15]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [16]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [17]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [18]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [19]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [20]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [21]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [22]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1588863421,
							["arg1"] = "【尼奥啰萨-觉星之城】史-詩-铨-樋**——解 覚 无 妆 惫 烦 脑--——頂-级--485——",
							["arg9"] = "综合 - 达萨罗",
							["arg2"] = "镁兲開団-凯恩血蹄",
						}, -- [23]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1588863478,
							["arg1"] = "【尼奥啰萨-觉星之城】史-詩-铨-樋**——解 覚 无 妆 惫 烦 脑--——頂-级--485——",
							["arg9"] = "综合 - 达萨罗",
							["arg2"] = "镁兲開団-凯恩血蹄",
						}, -- [24]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1588863536,
							["arg1"] = "【尼奥啰萨-觉星之城】史-詩-铨-樋**——解 覚 无 妆 惫 烦 脑--——頂-级--485——",
							["arg9"] = "综合 - 达萨罗",
							["arg2"] = "镁兲開団-凯恩血蹄",
						}, -- [25]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1588863593,
							["arg1"] = "【尼奥啰萨-觉星之城】史-詩-铨-樋**——解 覚 无 妆 惫 烦 脑--——頂-级--485——",
							["arg9"] = "综合 - 达萨罗",
							["arg2"] = "镁兲開団-凯恩血蹄",
						}, -- [26]
						{
							["arg1"] = " ",
						}, -- [27]
						{
							["arg1"] = " ",
						}, -- [28]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 23:07:23。",
						}, -- [29]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [30]
						{
							["arg1"] = " ",
						}, -- [31]
						{
							["arg1"] = " ",
						}, -- [32]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 23:16:57。",
						}, -- [33]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [34]
						{
							["arg1"] = " ",
						}, -- [35]
						{
							["arg1"] = " ",
						}, -- [36]
						{
							["arg1"] = "记录开始于 05/07/2020 的 23:19:55。",
							["type"] = "SYSTEM",
						}, -- [37]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [38]
						{
							["arg1"] = " ",
						}, -- [39]
						{
							["arg1"] = " ",
						}, -- [40]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 00:03:26。",
						}, -- [41]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [42]
						{
							["arg1"] = " ",
						}, -- [43]
						{
							["arg1"] = " ",
						}, -- [44]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 19:54:10。",
						}, -- [45]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [46]
						{
							["arg1"] = " ",
						}, -- [47]
						{
							["arg1"] = " ",
						}, -- [48]
						{
							["arg1"] = "记录开始于 05/08/2020 的 20:10:24。",
							["type"] = "SYSTEM",
						}, -- [49]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [50]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [51]
						{
							["arg1"] = " ",
						}, -- [52]
						{
							["arg1"] = " ",
						}, -- [53]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 20:18:53。",
						}, -- [54]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [55]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [56]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [57]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [58]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [59]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [60]
						{
							["arg1"] = " ",
						}, -- [61]
						{
							["arg1"] = " ",
						}, -- [62]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 21:26:52。",
						}, -- [63]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [64]
						{
							["arg1"] = " ",
						}, -- [65]
						{
							["arg1"] = " ",
						}, -- [66]
						{
							["arg1"] = "记录开始于 05/08/2020 的 22:04:00。",
							["type"] = "SYSTEM",
						}, -- [67]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [68]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [69]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [70]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [71]
						{
							["arg1"] = " ",
						}, -- [72]
						{
							["arg1"] = " ",
						}, -- [73]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 22:12:22。",
						}, -- [74]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [75]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [76]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [77]
						{
							["arg1"] = " ",
						}, -- [78]
						{
							["arg1"] = " ",
						}, -- [79]
						{
							["arg1"] = "记录开始于 05/08/2020 的 22:49:32。",
							["type"] = "SYSTEM",
						}, -- [80]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [81]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [82]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [83]
						{
							["arg1"] = " ",
						}, -- [84]
						{
							["arg1"] = " ",
						}, -- [85]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 20:13:03。",
						}, -- [86]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [87]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [88]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [89]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [90]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [91]
						{
							["arg1"] = " ",
						}, -- [92]
						{
							["arg1"] = " ",
						}, -- [93]
						{
							["arg1"] = "记录开始于 05/09/2020 的 20:41:55。",
							["type"] = "SYSTEM",
						}, -- [94]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [95]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [96]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [97]
						{
							["arg1"] = " ",
						}, -- [98]
						{
							["arg1"] = " ",
						}, -- [99]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 21:18:08。",
						}, -- [100]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [101]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [102]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [103]
						{
							["arg1"] = " ",
						}, -- [104]
						{
							["arg1"] = " ",
						}, -- [105]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 22:14:43。",
						}, -- [106]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [107]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [108]
						{
							["arg1"] = " ",
						}, -- [109]
						{
							["arg1"] = " ",
						}, -- [110]
						{
							["arg1"] = "记录开始于 05/09/2020 的 22:23:20。",
							["type"] = "SYSTEM",
						}, -- [111]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [112]
						{
							["arg1"] = " ",
						}, -- [113]
						{
							["arg1"] = " ",
						}, -- [114]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 23:02:08。",
						}, -- [115]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [116]
						{
							["arg1"] = " ",
						}, -- [117]
						{
							["arg1"] = " ",
						}, -- [118]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 23:28:14。",
						}, -- [119]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [120]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [121]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [122]
						{
							["arg1"] = " ",
						}, -- [123]
						{
							["arg1"] = " ",
						}, -- [124]
						{
							["arg1"] = "记录开始于 05/10/2020 的 22:41:38。",
							["type"] = "SYSTEM",
						}, -- [125]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [126]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [127]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [128]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [129]
						{
							["arg1"] = " ",
						}, -- [130]
						{
							["arg1"] = " ",
						}, -- [131]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/11/2020 的 19:43:50。",
						}, -- [132]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [133]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [134]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [135]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [136]
						{
							["arg1"] = " ",
						}, -- [137]
						{
							["arg1"] = " ",
						}, -- [138]
						{
							["arg1"] = "记录开始于 05/11/2020 的 19:55:19。",
							["type"] = "SYSTEM",
						}, -- [139]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [140]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [141]
						{
							["arg1"] = " ",
						}, -- [142]
						{
							["arg1"] = " ",
						}, -- [143]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/12/2020 的 19:52:16。",
						}, -- [144]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [145]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [146]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [147]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [148]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [149]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [150]
						{
							["arg1"] = " ",
						}, -- [151]
						{
							["arg1"] = " ",
						}, -- [152]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/13/2020 的 22:43:22。",
						}, -- [153]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [154]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [155]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [156]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [157]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [158]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [159]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [160]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [161]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [162]
						{
							["arg1"] = " ",
						}, -- [163]
						{
							["arg1"] = " ",
						}, -- [164]
						{
							["arg1"] = "记录开始于 05/14/2020 的 12:26:58。",
							["type"] = "SYSTEM",
						}, -- [165]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [166]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [167]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [168]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [169]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [170]
						{
							["arg1"] = " ",
						}, -- [171]
						{
							["arg1"] = " ",
						}, -- [172]
						{
							["arg1"] = "记录开始于 05/14/2020 的 14:57:28。",
							["type"] = "SYSTEM",
						}, -- [173]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [174]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [175]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [176]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [177]
						{
							["arg1"] = " ",
						}, -- [178]
						{
							["arg1"] = " ",
						}, -- [179]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/14/2020 的 19:51:43。",
						}, -- [180]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [181]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [182]
						{
							["arg1"] = " ",
						}, -- [183]
						{
							["arg1"] = " ",
						}, -- [184]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/14/2020 的 20:03:40。",
						}, -- [185]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [186]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [187]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [188]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [189]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [190]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [191]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [192]
						{
							["arg1"] = " ",
						}, -- [193]
						{
							["arg1"] = " ",
						}, -- [194]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/14/2020 的 21:10:33。",
						}, -- [195]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [196]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [197]
						{
							["arg1"] = " ",
						}, -- [198]
						{
							["arg1"] = " ",
						}, -- [199]
						{
							["arg1"] = "记录开始于 05/14/2020 的 21:32:03。",
							["type"] = "SYSTEM",
						}, -- [200]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [201]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [202]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [203]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [204]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [205]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [206]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [207]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [208]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [209]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [210]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [211]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [212]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [213]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [214]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [215]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [216]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [217]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [218]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [219]
						{
							["arg1"] = " ",
						}, -- [220]
						{
							["arg1"] = " ",
						}, -- [221]
						{
							["arg1"] = "记录开始于 05/15/2020 的 21:54:54。",
							["type"] = "SYSTEM",
						}, -- [222]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [223]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [224]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [225]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [226]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [227]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [228]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [229]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [230]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [231]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [232]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [233]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [234]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [235]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [236]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [237]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [238]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [239]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [240]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [241]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [242]
						{
							["arg1"] = " ",
						}, -- [243]
						{
							["arg1"] = " ",
						}, -- [244]
						{
							["arg1"] = "记录开始于 05/15/2020 的 22:47:30。",
							["type"] = "SYSTEM",
						}, -- [245]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [246]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = " ",
						}, -- [249]
						{
							["arg1"] = "记录开始于 05/16/2020 的 11:10:37。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
				},
				["交易"] = {
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "交易",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 21:35:08。",
						}, -- [1]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [2]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["arg1"] = " ",
						}, -- [5]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 00:03:26。",
						}, -- [6]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [7]
						{
							["arg1"] = " ",
						}, -- [8]
						{
							["arg1"] = " ",
						}, -- [9]
						{
							["arg1"] = "记录开始于 05/08/2020 的 20:10:24。",
							["type"] = "SYSTEM",
						}, -- [10]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [11]
						{
							["arg1"] = " ",
						}, -- [12]
						{
							["arg1"] = " ",
						}, -- [13]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 20:18:53。",
						}, -- [14]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [15]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [16]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [17]
						{
							["arg1"] = " ",
						}, -- [18]
						{
							["arg1"] = " ",
						}, -- [19]
						{
							["arg1"] = "记录开始于 05/08/2020 的 22:04:00。",
							["type"] = "SYSTEM",
						}, -- [20]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [21]
						{
							["arg1"] = " ",
						}, -- [22]
						{
							["arg1"] = " ",
						}, -- [23]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 22:12:22。",
						}, -- [24]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [25]
						{
							["arg1"] = " ",
						}, -- [26]
						{
							["arg1"] = " ",
						}, -- [27]
						{
							["arg1"] = "记录开始于 05/08/2020 的 22:49:32。",
							["type"] = "SYSTEM",
						}, -- [28]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [29]
						{
							["arg1"] = " ",
						}, -- [30]
						{
							["arg1"] = " ",
						}, -- [31]
						{
							["arg1"] = "记录开始于 05/09/2020 的 20:41:55。",
							["type"] = "SYSTEM",
						}, -- [32]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [33]
						{
							["arg1"] = " ",
						}, -- [34]
						{
							["arg1"] = " ",
						}, -- [35]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 21:18:08。",
						}, -- [36]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [37]
						{
							["arg1"] = " ",
						}, -- [38]
						{
							["arg1"] = " ",
						}, -- [39]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 23:28:14。",
						}, -- [40]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [41]
						{
							["arg1"] = " ",
						}, -- [42]
						{
							["arg1"] = " ",
						}, -- [43]
						{
							["arg1"] = "记录开始于 05/10/2020 的 22:41:38。",
							["type"] = "SYSTEM",
						}, -- [44]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [45]
						{
							["arg1"] = " ",
						}, -- [46]
						{
							["arg1"] = " ",
						}, -- [47]
						{
							["arg1"] = "记录开始于 05/11/2020 的 19:55:19。",
							["type"] = "SYSTEM",
						}, -- [48]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [49]
						{
							["arg1"] = " ",
						}, -- [50]
						{
							["arg1"] = " ",
						}, -- [51]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/12/2020 的 19:52:16。",
						}, -- [52]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [53]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [54]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [55]
						{
							["arg1"] = " ",
						}, -- [56]
						{
							["arg1"] = " ",
						}, -- [57]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/13/2020 的 22:43:22。",
						}, -- [58]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [59]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [60]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [61]
						{
							["arg1"] = " ",
						}, -- [62]
						{
							["arg1"] = " ",
						}, -- [63]
						{
							["arg1"] = "记录开始于 05/14/2020 的 12:26:58。",
							["type"] = "SYSTEM",
						}, -- [64]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [65]
						{
							["arg1"] = " ",
						}, -- [66]
						{
							["arg1"] = " ",
						}, -- [67]
						{
							["arg1"] = "记录开始于 05/14/2020 的 14:57:28。",
							["type"] = "SYSTEM",
						}, -- [68]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [69]
						{
							["arg1"] = " ",
						}, -- [70]
						{
							["arg1"] = " ",
						}, -- [71]
						{
							["arg1"] = "记录开始于 05/15/2020 的 21:54:54。",
							["type"] = "SYSTEM",
						}, -- [72]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [73]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [74]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [75]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [76]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [77]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [78]
						{
							["arg1"] = " ",
						}, -- [79]
						{
							["arg1"] = " ",
						}, -- [80]
						{
							["arg1"] = "记录开始于 05/16/2020 的 11:10:37。",
							["type"] = "SYSTEM",
						}, -- [81]
					},
				},
				["公会招募"] = {
					["enabled"] = true,
					["name"] = "公会招募",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/16/2020 的 11:10:37。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				},
			},
		},
	},
}
