
ElephantDBPerChar = {
	["profileKeys"] = {
		["风起春城暮 - 亡语者"] = "风起春城暮 - 亡语者",
	},
	["char"] = {
		["风起春城暮 - 亡语者"] = {
			["logs"] = {
				{
					["enabled"] = true,
					["name"] = "悄悄话",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/07/2020 的 20:56:38。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				}, -- [1]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "团队",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/07/2020 的 20:13:19。",
							["type"] = "SYSTEM",
						}, -- [1]
						{
							["arg2"] = "睡觉喽",
							["type"] = "MONSTER_YELL",
							["time"] = 1588854237,
							["arg1"] = "没有人胆敢挑战兄弟会！",
							["clColor"] = "fffef367",
						}, -- [2]
						{
							["arg1"] = " ",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["arg1"] = "记录开始于 05/07/2020 的 20:56:38。",
							["type"] = "SYSTEM",
						}, -- [5]
					},
				}, -- [2]
				{
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "小队",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/07/2020 的 20:13:19。",
							["type"] = "SYSTEM",
						}, -- [1]
						{
							["arg2"] = "睡觉喽",
							["type"] = "MONSTER_YELL",
							["time"] = 1588854237,
							["arg1"] = "没有人胆敢挑战兄弟会！",
							["clColor"] = "fffef367",
						}, -- [2]
						{
							["arg1"] = " ",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 20:35:09。",
						}, -- [5]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588854980,
							["arg1"] = "<大脚组队提示>欢迎新的小队成员  [德鲁伊] 风起春城暮",
							["clColor"] = "fffe7b09",
						}, -- [6]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588854996,
							["arg1"] = "没人",
							["clColor"] = "fffe7b09",
						}, -- [7]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588855006,
							["arg1"] = "全在团本",
							["clColor"] = "fffe7b09",
						}, -- [8]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588855049,
							["arg1"] = "打那个",
							["clColor"] = "fffe7b09",
						}, -- [9]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588855056,
							["arg1"] = "|cffa335ee|Hkeystone:158923:251:19:9:7:13:120|h[钥石：地渊孢林 (19)]|h|r?",
							["clColor"] = "fffe7b09",
						}, -- [10]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588855058,
							["arg1"] = "ok?",
							["clColor"] = "fffe7b09",
						}, -- [11]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588855117,
							["arg1"] = "找个dps",
							["clColor"] = "fffe7b09",
						}, -- [12]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588855137,
							["arg1"] = "o",
							["clColor"] = "fffe7b09",
						}, -- [13]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588855173,
							["arg1"] = "画眉 垃圾场留给w lr",
							["clColor"] = "fffe7b09",
						}, -- [14]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY",
							["time"] = 1588855268,
							["arg1"] = "|cff66bbff|Hjournal:0:1012:23|h[暴富矿区！！]|h|r ?",
							["clColor"] = "ffa22fc8",
						}, -- [15]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY",
							["time"] = 1588855270,
							["arg1"] = "gho?",
							["clColor"] = "ffa22fc8",
						}, -- [16]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY",
							["time"] = 1588855274,
							["arg1"] = "go?",
							["clColor"] = "ffa22fc8",
						}, -- [17]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY",
							["time"] = 1588855343,
							["arg1"] = "有没n?",
							["clColor"] = "ffa22fc8",
						}, -- [18]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY",
							["time"] = 1588855381,
							["arg1"] = "uu 才460",
							["clColor"] = "ffa22fc8",
						}, -- [19]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588855473,
							["arg1"] = "gg ",
							["clColor"] = "ffa22fc8",
						}, -- [20]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588855474,
							["arg1"] = "|cffa335ee|Hitem:159302::::::::120:581::35:4:5448:1647:4786:6511:::|h[流水阴谋风帽]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [21]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588855484,
							["arg1"] = "又浪费一次",
							["clColor"] = "ffa22fc8",
						}, -- [22]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "PARTY",
							["time"] = 1588855582,
							["arg1"] = "[WeakAuras: 万物咸覩-凤凰之神 - PhoGuild - Raid Ability Timeline]",
							["clColor"] = "ffa22fc8",
						}, -- [23]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588855662,
							["arg1"] = "打豆丁15c",
							["clColor"] = "ffa22fc8",
						}, -- [24]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "PARTY",
							["time"] = 1588855712,
							["arg1"] = "【爱不易】任务完成：脉动的肉块",
							["clColor"] = "ff8686ec",
						}, -- [25]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1588855908,
							["arg1"] = "315573",
							["clColor"] = "fffe7b09",
						}, -- [26]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1588856000,
							["arg1"] = "316801",
							["clColor"] = "fffe7b09",
						}, -- [27]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "PARTY",
							["time"] = 1588856022,
							["arg1"] = "【爱不易】任务完成：突袭：黑暗帝国",
							["clColor"] = "ff8686ec",
						}, -- [28]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "PARTY",
							["time"] = 1588856022,
							["arg1"] = "已消灭维尔拉克斯：1/1",
							["clColor"] = "ff8686ec",
						}, -- [29]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "PARTY",
							["time"] = 1588856056,
							["arg1"] = "【爱不易】任务完成：突袭：黑暗帝国",
							["clColor"] = "ff8686ec",
						}, -- [30]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588856111,
							["arg1"] = "豆丁 没时间",
							["clColor"] = "ffa22fc8",
						}, -- [31]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588856128,
							["arg1"] = "有没人?",
							["clColor"] = "ffa22fc8",
						}, -- [32]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588856141,
							["arg1"] = "没人 海岛x3?",
							["clColor"] = "ffa22fc8",
						}, -- [33]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588856165,
							["arg1"] = "小虫先弄 插件?",
							["clColor"] = "ffa22fc8",
						}, -- [34]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "PARTY",
							["time"] = 1588856190,
							["arg1"] = "嗯",
							["clColor"] = "ff8686ec",
						}, -- [35]
						{
							["arg1"] = " ",
						}, -- [36]
						{
							["arg1"] = " ",
						}, -- [37]
						{
							["arg1"] = "记录开始于 05/07/2020 的 20:56:38。",
							["type"] = "SYSTEM",
						}, -- [38]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588856224,
							["arg1"] = "为什么上线都是弄插件",
							["clColor"] = "ffa22fc8",
						}, -- [39]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1588856274,
							["arg1"] = "w出去下 你们先海岛x3",
							["clColor"] = "ffa22fc8",
						}, -- [40]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "PARTY_LEADER",
							["time"] = 1588856290,
							["arg1"] = "哦",
							["clColor"] = "ff8686ec",
						}, -- [41]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "PARTY_LEADER",
							["time"] = 1588856307,
							["arg1"] = "我去排海岛？",
							["clColor"] = "ff8686ec",
						}, -- [42]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "PARTY_LEADER",
							["time"] = 1588856380,
							["arg1"] = "【爱不易】任务完成：阿拉希捐赠：黄金",
							["clColor"] = "ff8686ec",
						}, -- [43]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "PARTY_LEADER",
							["time"] = 1588856385,
							["arg1"] = "【爱不易】任务完成：阿拉希捐赠：阿昆达之噬",
							["clColor"] = "ff8686ec",
						}, -- [44]
					},
				}, -- [3]
				{
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "说",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/07/2020 的 19:50:01。",
							["type"] = "SYSTEM",
						}, -- [1]
						{
							["arg2"] = "秘法师鸟羽帽",
							["type"] = "MONSTER_SAY",
							["time"] = 1588852272,
							["arg1"] = "我感觉若有所失。",
						}, -- [2]
						{
							["arg1"] = " ",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 20:35:09。",
						}, -- [5]
						{
							["arg2"] = "亚兹玛",
							["type"] = "MONSTER_SAY",
							["time"] = 1588855863,
							["arg1"] = "别为几项小罪而惴惴不安。我们有更重要的问题需要解决。",
						}, -- [6]
						{
							["arg2"] = "未知目标",
							["type"] = "MONSTER_SAY",
							["time"] = 1588855863,
							["arg1"] = "你的斧子好像不怎么快啊，我的朋友。",
						}, -- [7]
						{
							["arg2"] = "切肉者卡罗",
							["type"] = "MONSTER_SAY",
							["time"] = 1588855864,
							["arg1"] = "那我还是拿你的伶牙俐齿来切甜瓜好了，戈扎科。",
						}, -- [8]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "EMOTE",
							["time"] = 1588855923,
							["arg1"] = "驱散-->|cff71d5ff|Hspell:319241:0|h[虚空鞭笞]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [9]
						{
							["arg1"] = " ",
						}, -- [10]
						{
							["arg1"] = " ",
						}, -- [11]
						{
							["arg1"] = "记录开始于 05/07/2020 的 20:56:38。",
							["type"] = "SYSTEM",
						}, -- [12]
						{
							["arg2"] = "奥术师泰罗衫",
							["type"] = "MONSTER_SAY",
							["time"] = 1588856429,
							["arg1"] = "我这里有你可能会感兴趣的魔法神器。",
						}, -- [13]
					},
				}, -- [4]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "呼喊",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/07/2020 的 20:13:19。",
							["type"] = "SYSTEM",
						}, -- [1]
						{
							["arg2"] = "睡觉喽",
							["type"] = "MONSTER_YELL",
							["time"] = 1588854237,
							["arg1"] = "没有人胆敢挑战兄弟会！",
							["clColor"] = "fffef367",
						}, -- [2]
						{
							["arg1"] = " ",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["arg1"] = "记录开始于 05/07/2020 的 20:56:38。",
							["type"] = "SYSTEM",
						}, -- [5]
					},
				}, -- [5]
				{
					["enabled"] = true,
					["name"] = "公会官员",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/07/2020 的 20:56:38。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				}, -- [6]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "公会",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/07/2020 的 19:50:01。",
							["type"] = "SYSTEM",
						}, -- [1]
						{
							["arg2"] = "莫小曦-亡语者",
							["type"] = "GUILD",
							["time"] = 1588852643,
							["arg1"] = "有9个",
							["clColor"] = "fffe7b09",
						}, -- [2]
						{
							["arg2"] = "莫小曦-亡语者",
							["type"] = "GUILD",
							["time"] = 1588852650,
							["arg1"] = "下次你密我",
							["clColor"] = "fffe7b09",
						}, -- [3]
						{
							["arg2"] = "莫小曦-亡语者",
							["type"] = "GUILD",
							["time"] = 1588852656,
							["arg1"] = "有时候看不见信息",
							["clColor"] = "fffe7b09",
						}, -- [4]
						{
							["arg1"] = " ",
						}, -- [5]
						{
							["arg1"] = " ",
						}, -- [6]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 20:35:09。",
						}, -- [7]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "GUILD",
							["time"] = 1588855719,
							["arg1"] = "豆丁",
							["clColor"] = "ffa22fc8",
						}, -- [8]
						{
							["arg2"] = "Xiaodouding-亡语者",
							["type"] = "GUILD",
							["time"] = 1588855735,
							["arg1"] = "没忙完呢",
							["clColor"] = "fff38bb9",
						}, -- [9]
						{
							["arg2"] = "Xiaodouding-亡语者",
							["type"] = "GUILD",
							["time"] = 1588855761,
							["arg1"] = "小豆子的作业还没检查完，检查完了还要煮药。",
							["clColor"] = "fff38bb9",
						}, -- [10]
						{
							["arg2"] = "Xiaodouding-亡语者",
							["type"] = "GUILD",
							["time"] = 1588855766,
							["arg1"] = "{悲剧}",
							["clColor"] = "fff38bb9",
						}, -- [11]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "GUILD",
							["time"] = 1588855770,
							["arg1"] = "...",
							["clColor"] = "ffa22fc8",
						}, -- [12]
						{
							["arg2"] = "Xiaodouding-亡语者",
							["type"] = "GUILD",
							["time"] = 1588855816,
							["arg1"] = "|cffa335ee|Hitem:159436::::::::120:70::35:8:6536:4802:6578:6579:6542:6513:1647:4786:::|h[荧光植被践踏者]|h|r好黑",
							["clColor"] = "fff38bb9",
						}, -- [13]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "GUILD",
							["time"] = 1588855881,
							["arg1"] = "?",
							["clColor"] = "ffa22fc8",
						}, -- [14]
						{
							["arg1"] = " ",
						}, -- [15]
						{
							["arg1"] = " ",
						}, -- [16]
						{
							["arg1"] = "记录开始于 05/07/2020 的 20:56:38。",
							["type"] = "SYSTEM",
						}, -- [17]
					},
				}, -- [7]
				{
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "战利品",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 20:35:09。",
						}, -- [1]
						{
							["type"] = "LOOT",
							["time"] = 1588855746,
							["arg1"] = "你获得了物品：|cff0070dd|Hbattlepet:2838:25:3:1680:269:260:0000000000000000:0|h[克苏法]|h|r。",
						}, -- [2]
						{
							["type"] = "LOOT",
							["time"] = 1588855773,
							["arg1"] = "你获得了物品：|cff0070dd|Hbattlepet:2838:1:3:163:11:10:0000000000000000:0|h[克苏法]|h|r。",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["arg1"] = " ",
						}, -- [5]
						{
							["arg1"] = "记录开始于 05/07/2020 的 20:56:38。",
							["type"] = "SYSTEM",
						}, -- [6]
						{
							["type"] = "LOOT",
							["time"] = 1588856225,
							["arg1"] = "丫丫小猫-血顶获得了物品：|cff0070dd|Hitem:152668::::::::120:105::::::|h[驱灵金]|h|r。",
						}, -- [7]
						{
							["type"] = "LOOT",
							["time"] = 1588856225,
							["arg1"] = "丫丫小猫-血顶获得了物品：|cffffffff|Hitem:159959::::::::120:105::::::|h[尼龙线]|h|rx2。",
						}, -- [8]
						{
							["type"] = "LOOT",
							["time"] = 1588856447,
							["arg1"] = "万物咸覩-凤凰之神制造了：|cffffffff|Hitem:5512::::::::120:104::::::|h[治疗石]|h|r。",
						}, -- [9]
					},
				}, -- [8]
				{
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "系统信息",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 19:38:42。",
						}, -- [1]
						{
							["type"] = "SYSTEM",
							["time"] = 1588851570,
							["arg1"] = "情非得已-熵魔已经被你加入屏蔽名单了",
						}, -- [2]
						{
							["type"] = "SYSTEM",
							["time"] = 1588851570,
							["arg1"] = "御行-瓦拉斯塔兹已经被你加入屏蔽名单了",
						}, -- [3]
						{
							["type"] = "SYSTEM",
							["time"] = 1588851570,
							["arg1"] = "是灬谁-诺莫瑞根已经被你加入屏蔽名单了",
						}, -- [4]
						{
							["type"] = "SYSTEM",
							["time"] = 1588851571,
							["arg1"] = "风吹起了从前-死亡之翼已经被你加入屏蔽名单了",
						}, -- [5]
						{
							["type"] = "SYSTEM",
							["time"] = 1588851571,
							["arg1"] = "铜皮铁骨萨-死亡之翼已经被你加入屏蔽名单了",
						}, -- [6]
						{
							["type"] = "SYSTEM",
							["time"] = 1588851571,
							["arg1"] = "大筋-死亡之翼已经被你加入屏蔽名单了",
						}, -- [7]
						{
							["type"] = "SYSTEM",
							["time"] = 1588851571,
							["arg1"] = "乌鸦坐飞机丷-死亡之翼已经被你加入屏蔽名单了",
						}, -- [8]
						{
							["type"] = "SYSTEM",
							["time"] = 1588851571,
							["arg1"] = "一锤五百瓦-死亡之翼已经被你加入屏蔽名单了",
						}, -- [9]
						{
							["type"] = "SYSTEM",
							["time"] = 1588851571,
							["arg1"] = "夜色喵喵-燃烧之刃已经被你加入屏蔽名单了",
						}, -- [10]
						{
							["type"] = "SYSTEM",
							["time"] = 1588851571,
							["arg1"] = "阿卡硫司-燃烧之刃已经被你加入屏蔽名单了",
						}, -- [11]
						{
							["type"] = "SYSTEM",
							["time"] = 1588851571,
							["arg1"] = "冬月拾柒-冰风岗已经被你加入屏蔽名单了",
						}, -- [12]
						{
							["type"] = "SYSTEM",
							["time"] = 1588851571,
							["arg1"] = "拼命丶-冰风岗已经被你加入屏蔽名单了",
						}, -- [13]
						{
							["type"] = "SYSTEM",
							["time"] = 1588851571,
							["arg1"] = "暴菊神战-龙骨平原已经被你加入屏蔽名单了",
						}, -- [14]
						{
							["type"] = "SYSTEM",
							["time"] = 1588851571,
							["arg1"] = "未来犹可待已经被你加入屏蔽名单了",
						}, -- [15]
						{
							["type"] = "SYSTEM",
							["time"] = 1588851589,
							["arg1"] = "岩熊下线了。",
						}, -- [16]
						{
							["type"] = "SYSTEM",
							["time"] = 1588851597,
							["arg1"] = "|Hplayer:丶丷|h[丶丷]|h上线了。",
						}, -- [17]
						{
							["type"] = "SYSTEM",
							["time"] = 1588851973,
							["arg1"] = "|Hplayer:莫小曦|h[莫小曦]|h上线了。",
						}, -- [18]
						{
							["arg1"] = " ",
						}, -- [19]
						{
							["arg1"] = " ",
						}, -- [20]
						{
							["arg1"] = "记录开始于 05/07/2020 的 19:46:38。",
							["type"] = "SYSTEM",
						}, -- [21]
						{
							["type"] = "SYSTEM",
							["time"] = 1588852021,
							["arg1"] = "Necrosis-格瑞姆巴托已经被你加入屏蔽名单了",
						}, -- [22]
						{
							["type"] = "SYSTEM",
							["time"] = 1588852021,
							["arg1"] = "Rotationn-凤凰之神已经被你加入屏蔽名单了",
						}, -- [23]
						{
							["type"] = "SYSTEM",
							["time"] = 1588852021,
							["arg1"] = "仇伍仁化-风暴之鳞已经被你加入屏蔽名单了",
						}, -- [24]
						{
							["type"] = "SYSTEM",
							["time"] = 1588852021,
							["arg1"] = "伴久久-凤凰之神已经被你加入屏蔽名单了",
						}, -- [25]
						{
							["type"] = "SYSTEM",
							["time"] = 1588852021,
							["arg1"] = "大耳骑-雏龙之翼已经被你加入屏蔽名单了",
						}, -- [26]
						{
							["type"] = "SYSTEM",
							["time"] = 1588852021,
							["arg1"] = "妲己灬短腿-格瑞姆巴托已经被你加入屏蔽名单了",
						}, -- [27]
						{
							["type"] = "SYSTEM",
							["time"] = 1588852021,
							["arg1"] = "我不想学英语-格瑞姆巴托已经被你加入屏蔽名单了",
						}, -- [28]
						{
							["type"] = "SYSTEM",
							["time"] = 1588852021,
							["arg1"] = "江澍-洛肯已经被你加入屏蔽名单了",
						}, -- [29]
						{
							["type"] = "SYSTEM",
							["time"] = 1588852021,
							["arg1"] = "界亟-迦拉克隆已经被你加入屏蔽名单了",
						}, -- [30]
						{
							["type"] = "SYSTEM",
							["time"] = 1588852021,
							["arg1"] = "霸道不可一世-古加尔已经被你加入屏蔽名单了",
						}, -- [31]
						{
							["type"] = "SYSTEM",
							["time"] = 1588852021,
							["arg1"] = "韩式辣牛肉-影之哀伤已经被你加入屏蔽名单了",
						}, -- [32]
						{
							["arg1"] = " ",
						}, -- [33]
						{
							["arg1"] = " ",
						}, -- [34]
						{
							["arg1"] = "记录开始于 05/07/2020 的 19:50:01。",
							["type"] = "SYSTEM",
						}, -- [35]
						{
							["type"] = "SYSTEM",
							["time"] = 1588852466,
							["arg1"] = "丶丷下线了。",
						}, -- [36]
						{
							["type"] = "SYSTEM",
							["time"] = 1588852490,
							["arg1"] = "|Hplayer:丶丷|h[丶丷]|h上线了。",
						}, -- [37]
						{
							["arg1"] = " ",
						}, -- [38]
						{
							["arg1"] = " ",
						}, -- [39]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 19:58:29。",
						}, -- [40]
						{
							["type"] = "SYSTEM",
							["time"] = 1588852867,
							["arg1"] = "莫小曦下线了。",
						}, -- [41]
						{
							["type"] = "SYSTEM",
							["time"] = 1588852876,
							["arg1"] = "|Hplayer:风啸九天|h[风啸九天]|h上线了。",
						}, -- [42]
						{
							["type"] = "SYSTEM",
							["time"] = 1588853282,
							["arg1"] = "丶丷下线了。",
						}, -- [43]
						{
							["type"] = "SYSTEM",
							["time"] = 1588853290,
							["arg1"] = "|Hplayer:岩熊|h[岩熊]|h上线了。",
						}, -- [44]
						{
							["type"] = "SYSTEM",
							["time"] = 1588853370,
							["arg1"] = "非酋巴扎黑下线了。",
						}, -- [45]
						{
							["type"] = "SYSTEM",
							["time"] = 1588853379,
							["arg1"] = "|Hplayer:非酋巴扎黑|h[非酋巴扎黑]|h上线了。",
						}, -- [46]
						{
							["type"] = "SYSTEM",
							["time"] = 1588853386,
							["arg1"] = "非酋巴扎黑下线了。",
						}, -- [47]
						{
							["arg1"] = " ",
						}, -- [48]
						{
							["arg1"] = " ",
						}, -- [49]
						{
							["arg1"] = "记录开始于 05/07/2020 的 20:13:19。",
							["type"] = "SYSTEM",
						}, -- [50]
						{
							["type"] = "SYSTEM",
							["time"] = 1588853788,
							["arg1"] = "你忘却了|cff71d5ff|Hspell:132469:0|h[台风]|h|r。",
						}, -- [51]
						{
							["type"] = "SYSTEM",
							["time"] = 1588853788,
							["arg1"] = "你学会新的法术：|cff71d5ff|Hspell:102359:0|h[群体缠绕]|h|r",
						}, -- [52]
						{
							["type"] = "SYSTEM",
							["time"] = 1588853811,
							["arg1"] = "你忘却了|cff71d5ff|Hspell:102359:0|h[群体缠绕]|h|r。",
						}, -- [53]
						{
							["type"] = "SYSTEM",
							["time"] = 1588853811,
							["arg1"] = "你学会新的法术：|cff71d5ff|Hspell:132469:0|h[台风]|h|r",
						}, -- [54]
						{
							["type"] = "SYSTEM",
							["time"] = 1588854234,
							["arg1"] = "儿童周，齐欢闹。领上伙伴，探险妙！各类宠物等你来，简单任务就得到。头衔收集并不难，战场挑战不能少。冒险者们请留步，陪伴儿童感受爱，放松情绪压力小！",
						}, -- [55]
						{
							["arg1"] = " ",
						}, -- [56]
						{
							["arg1"] = " ",
						}, -- [57]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 20:35:09。",
						}, -- [58]
						{
							["type"] = "SYSTEM",
							["time"] = 1588854978,
							["arg1"] = "|Hplayer:岩熊|h[岩熊]|h邀请你加入队伍。",
						}, -- [59]
						{
							["type"] = "SYSTEM",
							["time"] = 1588854980,
							["arg1"] = "地下城难度已设置为史诗。",
						}, -- [60]
						{
							["type"] = "SYSTEM",
							["time"] = 1588855223,
							["arg1"] = "丫丫小猫-血顶现在是队长",
						}, -- [61]
						{
							["type"] = "SYSTEM",
							["time"] = 1588855225,
							["arg1"] = "岩熊离开了队伍。",
						}, -- [62]
						{
							["type"] = "SYSTEM",
							["time"] = 1588855227,
							["arg1"] = "岩熊下线了。",
						}, -- [63]
						{
							["type"] = "SYSTEM",
							["time"] = 1588855233,
							["arg1"] = "|Hplayer:丶丷|h[丶丷]|h上线了。",
						}, -- [64]
						{
							["type"] = "SYSTEM",
							["time"] = 1588855245,
							["arg1"] = "丶丷加入了队伍。",
						}, -- [65]
						{
							["type"] = "SYSTEM",
							["time"] = 1588855466,
							["arg1"] = "丶丷现在是队长",
						}, -- [66]
						{
							["type"] = "SYSTEM",
							["time"] = 1588855636,
							["arg1"] = "|Hplayer:Xiaodouding|h[Xiaodouding]|h上线了。",
						}, -- [67]
						{
							["type"] = "SYSTEM",
							["time"] = 1588855716,
							["arg1"] = "|Hplayer:秋夕七秒|h[秋夕七秒]|h上线了。",
						}, -- [68]
						{
							["type"] = "SYSTEM",
							["time"] = 1588855750,
							["arg1"] = "|cff0070dd|Hbattlepet:2838:1:3:163:11:10:BattlePet-0-000005E761A8:94711|h[克苏法]|h|r已加入了你的宠物手册！",
						}, -- [69]
						{
							["type"] = "SYSTEM",
							["time"] = 1588855776,
							["arg1"] = "|cff0070dd|Hbattlepet:2838:25:3:1680:269:260:BattlePet-0-000005E761AF:94711|h[克苏法]|h|r已加入了你的宠物手册！",
						}, -- [70]
						{
							["type"] = "SYSTEM",
							["time"] = 1588855880,
							["arg1"] = "你已经发出了决斗要求",
						}, -- [71]
						{
							["type"] = "SYSTEM",
							["time"] = 1588855884,
							["arg1"] = "决斗开始：3",
						}, -- [72]
						{
							["type"] = "SYSTEM",
							["time"] = 1588855885,
							["arg1"] = "决斗开始：2",
						}, -- [73]
						{
							["type"] = "SYSTEM",
							["time"] = 1588855886,
							["arg1"] = "决斗开始：1",
						}, -- [74]
						{
							["type"] = "SYSTEM",
							["time"] = 1588856005,
							["arg1"] = "丶丷在决斗中战胜了风起春城暮",
						}, -- [75]
						{
							["type"] = "SYSTEM",
							["time"] = 1588856052,
							["arg1"] = "阿拉希捐赠：阿昆达之噬完成。",
						}, -- [76]
						{
							["type"] = "SYSTEM",
							["time"] = 1588856052,
							["arg1"] = "你获得了物品：|cffa335ee|Hcurrency:1553:500|h[闪耀的艾泽里特碎片]|h|r。",
						}, -- [77]
						{
							["type"] = "SYSTEM",
							["time"] = 1588856052,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:105::11:4:6316:4932:4933:1650:::|h[艾泽拉斯之心]|h|r获得了500点神器能量。",
						}, -- [78]
						{
							["type"] = "SYSTEM",
							["time"] = 1588856055,
							["arg1"] = "你获得了物品：|cffa335ee|Hcurrency:1553:500|h[闪耀的艾泽里特碎片]|h|r。",
						}, -- [79]
						{
							["type"] = "SYSTEM",
							["time"] = 1588856055,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:105::11:4:6316:4932:4933:1650:::|h[艾泽拉斯之心]|h|r获得了500点神器能量。",
						}, -- [80]
						{
							["type"] = "SYSTEM",
							["time"] = 1588856055,
							["arg1"] = "阿拉希捐赠：黄金完成。",
						}, -- [81]
						{
							["arg1"] = " ",
						}, -- [82]
						{
							["arg1"] = " ",
						}, -- [83]
						{
							["arg1"] = "记录开始于 05/07/2020 的 20:56:38。",
							["type"] = "SYSTEM",
						}, -- [84]
						{
							["type"] = "SYSTEM",
							["time"] = 1588856277,
							["arg1"] = "丫丫小猫-血顶现在是队长",
						}, -- [85]
						{
							["type"] = "SYSTEM",
							["time"] = 1588856284,
							["arg1"] = "丶丷离开了队伍。",
						}, -- [86]
						{
							["type"] = "SYSTEM",
							["time"] = 1588856398,
							["arg1"] = "你已经加入了海岛探险的队列。",
						}, -- [87]
						{
							["type"] = "SYSTEM",
							["time"] = 1588856410,
							["arg1"] = "你忘却了|cff71d5ff|Hspell:203964:0|h[星河守护者]|h|r。",
						}, -- [88]
						{
							["type"] = "SYSTEM",
							["time"] = 1588856410,
							["arg1"] = "你学会新的技能：|cff71d5ff|Hspell:102558:0|h[化身：乌索克的守护者]|h|r",
						}, -- [89]
						{
							["type"] = "SYSTEM",
							["time"] = 1588856416,
							["arg1"] = "你同时处于小队和副本队伍中。你可以使用“/p”来和你的小队队友沟通，或使用“/i”来和你的副本队伍成员沟通。",
						}, -- [90]
						{
							["type"] = "SYSTEM",
							["time"] = 1588856416,
							["arg1"] = "地下城难度已设置为史诗。",
						}, -- [91]
					},
				}, -- [9]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "成就",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/07/2020 的 20:13:19。",
							["type"] = "SYSTEM",
						}, -- [1]
						{
							["arg2"] = "风啸九天-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1588853976,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12560:Player-2124-01CB9B13:1:5:7:20:4294967295:4294967295:4294967295:4294967295|h[探索沃顿]|h|r！",
							["clColor"] = "fff38bb9",
						}, -- [2]
						{
							["arg1"] = " ",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 20:35:09。",
						}, -- [5]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1588856005,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:1157:Player-2124-0AA46C2A:1:5:7:20:4294967295:4294967295:4294967295:4294967295|h[决斗赢家]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [6]
						{
							["arg1"] = " ",
						}, -- [7]
						{
							["arg1"] = " ",
						}, -- [8]
						{
							["arg1"] = "记录开始于 05/07/2020 的 20:56:38。",
							["type"] = "SYSTEM",
						}, -- [9]
					},
				}, -- [10]
				{
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/07/2020 的 20:13:19。",
							["type"] = "SYSTEM",
						}, -- [1]
						{
							["arg2"] = "睡觉喽",
							["type"] = "MONSTER_YELL",
							["time"] = 1588854237,
							["arg1"] = "没有人胆敢挑战兄弟会！",
							["clColor"] = "fffef367",
						}, -- [2]
						{
							["arg1"] = " ",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["arg1"] = "记录开始于 05/07/2020 的 20:56:38。",
							["type"] = "SYSTEM",
						}, -- [5]
					},
					["hasMessage"] = false,
					["enabled"] = true,
				}, -- [11]
				["公会招募"] = {
					["enabled"] = true,
					["name"] = "公会招募",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/07/2020 的 20:56:38。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				},
				["世界防务"] = {
					["enabled"] = true,
					["name"] = "世界防务",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/07/2020 的 20:56:38。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				},
				["交易"] = {
					["enabled"] = true,
					["name"] = "交易",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/07/2020 的 20:56:38。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				},
				["综合"] = {
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "综合",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 20:35:09。",
						}, -- [1]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [2]
						{
							["arg1"] = " ",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["arg1"] = "记录开始于 05/07/2020 的 20:56:38。",
							["type"] = "SYSTEM",
						}, -- [5]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [6]
					},
				},
				["本地防务"] = {
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "本地防务",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 20:35:09。",
						}, -- [1]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [2]
						{
							["arg1"] = " ",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["arg1"] = "记录开始于 05/07/2020 的 20:56:38。",
							["type"] = "SYSTEM",
						}, -- [5]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [6]
					},
				},
			},
		},
	},
}
