
ElephantDBPerChar = {
	["profileKeys"] = {
		["风起春城暮 - 亡语者"] = "风起春城暮 - 亡语者",
	},
	["char"] = {
		["风起春城暮 - 亡语者"] = {
			["logs"] = {
				{
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "悄悄话",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/07/2020 的 21:35:08。",
							["type"] = "SYSTEM",
						}, -- [1]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588858931,
							["arg1"] = "来吧，淹死吧。",
						}, -- [2]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588858997,
							["arg1"] = "逃……逃吧。你终将侍奉我。",
						}, -- [3]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588859116,
							["arg1"] = "睁开你的眼睛。",
						}, -- [4]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588859185,
							["arg1"] = "逃……逃吧。你终将侍奉我。",
						}, -- [5]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588859321,
							["arg1"] = "睁开你的眼睛。",
						}, -- [6]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588859391,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [7]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588860288,
							["arg1"] = "你让你真正的主人失望了。",
						}, -- [8]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588860336,
							["arg1"] = "进入我的国度……证明你们的价值。",
						}, -- [9]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588860435,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [10]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588862697,
							["arg1"] = "一个陨落，又有一千个代替它。",
						}, -- [11]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588862883,
							["arg1"] = "你在抵抗注定的命运。",
						}, -- [12]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588863049,
							["arg1"] = "接受我的赐福，就能揭晓所有真相。",
						}, -- [13]
						{
							["arg1"] = " ",
						}, -- [14]
						{
							["arg1"] = " ",
						}, -- [15]
						{
							["arg1"] = "记录开始于 05/08/2020 的 21:26:52。",
							["type"] = "SYSTEM",
						}, -- [16]
						{
							["arg2"] = "|Kq8|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1588944797,
							["arg1"] = "小猫",
						}, -- [17]
						{
							["arg2"] = "|Kq8|k",
							["type"] = "BN_WHISPER",
							["time"] = 1588944838,
							["arg1"] = "啊",
						}, -- [18]
						{
							["arg2"] = "|Kq8|k",
							["type"] = "BN_WHISPER",
							["time"] = 1588944849,
							["arg1"] = "怎么了 小美人",
						}, -- [19]
						{
							["arg2"] = "|Kq8|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1588944854,
							["arg1"] = "低保？",
						}, -- [20]
						{
							["arg2"] = "|Kq8|k",
							["type"] = "BN_WHISPER",
							["time"] = 1588944863,
							["arg1"] = "走啊",
						}, -- [21]
						{
							["arg2"] = "|Kq8|k",
							["type"] = "BN_WHISPER",
							["time"] = 1588944877,
							["arg1"] = "熊宝？",
						}, -- [22]
						{
							["arg2"] = "|Kq8|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1588944888,
							["arg1"] = "他在等空投 等等",
						}, -- [23]
						{
							["arg2"] = "|Kq8|k",
							["type"] = "BN_WHISPER",
							["time"] = 1588944893,
							["arg1"] = "好",
						}, -- [24]
						{
							["arg1"] = " ",
						}, -- [25]
						{
							["arg1"] = " ",
						}, -- [26]
						{
							["arg1"] = "记录开始于 05/08/2020 的 22:12:22。",
							["type"] = "SYSTEM",
						}, -- [27]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588947720,
							["arg1"] = "睁开你的眼睛。",
						}, -- [28]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588947787,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [29]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588948302,
							["arg1"] = "进入我的国度……证明你们的价值。",
						}, -- [30]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588948422,
							["arg1"] = "你们的眼睛……闭上了。",
						}, -- [31]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588948675,
							["arg1"] = "来吧，淹死吧。",
						}, -- [32]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588948753,
							["arg1"] = "你们的眼睛……闭上了。",
						}, -- [33]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588948888,
							["arg1"] = "睁开你的眼睛。",
						}, -- [34]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588948965,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [35]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588949195,
							["arg1"] = "很好，我的选民。你们证明了自己有资格接受我的馈赠。",
						}, -- [36]
						{
							["arg1"] = " ",
						}, -- [37]
						{
							["arg1"] = " ",
						}, -- [38]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 22:49:32。",
						}, -- [39]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588949619,
							["arg1"] = "来吧，淹死吧。",
						}, -- [40]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588949700,
							["arg1"] = "你们的眼睛……闭上了。",
						}, -- [41]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588950675,
							["arg1"] = "来吧，淹死吧。",
						}, -- [42]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588950750,
							["arg1"] = "你们的眼睛……闭上了。",
						}, -- [43]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588951208,
							["arg1"] = "睁开你的眼睛。",
						}, -- [44]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588951319,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [45]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588951334,
							["arg1"] = "你无法逃脱命运。",
						}, -- [46]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588951554,
							["arg1"] = "很好，我的选民。你们证明了自己有资格接受我的馈赠。",
						}, -- [47]
						{
							["arg1"] = " ",
						}, -- [48]
						{
							["arg1"] = " ",
						}, -- [49]
						{
							["arg1"] = "记录开始于 05/09/2020 的 20:13:03。",
							["type"] = "SYSTEM",
						}, -- [50]
						{
							["arg2"] = "歼灭者拉克哈尔",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589026707,
							["arg1"] = "痛苦在等待着你！",
						}, -- [51]
						{
							["arg2"] = "歼灭者拉克哈尔",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589026721,
							["arg1"] = "永恒的……痛苦……",
						}, -- [52]
						{
							["arg2"] = "屠戮者西克沃斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589027144,
							["arg1"] = "你必将破碎！",
						}, -- [53]
						{
							["arg2"] = "屠戮者西克沃斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589027172,
							["arg1"] = "尼奥罗萨……已经归来……",
						}, -- [54]
						{
							["arg2"] = "无光者维兹奥克",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589027397,
							["arg1"] = "跪倒在恩佐斯面前！",
						}, -- [55]
						{
							["arg2"] = "无光者维兹奥克",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589027430,
							["arg1"] = "一切……都将……灭亡……",
						}, -- [56]
						{
							["arg2"] = "|Kq58|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589028095,
							["arg1"] = "?",
						}, -- [57]
						{
							["arg1"] = " ",
						}, -- [58]
						{
							["arg1"] = " ",
						}, -- [59]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 20:41:55。",
						}, -- [60]
						{
							["arg2"] = "|Kq58|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589028140,
							["arg1"] = "你今天怀旧团？",
						}, -- [61]
						{
							["arg2"] = "|Kq58|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589028239,
							["arg1"] = "有事?",
						}, -- [62]
						{
							["arg1"] = " ",
						}, -- [63]
						{
							["arg1"] = " ",
						}, -- [64]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 22:23:20。",
						}, -- [65]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589034888,
							["arg1"] = "睁开你的眼睛。",
						}, -- [66]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589034987,
							["arg1"] = "逃……逃吧。你终将侍奉我。",
						}, -- [67]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589035653,
							["arg1"] = "睁开你的眼睛。",
						}, -- [68]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589035731,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [69]
						{
							["arg1"] = " ",
						}, -- [70]
						{
							["arg1"] = " ",
						}, -- [71]
						{
							["arg1"] = "记录开始于 05/09/2020 的 23:02:08。",
							["type"] = "SYSTEM",
						}, -- [72]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589036694,
							["arg1"] = "你让你真正的主人失望了。",
						}, -- [73]
						{
							["arg2"] = "|Kq127|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589036717,
							["arg1"] = "多久",
						}, -- [74]
						{
							["arg2"] = "|Kq127|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589036718,
							["arg1"] = "<Deadly Boss Mods> 风起春城暮正在与史诗+ (19) - 孢子召唤师赞查交战，（当前37%，5/5存活）",
						}, -- [75]
						{
							["arg2"] = "|Kq127|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589036721,
							["arg1"] = "等下借我个团",
						}, -- [76]
						{
							["arg2"] = "|Kq127|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589036796,
							["arg1"] = "<DBM> 风起春城暮已在史诗+ (19) - 孢子召唤师赞查的战斗中取得胜利！总计1次胜利。",
						}, -- [77]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589037066,
							["arg1"] = "进入我的国度……证明你们的价值。",
						}, -- [78]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589037181,
							["arg1"] = "逃……逃吧。你终将侍奉我。",
						}, -- [79]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589037349,
							["arg1"] = "来吧，淹死吧。",
						}, -- [80]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589037430,
							["arg1"] = "你们的眼睛……闭上了。",
						}, -- [81]
						{
							["arg1"] = " ",
						}, -- [82]
						{
							["arg1"] = " ",
						}, -- [83]
						{
							["arg1"] = "记录开始于 05/09/2020 的 23:28:14。",
							["type"] = "SYSTEM",
						}, -- [84]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589038549,
							["arg1"] = "睁开你的眼睛。",
						}, -- [85]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589038620,
							["arg1"] = "逃……逃吧。你终将侍奉我。",
						}, -- [86]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589039118,
							["arg1"] = "进入我的国度……证明你们的价值。",
						}, -- [87]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589039216,
							["arg1"] = "你们的眼睛……闭上了。",
						}, -- [88]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589039332,
							["arg1"] = "来吧，淹死吧。",
						}, -- [89]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589039398,
							["arg1"] = "你们的眼睛……闭上了。",
						}, -- [90]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589040136,
							["arg1"] = "进入我的国度……证明你们的价值。",
						}, -- [91]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589040206,
							["arg1"] = "你们的眼睛……闭上了。",
						}, -- [92]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589040431,
							["arg1"] = "你让你真正的主人失望了。",
						}, -- [93]
					},
				}, -- [1]
				{
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "团队",
					["logs"] = {
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949957,
							["arg1"] = "哦，看看是谁还在晕船呢！",
						}, -- [1]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949974,
							["arg1"] = "这滋味你今生难忘！",
						}, -- [2]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949978,
							["arg1"] = "看来……我要去……喂鲨鱼了……",
						}, -- [3]
						{
							["arg2"] = "黑齿拳手",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950135,
							["arg1"] = "我们自己乱战了起来！",
						}, -- [4]
						{
							["arg2"] = "“两眼虫”戴维",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950352,
							["arg1"] = "来来来，下注了！又来了一群受害——呃，参赛者！交给你们了，古尔戈索克和伍迪！",
						}, -- [5]
						{
							["arg2"] = "尤朵拉船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950479,
							["arg1"] = "我要拿你们的骨头当靶子。",
						}, -- [6]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950482,
							["arg1"] = "看看你能不能撑得住！",
						}, -- [7]
						{
							["arg2"] = "拉乌尔船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950487,
							["arg1"] = "干杯，水手们！",
						}, -- [8]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950488,
							["arg1"] = "预备！",
						}, -- [9]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950495,
							["arg1"] = "第一滴血！",
						}, -- [10]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950513,
							["arg1"] = "钢铁之潮！",
						}, -- [11]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950536,
							["arg1"] = "预备！",
						}, -- [12]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950566,
							["arg1"] = "钢铁之潮！",
						}, -- [13]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950589,
							["arg1"] = "预备！",
						}, -- [14]
						{
							["arg2"] = "尤朵拉船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950604,
							["arg1"] = "打得……漂亮……",
						}, -- [15]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950614,
							["arg1"] = "预备！",
						}, -- [16]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950638,
							["arg1"] = "钢铁之潮！",
						}, -- [17]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950659,
							["arg1"] = "请把我的剑跟我埋在一起……",
						}, -- [18]
						{
							["arg2"] = "拉乌尔船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950665,
							["arg1"] = "真受不了你们，喝酒去！",
						}, -- [19]
						{
							["arg2"] = "尤朵拉船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950669,
							["arg1"] = "啊，我枪膛里还有子弹呢。",
						}, -- [20]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950673,
							["arg1"] = "我什么时候才能碰上旗鼓相当的对手？",
						}, -- [21]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588950675,
							["arg1"] = "来吧，淹死吧。",
						}, -- [22]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588950750,
							["arg1"] = "你们的眼睛……闭上了。",
						}, -- [23]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588951208,
							["arg1"] = "睁开你的眼睛。",
						}, -- [24]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588951319,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [25]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588951334,
							["arg1"] = "你无法逃脱命运。",
						}, -- [26]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951334,
							["arg1"] = "猪猡，你觉得能斗得过我？看来我得好好教训你。",
						}, -- [27]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951355,
							["arg1"] = "开炮！把这些癞皮狗轰成渣！",
						}, -- [28]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951367,
							["arg1"] = "拿他们的肠子擦甲板！",
						}, -- [29]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951373,
							["arg1"] = "让这些水手瞧瞧我们的火力！",
						}, -- [30]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951388,
							["arg1"] = "全体上甲板！",
						}, -- [31]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951394,
							["arg1"] = "让这些水手瞧瞧我们的火力！",
						}, -- [32]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951409,
							["arg1"] = "拿他们的肠子擦甲板！",
						}, -- [33]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951415,
							["arg1"] = "让这些水手瞧瞧我们的火力！",
						}, -- [34]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951443,
							["arg1"] = "开炮！把这些癞皮狗轰成渣！",
						}, -- [35]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951449,
							["arg1"] = "拿他们的肠子擦甲板！",
						}, -- [36]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951461,
							["arg1"] = "开炮！把这些癞皮狗轰成渣！",
						}, -- [37]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951473,
							["arg1"] = "全体上甲板！",
						}, -- [38]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951485,
							["arg1"] = "让这些水手瞧瞧我们的火力！",
						}, -- [39]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951497,
							["arg1"] = "全体上甲板！",
						}, -- [40]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951519,
							["arg1"] = "开炮！把这些癞皮狗轰成渣！",
						}, -- [41]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951525,
							["arg1"] = "拿他们的肠子擦甲板！",
						}, -- [42]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951531,
							["arg1"] = "不可……思议……",
						}, -- [43]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588951554,
							["arg1"] = "很好，我的选民。你们证明了自己有资格接受我的馈赠。",
						}, -- [44]
						{
							["arg1"] = " ",
						}, -- [45]
						{
							["arg1"] = " ",
						}, -- [46]
						{
							["arg1"] = "记录开始于 05/09/2020 的 20:13:03。",
							["type"] = "SYSTEM",
						}, -- [47]
						{
							["arg2"] = "审判官格恩肖尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589026699,
							["arg1"] = "干掉那个兽人，清扫暗巷区！拒绝主人之血的都不得好死！",
						}, -- [48]
						{
							["arg2"] = "歼灭者拉克哈尔",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589026707,
							["arg1"] = "痛苦在等待着你！",
						}, -- [49]
						{
							["arg2"] = "歼灭者拉克哈尔",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589026721,
							["arg1"] = "永恒的……痛苦……",
						}, -- [50]
						{
							["arg2"] = "博亚",
							["type"] = "MONSTER_YELL",
							["time"] = 1589026788,
							["arg1"] = "救命！斯诺恩发疯了！",
						}, -- [51]
						{
							["arg2"] = "雷克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589026896,
							["arg1"] = "你不过是恩佐斯无尽大军面前的蝼蚁。现在，我就要踩死你！",
						}, -- [52]
						{
							["arg2"] = "雷克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027056,
							["arg1"] = "我会把你的血肉喂给我的野兽，把你的灵魂献给恩佐斯！",
						}, -- [53]
						{
							["arg2"] = "雷克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027061,
							["arg1"] = "来吧，我的宠物！侍奉你的主人！",
						}, -- [54]
						{
							["arg2"] = "雷克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027067,
							["arg1"] = "我的野兽会吞噬你！",
						}, -- [55]
						{
							["arg2"] = "雷克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027075,
							["arg1"] = "消灭这些猎物！",
						}, -- [56]
						{
							["arg2"] = "雷克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027078,
							["arg1"] = "恩佐斯能号令的，可不只是动物！",
						}, -- [57]
						{
							["arg2"] = "泽坎",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027131,
							["arg1"] = "勇士们！我们需要帮助！",
						}, -- [58]
						{
							["arg2"] = "屠戮者西克沃斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589027144,
							["arg1"] = "你必将破碎！",
						}, -- [59]
						{
							["arg2"] = "泽坎",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027146,
							["arg1"] = "得先把那个干掉。",
						}, -- [60]
						{
							["arg2"] = "屠戮者西克沃斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589027172,
							["arg1"] = "尼奥罗萨……已经归来……",
						}, -- [61]
						{
							["arg2"] = "泽坎",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027182,
							["arg1"] = "恩佐斯的腐化图腾全是虚空的低语，把我们的萨满逼疯了。得把图腾都毁掉。",
						}, -- [62]
						{
							["arg2"] = "盖亚拉大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027184,
							["arg1"] = "杜隆坦的假儿子必须死！他手上沾满了玛格汉的鲜血！",
						}, -- [63]
						{
							["arg2"] = "无光者维兹奥克",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027344,
							["arg1"] = "虚空在呼唤你！",
						}, -- [64]
						{
							["arg2"] = "盖亚拉大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027345,
							["arg1"] = "以玛格汉的名义，干掉那个怪物！",
						}, -- [65]
						{
							["arg2"] = "无光者维兹奥克",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589027397,
							["arg1"] = "跪倒在恩佐斯面前！",
						}, -- [66]
						{
							["arg2"] = "无光者维兹奥克",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589027430,
							["arg1"] = "一切……都将……灭亡……",
						}, -- [67]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027914,
							["arg1"] = "元素已经发声。艾泽拉斯即将灭亡。",
						}, -- [68]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027920,
							["arg1"] = "不喝血的，都得死！",
						}, -- [69]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027924,
							["arg1"] = "古神之血是我们唯一的救赎！",
						}, -- [70]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027932,
							["arg1"] = "我们必须服从恩佐斯！",
						}, -- [71]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027958,
							["arg1"] = "我们必须服从恩佐斯！",
						}, -- [72]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027974,
							["arg1"] = "感谢你……让我……重获自由……",
						}, -- [73]
						{
							["arg1"] = " ",
						}, -- [74]
						{
							["arg1"] = " ",
						}, -- [75]
						{
							["arg1"] = "记录开始于 05/09/2020 的 21:18:08。",
							["type"] = "SYSTEM",
						}, -- [76]
						{
							["arg2"] = "未知目标",
							["type"] = "MONSTER_YELL",
							["time"] = 1589030678,
							["arg1"] = "你胆敢打扰我们神圣的行动？",
						}, -- [77]
						{
							["arg2"] = "凯姆斯，黎明之刃",
							["type"] = "MONSTER_YELL",
							["time"] = 1589030698,
							["arg1"] = "你会因为惹怒光刃而懊悔不已！",
						}, -- [78]
						{
							["arg2"] = "凯姆斯，黎明之刃",
							["type"] = "MONSTER_YELL",
							["time"] = 1589030712,
							["arg1"] = "你才打败了学生，现在面对老师吧！",
						}, -- [79]
						{
							["arg2"] = "哈丹队长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589030996,
							["arg1"] = "阿玛赛特已经释放了泰坦守护者！坚守战线！",
						}, -- [80]
						{
							["arg1"] = " ",
						}, -- [81]
						{
							["arg1"] = " ",
						}, -- [82]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 22:23:20。",
						}, -- [83]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589034888,
							["arg1"] = "睁开你的眼睛。",
						}, -- [84]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589034987,
							["arg1"] = "逃……逃吧。你终将侍奉我。",
						}, -- [85]
						{
							["arg2"] = "长者莉娅克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589035008,
							["arg1"] = "戈霍恩之力会吞噬你！",
						}, -- [86]
						{
							["arg2"] = "长者莉娅克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589035014,
							["arg1"] = "腐烂消亡吧！",
						}, -- [87]
						{
							["arg2"] = "长者莉娅克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589035018,
							["arg1"] = "戈霍恩无所不在！",
						}, -- [88]
						{
							["arg2"] = "长者莉娅克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589035030,
							["arg1"] = "腐烂消亡吧！",
						}, -- [89]
						{
							["arg2"] = "长者莉娅克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589035040,
							["arg1"] = "戈霍恩之力会吞噬你！",
						}, -- [90]
						{
							["arg2"] = "长者莉娅克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589035046,
							["arg1"] = "腐烂消亡吧！",
						}, -- [91]
						{
							["arg2"] = "长者莉娅克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589035061,
							["arg1"] = "腐烂消亡吧！",
						}, -- [92]
						{
							["arg2"] = "长者莉娅克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589035066,
							["arg1"] = "戈霍恩无所不在！",
						}, -- [93]
						{
							["arg2"] = "长者莉娅克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589035070,
							["arg1"] = "戈霍恩之力会吞噬你！",
						}, -- [94]
						{
							["arg2"] = "长者莉娅克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589035077,
							["arg1"] = "腐烂消亡吧！",
						}, -- [95]
						{
							["arg2"] = "长者莉娅克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589035093,
							["arg1"] = "腐烂消亡吧！",
						}, -- [96]
						{
							["arg2"] = "长者莉娅克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589035100,
							["arg1"] = "戈霍恩之力会吞噬你！",
						}, -- [97]
						{
							["arg2"] = "长者莉娅克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589035109,
							["arg1"] = "腐烂消亡吧！",
						}, -- [98]
						{
							["arg2"] = "长者莉娅克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589035115,
							["arg1"] = "戈霍恩无所不在！",
						}, -- [99]
						{
							["arg2"] = "长者莉娅克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589035125,
							["arg1"] = "腐烂消亡吧！",
						}, -- [100]
						{
							["arg2"] = "长者莉娅克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589035131,
							["arg1"] = "戈霍恩之力会吞噬你！",
						}, -- [101]
						{
							["arg2"] = "长者莉娅克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589035134,
							["arg1"] = "我的鲜血献给戈霍恩……",
						}, -- [102]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589035653,
							["arg1"] = "睁开你的眼睛。",
						}, -- [103]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589035731,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [104]
						{
							["arg2"] = "孢子召唤师赞查",
							["type"] = "MONSTER_YELL",
							["time"] = 1589036354,
							["arg1"] = "收割！",
						}, -- [105]
						{
							["arg2"] = "孢子召唤师赞查",
							["type"] = "MONSTER_YELL",
							["time"] = 1589036399,
							["arg1"] = "生长吧！",
						}, -- [106]
						{
							["arg2"] = "孢子召唤师赞查",
							["type"] = "MONSTER_YELL",
							["time"] = 1589036423,
							["arg1"] = "腐烂吧！",
						}, -- [107]
						{
							["arg2"] = "孢子召唤师赞查",
							["type"] = "MONSTER_YELL",
							["time"] = 1589036450,
							["arg1"] = "生长吧！",
						}, -- [108]
						{
							["arg2"] = "孢子召唤师赞查",
							["type"] = "MONSTER_YELL",
							["time"] = 1589036461,
							["arg1"] = "成为肥料吧！",
						}, -- [109]
						{
							["arg1"] = " ",
						}, -- [110]
						{
							["arg1"] = " ",
						}, -- [111]
						{
							["arg1"] = "记录开始于 05/09/2020 的 23:02:08。",
							["type"] = "SYSTEM",
						}, -- [112]
						{
							["arg2"] = "孢子召唤师赞查",
							["type"] = "MONSTER_YELL",
							["time"] = 1589036563,
							["arg1"] = "腐烂必须扩散！",
						}, -- [113]
						{
							["arg2"] = "孢子召唤师赞查",
							["type"] = "MONSTER_YELL",
							["time"] = 1589036610,
							["arg1"] = "生长吧！",
						}, -- [114]
						{
							["arg2"] = "孢子召唤师赞查",
							["type"] = "MONSTER_YELL",
							["time"] = 1589036660,
							["arg1"] = "腐化绽放！",
						}, -- [115]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589036694,
							["arg1"] = "你让你真正的主人失望了。",
						}, -- [116]
						{
							["arg2"] = "孢子召唤师赞查",
							["type"] = "MONSTER_YELL",
							["time"] = 1589036712,
							["arg1"] = "生长吧！",
						}, -- [117]
						{
							["arg2"] = "孢子召唤师赞查",
							["type"] = "MONSTER_YELL",
							["time"] = 1589036735,
							["arg1"] = "腐烂吧！",
						}, -- [118]
						{
							["arg2"] = "孢子召唤师赞查",
							["type"] = "MONSTER_YELL",
							["time"] = 1589036763,
							["arg1"] = "生长吧！",
						}, -- [119]
						{
							["arg2"] = "孢子召唤师赞查",
							["type"] = "MONSTER_YELL",
							["time"] = 1589036796,
							["arg1"] = "万物终将……凋零……",
						}, -- [120]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589037066,
							["arg1"] = "进入我的国度……证明你们的价值。",
						}, -- [121]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589037181,
							["arg1"] = "逃……逃吧。你终将侍奉我。",
						}, -- [122]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589037349,
							["arg1"] = "来吧，淹死吧。",
						}, -- [123]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589037430,
							["arg1"] = "你们的眼睛……闭上了。",
						}, -- [124]
						{
							["arg2"] = "泰坦守护者赫兹雷尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589037445,
							["arg1"] = "行星感染即将到来。",
						}, -- [125]
						{
							["arg2"] = "泰坦守护者赫兹雷尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589037523,
							["arg1"] = "侦测到剧毒样本。最高抑制优先级。",
						}, -- [126]
						{
							["arg2"] = "不羁畸变怪",
							["type"] = "MONSTER_YELL",
							["time"] = 1589037558,
							["arg1"] = "吞食！消灭！扩散！",
						}, -- [127]
						{
							["arg2"] = "泰坦守护者赫兹雷尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589037576,
							["arg1"] = "正在净化区域。",
						}, -- [128]
						{
							["arg2"] = "泰坦守护者赫兹雷尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589037594,
							["arg1"] = "正在净化区域。",
						}, -- [129]
						{
							["arg2"] = "不羁畸变怪",
							["type"] = "MONSTER_YELL",
							["time"] = 1589037604,
							["arg1"] = "感染成功！",
						}, -- [130]
						{
							["arg2"] = "泰坦守护者赫兹雷尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589037610,
							["arg1"] = "侦测到感染。开始清理。",
						}, -- [131]
						{
							["arg2"] = "泰坦守护者赫兹雷尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589037615,
							["arg1"] = "侦测到感染。开始清理。",
						}, -- [132]
						{
							["arg2"] = "泰坦守护者赫兹雷尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589037630,
							["arg1"] = "正在净化区域。",
						}, -- [133]
						{
							["arg2"] = "泰坦守护者赫兹雷尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589037647,
							["arg1"] = "正在净化区域。",
						}, -- [134]
						{
							["arg2"] = "泰坦守护者赫兹雷尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589037664,
							["arg1"] = "正在净化区域。",
						}, -- [135]
						{
							["arg2"] = "泰坦守护者赫兹雷尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589037681,
							["arg1"] = "正在净化区域。",
						}, -- [136]
						{
							["arg2"] = "不羁畸变怪",
							["type"] = "MONSTER_YELL",
							["time"] = 1589037697,
							["arg1"] = "感染成功！",
						}, -- [137]
						{
							["arg2"] = "泰坦守护者赫兹雷尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589037698,
							["arg1"] = "正在净化区域。",
						}, -- [138]
						{
							["arg2"] = "泰坦守护者赫兹雷尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589037704,
							["arg1"] = "侦测到感染。开始清理。",
						}, -- [139]
						{
							["arg2"] = "泰坦守护者赫兹雷尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589037710,
							["arg1"] = "侦测到感染。开始清理。",
						}, -- [140]
						{
							["arg2"] = "泰坦守护者赫兹雷尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589037721,
							["arg1"] = "正在净化区域。",
						}, -- [141]
						{
							["arg2"] = "泰坦守护者赫兹雷尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589037738,
							["arg1"] = "正在净化区域。",
						}, -- [142]
						{
							["arg2"] = "泰坦守护者赫兹雷尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589037755,
							["arg1"] = "正在净化区域。",
						}, -- [143]
						{
							["arg2"] = "泰坦守护者赫兹雷尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589037772,
							["arg1"] = "正在净化区域。",
						}, -- [144]
						{
							["arg2"] = "不羁畸变怪",
							["type"] = "MONSTER_YELL",
							["time"] = 1589037784,
							["arg1"] = "感染成功！",
						}, -- [145]
						{
							["arg2"] = "泰坦守护者赫兹雷尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589037789,
							["arg1"] = "侦测到感染。开始清理。",
						}, -- [146]
						{
							["arg2"] = "泰坦守护者赫兹雷尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589037796,
							["arg1"] = "执行净化协议。",
						}, -- [147]
						{
							["arg2"] = "不羁畸变怪",
							["type"] = "MONSTER_YELL",
							["time"] = 1589037802,
							["arg1"] = "必须……扩散……",
						}, -- [148]
						{
							["arg2"] = "泰坦守护者赫兹雷尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589037804,
							["arg1"] = "正在启动最终防卫措施。摧毁传染根源。",
						}, -- [149]
						{
							["arg1"] = " ",
						}, -- [150]
						{
							["arg1"] = " ",
						}, -- [151]
						{
							["arg1"] = "记录开始于 05/09/2020 的 23:28:14。",
							["type"] = "SYSTEM",
						}, -- [152]
						{
							["arg2"] = "伯拉勒斯平民",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038375,
							["arg1"] = "部落在这里？！我还不如去和鲨鱼碰碰运气！",
						}, -- [153]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038522,
							["arg1"] = "我看到一名库尔提拉斯的精锐在前方的庭院里集结他的部队。",
						}, -- [154]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038528,
							["arg1"] = "只要消灭他，他们就会阵脚大乱，这样你就能轻松地在城市中穿行了。",
						}, -- [155]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589038549,
							["arg1"] = "睁开你的眼睛。",
						}, -- [156]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589038620,
							["arg1"] = "逃……逃吧。你终将侍奉我。",
						}, -- [157]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038642,
							["arg1"] = "大海将吞噬你的骨头！",
						}, -- [158]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038765,
							["arg1"] = "为了伯拉勒斯！",
						}, -- [159]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038766,
							["arg1"] = "我要砍死你！",
						}, -- [160]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038776,
							["arg1"] = "火炮准备！向我的位置开火！",
						}, -- [161]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038800,
							["arg1"] = "大海将吞噬你的骨头！",
						}, -- [162]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038801,
							["arg1"] = "我要砍死你！",
						}, -- [163]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038802,
							["arg1"] = "潮汐之力无人能挡！",
						}, -- [164]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038824,
							["arg1"] = "我要砍死你！",
						}, -- [165]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038837,
							["arg1"] = "火炮准备！向我的位置开火！",
						}, -- [166]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038849,
							["arg1"] = "潮汐之力无人能挡！",
						}, -- [167]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038849,
							["arg1"] = "我要砍死你！",
						}, -- [168]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038868,
							["arg1"] = "我要砍死你！",
						}, -- [169]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038872,
							["arg1"] = "受死吧！",
						}, -- [170]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038882,
							["arg1"] = "我要砍死你！",
						}, -- [171]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038882,
							["arg1"] = "无组织无纪律！",
						}, -- [172]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038883,
							["arg1"] = "受死吧！",
						}, -- [173]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038894,
							["arg1"] = "受死吧！",
						}, -- [174]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038898,
							["arg1"] = "火炮准备！向我的位置开火！",
						}, -- [175]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038908,
							["arg1"] = "受死吧！",
						}, -- [176]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038908,
							["arg1"] = "我要砍死你！",
						}, -- [177]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038918,
							["arg1"] = "潮汐之力无人能挡！",
						}, -- [178]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038919,
							["arg1"] = "我要砍死你！",
						}, -- [179]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038931,
							["arg1"] = "潮汐之力无人能挡！",
						}, -- [180]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038940,
							["arg1"] = "我要砍死你！",
						}, -- [181]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038942,
							["arg1"] = "潮汐之力无人能挡！",
						}, -- [182]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038952,
							["arg1"] = "潮汐之力无人能挡！",
						}, -- [183]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038953,
							["arg1"] = "你不配……赢得……胜利……",
						}, -- [184]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038958,
							["arg1"] = "哈！瞧他们四散而逃的样子。没有了领导，这群人类就是乌合之众。",
						}, -- [185]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038967,
							["arg1"] = "我在下一个区域发现了一名使用艾泽里特火炮的目标，很有价值。为部落夺取这些武器吧。",
						}, -- [186]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589039118,
							["arg1"] = "进入我的国度……证明你们的价值。",
						}, -- [187]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589039216,
							["arg1"] = "你们的眼睛……闭上了。",
						}, -- [188]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589039332,
							["arg1"] = "来吧，淹死吧。",
						}, -- [189]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589039398,
							["arg1"] = "你们的眼睛……闭上了。",
						}, -- [190]
						{
							["arg2"] = "艾什凡水手",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039401,
							["arg1"] = "洛克伍德船长！我们的部队已经失去了对码头的控制权。",
						}, -- [191]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039406,
							["arg1"] = "无所谓。我的火炮会把任何敌人化为灰烬！",
						}, -- [192]
						{
							["arg2"] = "艾什凡观察员",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039411,
							["arg1"] = "火炮！开火！",
						}, -- [193]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039413,
							["arg1"] = "那艘船上装满了艾泽里特。你去干掉船员，我负责把货物运出城市。",
						}, -- [194]
						{
							["arg2"] = "艾什凡观察员",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039425,
							["arg1"] = "火炮！开火！",
						}, -- [195]
						{
							["arg2"] = "艾什凡观察员",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039437,
							["arg1"] = "火炮！向我的目标开火！",
						}, -- [196]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039477,
							["arg1"] = "不留活口！",
						}, -- [197]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039490,
							["arg1"] = "全体船员……攻击！",
						}, -- [198]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039493,
							["arg1"] = "所有火炮……发射！",
						}, -- [199]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039550,
							["arg1"] = "扫清甲板！",
						}, -- [200]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039588,
							["arg1"] = "全体船员……攻击！",
						}, -- [201]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039591,
							["arg1"] = "屠戮者弹药……发射！",
						}, -- [202]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039622,
							["arg1"] = "扫清甲板！",
						}, -- [203]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039659,
							["arg1"] = "全体船员……攻击！",
						}, -- [204]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039662,
							["arg1"] = "屠戮者弹药……发射！",
						}, -- [205]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039684,
							["arg1"] = "扫清甲板！",
						}, -- [206]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039688,
							["arg1"] = "一枪射进你的内脏！",
						}, -- [207]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039708,
							["arg1"] = "一枪射进你的内脏！",
						}, -- [208]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039719,
							["arg1"] = "我受够了！",
						}, -- [209]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039722,
							["arg1"] = "所有火炮……发射！",
						}, -- [210]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039751,
							["arg1"] = "扫清甲板！",
						}, -- [211]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039773,
							["arg1"] = "我会驶向……未知的海域……",
						}, -- [212]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039778,
							["arg1"] = "摧毁那艘船反而让库尔提拉斯人缓了一口气，真是遗憾啊。",
						}, -- [213]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039784,
							["arg1"] = "不过，这些武器会为我们提供极大的优势。",
						}, -- [214]
						{
							["arg2"] = "艾什凡观察员",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039791,
							["arg1"] = "瞄准！",
						}, -- [215]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039791,
							["arg1"] = "我在南边发现了我们的下一个猎物。你最好动作快点。",
						}, -- [216]
						{
							["arg2"] = "艾什凡观察员",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039792,
							["arg1"] = "射击！！！",
						}, -- [217]
						{
							["arg2"] = "艾什凡观察员",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039798,
							["arg1"] = "重新装弹！！！",
						}, -- [218]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039800,
							["arg1"] = "摧毁那艘船反而让库尔提拉斯人缓了一口气，真是遗憾啊。",
						}, -- [219]
						{
							["arg2"] = "艾什凡观察员",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039802,
							["arg1"] = "瞄准！",
						}, -- [220]
						{
							["arg2"] = "艾什凡观察员",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039803,
							["arg1"] = "射击！！！",
						}, -- [221]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039807,
							["arg1"] = "不过，这些武器会为我们提供极大的优势。",
						}, -- [222]
						{
							["arg2"] = "艾什凡观察员",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039809,
							["arg1"] = "重新装弹！！！",
						}, -- [223]
						{
							["arg2"] = "艾什凡观察员",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039813,
							["arg1"] = "瞄准！",
						}, -- [224]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039814,
							["arg1"] = "我在南边发现了我们的下一个猎物。你最好动作快点。",
						}, -- [225]
						{
							["arg2"] = "艾什凡观察员",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039814,
							["arg1"] = "射击！！！",
						}, -- [226]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589040136,
							["arg1"] = "进入我的国度……证明你们的价值。",
						}, -- [227]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589040206,
							["arg1"] = "你们的眼睛……闭上了。",
						}, -- [228]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040211,
							["arg1"] = "这头野兽在使用被艾泽里特强化过的武器。",
						}, -- [229]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040216,
							["arg1"] = "我认为它不会乖乖投降，看来你只有从它的尸体上把那把武器给撬下来了。",
						}, -- [230]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040349,
							["arg1"] = "在六尺深水下腐烂吧！",
						}, -- [231]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040407,
							["arg1"] = "在六尺深水下腐烂吧！",
						}, -- [232]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040420,
							["arg1"] = "深渊将埋葬你们！",
						}, -- [233]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589040431,
							["arg1"] = "你让你真正的主人失望了。",
						}, -- [234]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040431,
							["arg1"] = "击溃！",
						}, -- [235]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040438,
							["arg1"] = "深渊将埋葬你们！",
						}, -- [236]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040457,
							["arg1"] = "粉碎！",
						}, -- [237]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040472,
							["arg1"] = "深渊将埋葬你们！",
						}, -- [238]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040481,
							["arg1"] = "击溃！",
						}, -- [239]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040489,
							["arg1"] = "粉碎！",
						}, -- [240]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040508,
							["arg1"] = "深渊将埋葬你们！",
						}, -- [241]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040525,
							["arg1"] = "粉碎！",
						}, -- [242]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040531,
							["arg1"] = "击溃！",
						}, -- [243]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040543,
							["arg1"] = "深渊将埋葬你们！",
						}, -- [244]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040543,
							["arg1"] = "请把我的尸体……送回……大海……",
						}, -- [245]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040548,
							["arg1"] = "黑暗女王一定会认可你的功劳。",
						}, -- [246]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040552,
							["arg1"] = "看来艾什凡为我们打开了一个便捷出口。我们可以走了，就让伯拉勒斯尽情地燃烧吧。",
						}, -- [247]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040565,
							["arg1"] = "黑暗女王一定会认可你的功劳。",
						}, -- [248]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040568,
							["arg1"] = "看来艾什凡为我们打开了一个便捷出口。我们可以走了，就让伯拉勒斯尽情地燃烧吧。",
						}, -- [249]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040902,
							["arg1"] = "有了你收集的艾泽里特，我们就能确保联盟也遭到和伯拉勒斯一样的命运。",
						}, -- [250]
					},
				}, -- [2]
				{
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "小队",
					["logs"] = {
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589038038,
							["arg1"] = "随便 ",
							["clColor"] = "ffc59a6c",
						}, -- [1]
						{
							["arg1"] = " ",
						}, -- [2]
						{
							["arg1"] = " ",
						}, -- [3]
						{
							["arg1"] = "记录开始于 05/09/2020 的 23:28:14。",
							["type"] = "SYSTEM",
						}, -- [4]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "PARTY",
							["time"] = 1589038125,
							["arg1"] = "多个倒霉蛋遛狗啊",
							["clColor"] = "ff8686ec",
						}, -- [5]
						{
							["arg2"] = "开心的木头-布兰卡德",
							["type"] = "PARTY",
							["time"] = 1589038126,
							["arg1"] = "老一没人跑为了",
							["clColor"] = "ff006fdc",
						}, -- [6]
						{
							["arg2"] = "开心的木头-布兰卡德",
							["type"] = "PARTY",
							["time"] = 1589038134,
							["arg1"] = "1/3和1/2的区别",
							["clColor"] = "ff006fdc",
						}, -- [7]
						{
							["arg2"] = "开心的木头-布兰卡德",
							["type"] = "PARTY",
							["time"] = 1589038154,
							["arg1"] = "这是我这个赛季第一次踏入围攻",
							["clColor"] = "ff006fdc",
						}, -- [8]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589038163,
							["arg1"] = "先 别输出 直接去站炸弹先'",
							["clColor"] = "ffc59a6c",
						}, -- [9]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589038174,
							["arg1"] = "炸  弹",
							["clColor"] = "ffc59a6c",
						}, -- [10]
						{
							["arg2"] = "开心的木头-布兰卡德",
							["type"] = "PARTY",
							["time"] = 1589038203,
							["arg1"] = "我元素了",
							["clColor"] = "ff006fdc",
						}, -- [11]
						{
							["arg2"] = "开心的木头-布兰卡德",
							["type"] = "PARTY",
							["time"] = 1589038230,
							["arg1"] = "我试试这个不带无尽流星咋样",
							["clColor"] = "ff006fdc",
						}, -- [12]
						{
							["arg2"] = "开心的木头-布兰卡德",
							["type"] = "PARTY",
							["time"] = 1589038263,
							["arg1"] = "我默认的是暴击，爆伤腐蚀",
							["clColor"] = "ff006fdc",
						}, -- [13]
						{
							["arg2"] = "开心的木头-布兰卡德",
							["type"] = "PARTY",
							["time"] = 1589038293,
							["arg1"] = "你看我的现在的腐蚀",
							["clColor"] = "ff006fdc",
						}, -- [14]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589038312,
							["arg1"] = "[Wind 地下城助手] 失误记录已启动，祝好运尽兴！",
							["clColor"] = "fffe7b09",
						}, -- [15]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589038342,
							["arg1"] = "千年老妖丶 被 |cff71d5ff|Hspell:256627:0|h[抽脸者]|h|r  击中，伤害为 24.9万 (33%)。",
							["clColor"] = "fffe7b09",
						}, -- [16]
						{
							["arg2"] = "伯拉勒斯平民",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038375,
							["arg1"] = "部落在这里？！我还不如去和鲨鱼碰碰运气！",
						}, -- [17]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589038486,
							["arg1"] = "xx",
							["clColor"] = "ffc59a6c",
						}, -- [18]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589038497,
							["arg1"] = "千年老妖丶 被 |cff71d5ff|Hspell:256627:0|h[抽脸者]|h|r  击中，伤害为 43.8万 (57%)。",
							["clColor"] = "fffe7b09",
						}, -- [19]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038522,
							["arg1"] = "我看到一名库尔提拉斯的精锐在前方的庭院里集结他的部队。",
						}, -- [20]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038528,
							["arg1"] = "只要消灭他，他们就会阵脚大乱，这样你就能轻松地在城市中穿行了。",
						}, -- [21]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589038546,
							["arg1"] = "坦克激活方尖碑",
							["clColor"] = "ffc59a6c",
						}, -- [22]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589038549,
							["arg1"] = "睁开你的眼睛。",
						}, -- [23]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589038585,
							["arg1"] = "Details! 千年老妖丶's 死亡: |cff71d5ff|Hspell:314309:0|h[黑暗之怒]|h|r: 78万 ",
							["clColor"] = "fffe7b09",
						}, -- [24]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589038589,
							["arg1"] = "千年老妖丶 被 |cff71d5ff|Hspell:314309:0|h[黑暗之怒]|h|r  击中，伤害为 78.5万 (106%)。",
							["clColor"] = "fffe7b09",
						}, -- [25]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589038619,
							["arg1"] = "坦克激活方尖碑",
							["clColor"] = "ffc59a6c",
						}, -- [26]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589038620,
							["arg1"] = "逃……逃吧。你终将侍奉我。",
						}, -- [27]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589038634,
							["arg1"] = "坦克进入裂隙",
							["clColor"] = "ffc59a6c",
						}, -- [28]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038642,
							["arg1"] = "大海将吞噬你的骨头！",
						}, -- [29]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589038696,
							["arg1"] = "挫志怒吼CD剩余44秒",
							["clColor"] = "ffc59a6c",
						}, -- [30]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589038730,
							["arg1"] = "挫志怒吼CD剩余44秒",
							["clColor"] = "ffc59a6c",
						}, -- [31]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589038764,
							["arg1"] = "sx",
							["clColor"] = "ffc59a6c",
						}, -- [32]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038765,
							["arg1"] = "为了伯拉勒斯！",
						}, -- [33]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038766,
							["arg1"] = "我要砍死你！",
						}, -- [34]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038776,
							["arg1"] = "火炮准备！向我的位置开火！",
						}, -- [35]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589038784,
							["arg1"] = "开心的木头-布兰卡德 被 |cff71d5ff|Hspell:273681:0|h[重击者]|h|r  击中，伤害为 27.5万 (52%)。",
							["clColor"] = "fffe7b09",
						}, -- [36]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038800,
							["arg1"] = "大海将吞噬你的骨头！",
						}, -- [37]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589038800,
							["arg1"] = "Details! 万物咸覩's 死亡: |cff71d5ff|Hspell:260924:0|h[钢铁风暴]|h|r: 50万 ",
							["clColor"] = "fffe7b09",
						}, -- [38]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038801,
							["arg1"] = "我要砍死你！",
						}, -- [39]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038802,
							["arg1"] = "潮汐之力无人能挡！",
						}, -- [40]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038824,
							["arg1"] = "我要砍死你！",
						}, -- [41]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038837,
							["arg1"] = "火炮准备！向我的位置开火！",
						}, -- [42]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038849,
							["arg1"] = "潮汐之力无人能挡！",
						}, -- [43]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038849,
							["arg1"] = "我要砍死你！",
						}, -- [44]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589038866,
							["arg1"] = "天神下凡CD剩余0秒",
							["clColor"] = "ffc59a6c",
						}, -- [45]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589038866,
							["arg1"] = "天神下凡CD剩余0秒",
							["clColor"] = "ffc59a6c",
						}, -- [46]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038868,
							["arg1"] = "我要砍死你！",
						}, -- [47]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038872,
							["arg1"] = "受死吧！",
						}, -- [48]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589038880,
							["arg1"] = "千年老妖丶 被 |cff71d5ff|Hspell:257292:0|h[沉重挥砍]|h|r 击中。",
							["clColor"] = "fffe7b09",
						}, -- [49]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038882,
							["arg1"] = "我要砍死你！",
						}, -- [50]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038882,
							["arg1"] = "无组织无纪律！",
						}, -- [51]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589038882,
							["arg1"] = "Details! 开心的木头's 死亡: |cff71d5ff|Hspell:273681:0|h[重击者]|h|r: 32万 ",
							["clColor"] = "fffe7b09",
						}, -- [52]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038883,
							["arg1"] = "受死吧！",
						}, -- [53]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589038884,
							["arg1"] = "千年老妖丶 被 |cff71d5ff|Hspell:257292:0|h[沉重挥砍]|h|r  击中，伤害为 26.0万 (34%)。",
							["clColor"] = "fffe7b09",
						}, -- [54]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589038884,
							["arg1"] = "挫志怒吼CD剩余15秒",
							["clColor"] = "ffc59a6c",
						}, -- [55]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589038886,
							["arg1"] = "开心的木头-布兰卡德 被 |cff71d5ff|Hspell:273681:0|h[重击者]|h|r  击中，伤害为 32.5万 (61%)。",
							["clColor"] = "fffe7b09",
						}, -- [56]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038894,
							["arg1"] = "受死吧！",
						}, -- [57]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038898,
							["arg1"] = "火炮准备！向我的位置开火！",
						}, -- [58]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038908,
							["arg1"] = "受死吧！",
						}, -- [59]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038908,
							["arg1"] = "我要砍死你！",
						}, -- [60]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038918,
							["arg1"] = "潮汐之力无人能挡！",
						}, -- [61]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038919,
							["arg1"] = "我要砍死你！",
						}, -- [62]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038931,
							["arg1"] = "潮汐之力无人能挡！",
						}, -- [63]
						{
							["arg2"] = "开心的木头-布兰卡德",
							["type"] = "PARTY",
							["time"] = 1589038936,
							["arg1"] = "我说了这个赛季我就没打过围攻",
							["clColor"] = "ff006fdc",
						}, -- [64]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038940,
							["arg1"] = "我要砍死你！",
						}, -- [65]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038942,
							["arg1"] = "潮汐之力无人能挡！",
						}, -- [66]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038952,
							["arg1"] = "潮汐之力无人能挡！",
						}, -- [67]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038953,
							["arg1"] = "你不配……赢得……胜利……",
						}, -- [68]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038958,
							["arg1"] = "哈！瞧他们四散而逃的样子。没有了领导，这群人类就是乌合之众。",
						}, -- [69]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589038960,
							["arg1"] = "讲了 一万次 提前去站位",
							["clColor"] = "ffc59a6c",
						}, -- [70]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038967,
							["arg1"] = "我在下一个区域发现了一名使用艾泽里特火炮的目标，很有价值。为部落夺取这些武器吧。",
						}, -- [71]
						{
							["arg2"] = "开心的木头-布兰卡德",
							["type"] = "PARTY",
							["time"] = 1589038984,
							["arg1"] = "我围攻熟练度就是很低",
							["clColor"] = "ff006fdc",
						}, -- [72]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589038986,
							["arg1"] = "拉了 撞boss",
							["clColor"] = "ffc59a6c",
						}, -- [73]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589039025,
							["arg1"] = "天神下凡CD剩余21秒",
							["clColor"] = "ffc59a6c",
						}, -- [74]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589039030,
							["arg1"] = "千年老妖丶 被 |cff71d5ff|Hspell:272874:0|h[践踏]|h|r 击中。",
							["clColor"] = "fffe7b09",
						}, -- [75]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589039116,
							["arg1"] = "坦克激活方尖碑",
							["clColor"] = "ffc59a6c",
						}, -- [76]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589039118,
							["arg1"] = "进入我的国度……证明你们的价值。",
						}, -- [77]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589039135,
							["arg1"] = "Details! 丫丫小猫's 死亡: |cff71d5ff|Hspell:240446:0|h[爆炸]|h|r: 22万 ",
							["clColor"] = "fffe7b09",
						}, -- [78]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589039143,
							["arg1"] = "???",
							["clColor"] = "ffc59a6c",
						}, -- [79]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "PARTY",
							["time"] = 1589039158,
							["arg1"] = "减速 炸弹",
							["clColor"] = "ff8686ec",
						}, -- [80]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589039162,
							["arg1"] = "挫志怒吼CD剩余44秒",
							["clColor"] = "ffc59a6c",
						}, -- [81]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589039216,
							["arg1"] = "你们的眼睛……闭上了。",
						}, -- [82]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589039219,
							["arg1"] = "坦克进入裂隙",
							["clColor"] = "ffc59a6c",
						}, -- [83]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589039329,
							["arg1"] = "坦克激活方尖碑",
							["clColor"] = "ffc59a6c",
						}, -- [84]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589039332,
							["arg1"] = "来吧，淹死吧。",
						}, -- [85]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589039386,
							["arg1"] = "开心的木头-布兰卡德 被 |cff71d5ff|Hspell:314565:0|h[亵渎大地]|h|r  击中，伤害为 26.2万 (48%)。",
							["clColor"] = "fffe7b09",
						}, -- [86]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589039398,
							["arg1"] = "你们的眼睛……闭上了。",
						}, -- [87]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589039399,
							["arg1"] = "坦克进入裂隙",
							["clColor"] = "ffc59a6c",
						}, -- [88]
						{
							["arg2"] = "艾什凡水手",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039401,
							["arg1"] = "洛克伍德船长！我们的部队已经失去了对码头的控制权。",
						}, -- [89]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589039403,
							["arg1"] = "真香",
							["clColor"] = "ffc59a6c",
						}, -- [90]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039406,
							["arg1"] = "无所谓。我的火炮会把任何敌人化为灰烬！",
						}, -- [91]
						{
							["arg2"] = "艾什凡观察员",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039411,
							["arg1"] = "火炮！开火！",
						}, -- [92]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039413,
							["arg1"] = "那艘船上装满了艾泽里特。你去干掉船员，我负责把货物运出城市。",
						}, -- [93]
						{
							["arg2"] = "艾什凡观察员",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039425,
							["arg1"] = "火炮！开火！",
						}, -- [94]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589039430,
							["arg1"] = "挫志怒吼CD剩余0秒",
							["clColor"] = "ffc59a6c",
						}, -- [95]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589039431,
							["arg1"] = "挫志怒吼CD剩余44秒",
							["clColor"] = "ffc59a6c",
						}, -- [96]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589039431,
							["arg1"] = "千年老妖丶 被 |cff71d5ff|Hspell:315161:0|h[腐化之眼]|h|r  击中，伤害为 30.5万 (40%)。",
							["clColor"] = "fffe7b09",
						}, -- [97]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589039434,
							["arg1"] = "破釜沉舟CD剩余119秒",
							["clColor"] = "ffc59a6c",
						}, -- [98]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589039436,
							["arg1"] = "千年老妖丶 被 |cff71d5ff|Hspell:315161:0|h[腐化之眼]|h|r |cff71d5ff|Hspell:268260:0|h[舷侧攻击]|h|r  击中，伤害为 51.1万 (51%)。",
							["clColor"] = "fffe7b09",
						}, -- [99]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589039437,
							["arg1"] = "万物咸覩-凤凰之神 被 |cff71d5ff|Hspell:268260:0|h[舷侧攻击]|h|r  击中，伤害为 33.2万 (68%)。",
							["clColor"] = "fffe7b09",
						}, -- [100]
						{
							["arg2"] = "艾什凡观察员",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039437,
							["arg1"] = "火炮！向我的目标开火！",
						}, -- [101]
						{
							["arg2"] = "开心的木头-布兰卡德",
							["type"] = "PARTY",
							["time"] = 1589039474,
							["arg1"] = "wo gangcai ",
							["clColor"] = "ff006fdc",
						}, -- [102]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039477,
							["arg1"] = "不留活口！",
						}, -- [103]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039490,
							["arg1"] = "全体船员……攻击！",
						}, -- [104]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039493,
							["arg1"] = "所有火炮……发射！",
						}, -- [105]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589039507,
							["arg1"] = "Details! 万物咸覩's 死亡: |cff71d5ff|Hspell:268443:0|h[恐惧箭雨]|h|r: 51万 ",
							["clColor"] = "fffe7b09",
						}, -- [106]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589039511,
							["arg1"] = "千年老妖丶 被 |cff71d5ff|Hspell:268443:0|h[恐惧箭雨]|h|r  击中，伤害为 52.8万 (69%)。",
							["clColor"] = "fffe7b09",
						}, -- [107]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589039511,
							["arg1"] = "万物咸覩-凤凰之神 被 |cff71d5ff|Hspell:268443:0|h[恐惧箭雨]|h|r  击中，伤害为 50.6万 (104%)。",
							["clColor"] = "fffe7b09",
						}, -- [108]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589039522,
							["arg1"] = "???",
							["clColor"] = "ffc59a6c",
						}, -- [109]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589039535,
							["arg1"] = "万物咸覩-凤凰之神 被 |cff71d5ff|Hspell:268443:0|h[恐惧箭雨]|h|r  击中，伤害为 48.1万 (99%)。",
							["clColor"] = "fffe7b09",
						}, -- [110]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589039543,
							["arg1"] = "Details! 万物咸覩's 死亡: |cff71d5ff|Hspell:268443:0|h[恐惧箭雨]|h|r: 51万 ",
							["clColor"] = "fffe7b09",
						}, -- [111]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589039547,
							["arg1"] = "千年老妖丶 被 |cff71d5ff|Hspell:268443:0|h[恐惧箭雨]|h|r  击中，伤害为 50.6万 (66%)。",
							["clColor"] = "fffe7b09",
						}, -- [112]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589039547,
							["arg1"] = "万物咸覩-凤凰之神 被 |cff71d5ff|Hspell:268443:0|h[恐惧箭雨]|h|r  击中，伤害为 51.7万 (106%)。",
							["clColor"] = "fffe7b09",
						}, -- [113]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589039548,
							["arg1"] = "挫志怒吼CD剩余44秒",
							["clColor"] = "ffc59a6c",
						}, -- [114]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039550,
							["arg1"] = "扫清甲板！",
						}, -- [115]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039588,
							["arg1"] = "全体船员……攻击！",
						}, -- [116]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039591,
							["arg1"] = "屠戮者弹药……发射！",
						}, -- [117]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589039606,
							["arg1"] = "千年老妖丶 被 |cff71d5ff|Hspell:268260:0|h[舷侧攻击]|h|r |cff71d5ff|Hspell:268443:0|h[恐惧箭雨]|h|r  击中，伤害为 85.4万 (86%)。",
							["clColor"] = "fffe7b09",
						}, -- [118]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589039606,
							["arg1"] = "破釜沉舟CD剩余117秒",
							["clColor"] = "ffc59a6c",
						}, -- [119]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589039608,
							["arg1"] = "万物咸覩-凤凰之神 被 |cff71d5ff|Hspell:268443:0|h[恐惧箭雨]|h|r  击中，伤害为 46.0万 (95%)。",
							["clColor"] = "fffe7b09",
						}, -- [120]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589039616,
							["arg1"] = "Details! 万物咸覩's 死亡: |cff71d5ff|Hspell:268443:0|h[恐惧箭雨]|h|r: 51万 ",
							["clColor"] = "fffe7b09",
						}, -- [121]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589039620,
							["arg1"] = "风起春城暮 被 |cff71d5ff|Hspell:268260:0|h[舷侧攻击]|h|r  击中，伤害为 33.6万 (64%)。",
							["clColor"] = "fffe7b09",
						}, -- [122]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589039620,
							["arg1"] = "丫丫小猫-血顶 被 |cff71d5ff|Hspell:268260:0|h[舷侧攻击]|h|r |cff71d5ff|Hspell:315161:0|h[腐化之眼]|h|r  击中，伤害为 32.0万 (56%)。",
							["clColor"] = "fffe7b09",
						}, -- [123]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589039620,
							["arg1"] = "万物咸覩-凤凰之神 被 |cff71d5ff|Hspell:268443:0|h[恐惧箭雨]|h|r  击中，伤害为 50.8万 (105%)。",
							["clColor"] = "fffe7b09",
						}, -- [124]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039622,
							["arg1"] = "扫清甲板！",
						}, -- [125]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039659,
							["arg1"] = "全体船员……攻击！",
						}, -- [126]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039662,
							["arg1"] = "屠戮者弹药……发射！",
						}, -- [127]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589039670,
							["arg1"] = "挫志怒吼CD剩余44秒",
							["clColor"] = "ffc59a6c",
						}, -- [128]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039684,
							["arg1"] = "扫清甲板！",
						}, -- [129]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039688,
							["arg1"] = "一枪射进你的内脏！",
						}, -- [130]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039708,
							["arg1"] = "一枪射进你的内脏！",
						}, -- [131]
						{
							["arg2"] = "开心的木头-布兰卡德",
							["type"] = "PARTY",
							["time"] = 1589039711,
							["arg1"] = "woqishi meikais hsiue ",
							["clColor"] = "ff006fdc",
						}, -- [132]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039719,
							["arg1"] = "我受够了！",
						}, -- [133]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039722,
							["arg1"] = "所有火炮……发射！",
						}, -- [134]
						{
							["arg2"] = "开心的木头-布兰卡德",
							["type"] = "PARTY",
							["time"] = 1589039723,
							["arg1"] = "shixue ",
							["clColor"] = "ff006fdc",
						}, -- [135]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589039747,
							["arg1"] = "盾墙CD剩余157秒",
							["clColor"] = "ffc59a6c",
						}, -- [136]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589039748,
							["arg1"] = "天神下凡CD剩余0秒",
							["clColor"] = "ffc59a6c",
						}, -- [137]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039751,
							["arg1"] = "扫清甲板！",
						}, -- [138]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589039762,
							["arg1"] = "天神下凡CD剩余0秒",
							["clColor"] = "ffc59a6c",
						}, -- [139]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589039763,
							["arg1"] = "天神下凡CD剩余67秒",
							["clColor"] = "ffc59a6c",
						}, -- [140]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589039764,
							["arg1"] = "挫志怒吼CD剩余44秒",
							["clColor"] = "ffc59a6c",
						}, -- [141]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039773,
							["arg1"] = "我会驶向……未知的海域……",
						}, -- [142]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039778,
							["arg1"] = "摧毁那艘船反而让库尔提拉斯人缓了一口气，真是遗憾啊。",
						}, -- [143]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039784,
							["arg1"] = "不过，这些武器会为我们提供极大的优势。",
						}, -- [144]
						{
							["arg2"] = "艾什凡观察员",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039791,
							["arg1"] = "瞄准！",
						}, -- [145]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039791,
							["arg1"] = "我在南边发现了我们的下一个猎物。你最好动作快点。",
						}, -- [146]
						{
							["arg2"] = "艾什凡观察员",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039792,
							["arg1"] = "射击！！！",
						}, -- [147]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589039793,
							["arg1"] = "转球啊 ",
							["clColor"] = "ffc59a6c",
						}, -- [148]
						{
							["arg2"] = "艾什凡观察员",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039798,
							["arg1"] = "重新装弹！！！",
						}, -- [149]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039800,
							["arg1"] = "摧毁那艘船反而让库尔提拉斯人缓了一口气，真是遗憾啊。",
						}, -- [150]
						{
							["arg2"] = "艾什凡观察员",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039802,
							["arg1"] = "瞄准！",
						}, -- [151]
						{
							["arg2"] = "开心的木头-布兰卡德",
							["type"] = "PARTY",
							["time"] = 1589039802,
							["arg1"] = "我这个号的统计里面，围攻尾王我只打过11次",
							["clColor"] = "ff006fdc",
						}, -- [152]
						{
							["arg2"] = "艾什凡观察员",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039803,
							["arg1"] = "射击！！！",
						}, -- [153]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589039804,
							["arg1"] = "w走不开的",
							["clColor"] = "ffc59a6c",
						}, -- [154]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039807,
							["arg1"] = "不过，这些武器会为我们提供极大的优势。",
						}, -- [155]
						{
							["arg2"] = "艾什凡观察员",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039809,
							["arg1"] = "重新装弹！！！",
						}, -- [156]
						{
							["arg2"] = "艾什凡观察员",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039813,
							["arg1"] = "瞄准！",
						}, -- [157]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039814,
							["arg1"] = "我在南边发现了我们的下一个猎物。你最好动作快点。",
						}, -- [158]
						{
							["arg2"] = "艾什凡观察员",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039814,
							["arg1"] = "射击！！！",
						}, -- [159]
						{
							["arg2"] = "开心的木头-布兰卡德",
							["type"] = "PARTY",
							["time"] = 1589039824,
							["arg1"] = "啥时候嗜血",
							["clColor"] = "ff006fdc",
						}, -- [160]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589039940,
							["arg1"] = "万物咸覩-凤凰之神 被 |cff71d5ff|Hspell:272713:0|h[碾压重击]|h|r  击中，伤害为 38.4万 (79%)。",
							["clColor"] = "fffe7b09",
						}, -- [161]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589040000,
							["arg1"] = "天神下凡CD剩余67秒",
							["clColor"] = "ffc59a6c",
						}, -- [162]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589040046,
							["arg1"] = "Details! 千年老妖丶's 死亡: [近战]: 7.1万 ",
							["clColor"] = "fffe7b09",
						}, -- [163]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589040052,
							["arg1"] = "Details! 丫丫小猫's 死亡: |cff71d5ff|Hspell:240446:0|h[爆炸]|h|r: 22万 ",
							["clColor"] = "fffe7b09",
						}, -- [164]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589040060,
							["arg1"] = "断啊",
							["clColor"] = "ffc59a6c",
						}, -- [165]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589040062,
							["arg1"] = "Details! 开心的木头's 死亡: |cff71d5ff|Hspell:272581:0|h[水流喷射]|h|r: 17万 ",
							["clColor"] = "fffe7b09",
						}, -- [166]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589040085,
							["arg1"] = "挫志怒吼CD剩余44秒",
							["clColor"] = "ffc59a6c",
						}, -- [167]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589040115,
							["arg1"] = "打断 吖",
							["clColor"] = "ffc59a6c",
						}, -- [168]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589040121,
							["arg1"] = "一下半血",
							["clColor"] = "ffc59a6c",
						}, -- [169]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589040134,
							["arg1"] = "坦克激活方尖碑",
							["clColor"] = "ffc59a6c",
						}, -- [170]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589040136,
							["arg1"] = "进入我的国度……证明你们的价值。",
						}, -- [171]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589040206,
							["arg1"] = "你们的眼睛……闭上了。",
						}, -- [172]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589040208,
							["arg1"] = "坦克进入裂隙",
							["clColor"] = "ffc59a6c",
						}, -- [173]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040211,
							["arg1"] = "这头野兽在使用被艾泽里特强化过的武器。",
						}, -- [174]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040216,
							["arg1"] = "我认为它不会乖乖投降，看来你只有从它的尸体上把那把武器给撬下来了。",
						}, -- [175]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589040312,
							["arg1"] = "挫志怒吼CD剩余44秒",
							["clColor"] = "ffc59a6c",
						}, -- [176]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589040316,
							["arg1"] = "开心的木头-布兰卡德 被 |cff71d5ff|Hspell:272874:0|h[践踏]|h|r 击中。",
							["clColor"] = "fffe7b09",
						}, -- [177]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040349,
							["arg1"] = "在六尺深水下腐烂吧！",
						}, -- [178]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040407,
							["arg1"] = "在六尺深水下腐烂吧！",
						}, -- [179]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589040408,
							["arg1"] = "sx",
							["clColor"] = "ffc59a6c",
						}, -- [180]
						{
							["arg2"] = "开心的木头-布兰卡德",
							["type"] = "PARTY",
							["time"] = 1589040411,
							["arg1"] = "求还刷新成圣知己吗",
							["clColor"] = "ff006fdc",
						}, -- [181]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589040419,
							["arg1"] = "挫志怒吼CD剩余44秒",
							["clColor"] = "ffc59a6c",
						}, -- [182]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040420,
							["arg1"] = "深渊将埋葬你们！",
						}, -- [183]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589040424,
							["arg1"] = "丫丫小猫-血顶 被 |cff71d5ff|Hspell:257883:0|h[激流破奔]|h|r  击中，伤害为 19.5万 (34%)。",
							["clColor"] = "fffe7b09",
						}, -- [184]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589040424,
							["arg1"] = "风起春城暮 被 |cff71d5ff|Hspell:257883:0|h[激流破奔]|h|r  击中，伤害为 22.3万 (42%)。",
							["clColor"] = "fffe7b09",
						}, -- [185]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589040424,
							["arg1"] = "万物咸覩-凤凰之神 被 |cff71d5ff|Hspell:257883:0|h[激流破奔]|h|r  击中，伤害为 17.8万 (37%)。",
							["clColor"] = "fffe7b09",
						}, -- [186]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589040424,
							["arg1"] = "开心的木头-布兰卡德 被 |cff71d5ff|Hspell:257883:0|h[激流破奔]|h|r  击中，伤害为 17.9万 (33%)。",
							["clColor"] = "fffe7b09",
						}, -- [187]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589040431,
							["arg1"] = "你让你真正的主人失望了。",
						}, -- [188]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040431,
							["arg1"] = "击溃！",
						}, -- [189]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040438,
							["arg1"] = "深渊将埋葬你们！",
						}, -- [190]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589040450,
							["arg1"] = "挫志怒吼CD剩余44秒",
							["clColor"] = "ffc59a6c",
						}, -- [191]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589040452,
							["arg1"] = "天神下凡CD剩余67秒",
							["clColor"] = "ffc59a6c",
						}, -- [192]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589040454,
							["arg1"] = "风起春城暮 被 |cff71d5ff|Hspell:257883:0|h[激流破奔]|h|r  击中，伤害为 22.4万 (42%)。",
							["clColor"] = "fffe7b09",
						}, -- [193]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589040454,
							["arg1"] = "万物咸覩-凤凰之神 被 |cff71d5ff|Hspell:257883:0|h[激流破奔]|h|r  击中，伤害为 18.8万 (39%)。",
							["clColor"] = "fffe7b09",
						}, -- [194]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589040454,
							["arg1"] = "开心的木头-布兰卡德 被 |cff71d5ff|Hspell:257883:0|h[激流破奔]|h|r |cff71d5ff|Hspell:315161:0|h[腐化之眼]|h|r  击中，伤害为 26.6万 (49%)。",
							["clColor"] = "fffe7b09",
						}, -- [195]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589040454,
							["arg1"] = "丫丫小猫-血顶 被 |cff71d5ff|Hspell:257883:0|h[激流破奔]|h|r  击中，伤害为 24.5万 (43%)。",
							["clColor"] = "fffe7b09",
						}, -- [196]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040457,
							["arg1"] = "粉碎！",
						}, -- [197]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040472,
							["arg1"] = "深渊将埋葬你们！",
						}, -- [198]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040481,
							["arg1"] = "击溃！",
						}, -- [199]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589040488,
							["arg1"] = "丫丫小猫-血顶 被 |cff71d5ff|Hspell:257883:0|h[激流破奔]|h|r  击中，伤害为 23.1万 (41%)。",
							["clColor"] = "fffe7b09",
						}, -- [200]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589040488,
							["arg1"] = "开心的木头-布兰卡德 被 |cff71d5ff|Hspell:257883:0|h[激流破奔]|h|r  击中，伤害为 20.9万 (38%)。",
							["clColor"] = "fffe7b09",
						}, -- [201]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589040488,
							["arg1"] = "风起春城暮 被 |cff71d5ff|Hspell:257883:0|h[激流破奔]|h|r |cff71d5ff|Hspell:257886:0|h[盐水池]|h|r  击中，伤害为 38.1万 (72%)。",
							["clColor"] = "fffe7b09",
						}, -- [202]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589040488,
							["arg1"] = "万物咸覩-凤凰之神 被 |cff71d5ff|Hspell:257883:0|h[激流破奔]|h|r  击中，伤害为 17.6万 (36%)。",
							["clColor"] = "fffe7b09",
						}, -- [203]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040489,
							["arg1"] = "粉碎！",
						}, -- [204]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040508,
							["arg1"] = "深渊将埋葬你们！",
						}, -- [205]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589040515,
							["arg1"] = "风起春城暮 被 |cff71d5ff|Hspell:257883:0|h[激流破奔]|h|r  击中，伤害为 22.4万 (42%)。",
							["clColor"] = "fffe7b09",
						}, -- [206]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589040515,
							["arg1"] = "丫丫小猫-血顶 被 |cff71d5ff|Hspell:257883:0|h[激流破奔]|h|r  击中，伤害为 24.3万 (43%)。",
							["clColor"] = "fffe7b09",
						}, -- [207]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589040515,
							["arg1"] = "开心的木头-布兰卡德 被 |cff71d5ff|Hspell:257883:0|h[激流破奔]|h|r  击中，伤害为 21.8万 (40%)。",
							["clColor"] = "fffe7b09",
						}, -- [208]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589040515,
							["arg1"] = "万物咸覩-凤凰之神 被 |cff71d5ff|Hspell:257883:0|h[激流破奔]|h|r  击中，伤害为 19.6万 (40%)。",
							["clColor"] = "fffe7b09",
						}, -- [209]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040525,
							["arg1"] = "粉碎！",
						}, -- [210]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040531,
							["arg1"] = "击溃！",
						}, -- [211]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040543,
							["arg1"] = "深渊将埋葬你们！",
						}, -- [212]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040543,
							["arg1"] = "请把我的尸体……送回……大海……",
						}, -- [213]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589040545,
							["arg1"] = "万物咸覩-凤凰之神 被 |cff71d5ff|Hspell:257883:0|h[激流破奔]|h|r  击中，伤害为 17.5万 (36%)。",
							["clColor"] = "fffe7b09",
						}, -- [214]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589040545,
							["arg1"] = "开心的木头-布兰卡德 被 |cff71d5ff|Hspell:257883:0|h[激流破奔]|h|r  击中，伤害为 21.3万 (39%)。",
							["clColor"] = "fffe7b09",
						}, -- [215]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589040545,
							["arg1"] = "风起春城暮 被 |cff71d5ff|Hspell:257883:0|h[激流破奔]|h|r  击中，伤害为 22.0万 (42%)。",
							["clColor"] = "fffe7b09",
						}, -- [216]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589040545,
							["arg1"] = "丫丫小猫-血顶 被 |cff71d5ff|Hspell:257883:0|h[激流破奔]|h|r  击中，伤害为 18.4万 (32%)。",
							["clColor"] = "fffe7b09",
						}, -- [217]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040548,
							["arg1"] = "黑暗女王一定会认可你的功劳。",
						}, -- [218]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040552,
							["arg1"] = "看来艾什凡为我们打开了一个便捷出口。我们可以走了，就让伯拉勒斯尽情地燃烧吧。",
						}, -- [219]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040565,
							["arg1"] = "黑暗女王一定会认可你的功劳。",
						}, -- [220]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040568,
							["arg1"] = "看来艾什凡为我们打开了一个便捷出口。我们可以走了，就让伯拉勒斯尽情地燃烧吧。",
						}, -- [221]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589040587,
							["arg1"] = "挫志怒吼CD剩余0秒",
							["clColor"] = "ffc59a6c",
						}, -- [222]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589040645,
							["arg1"] = "挫志怒吼CD剩余44秒",
							["clColor"] = "ffc59a6c",
						}, -- [223]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589040681,
							["arg1"] = "天神下凡CD剩余17秒",
							["clColor"] = "ffc59a6c",
						}, -- [224]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589040836,
							["arg1"] = "Details! 万物咸覩's 死亡: |cff71d5ff|Hspell:270484:0|h[深渊的呼唤]|h|r: 57万 ",
							["clColor"] = "fffe7b09",
						}, -- [225]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589040898,
							["arg1"] = "该躲不躲的伤害排行：",
							["clColor"] = "fffe7b09",
						}, -- [226]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589040898,
							["arg1"] = "1. 千年老妖丶 971.4万",
							["clColor"] = "fffe7b09",
						}, -- [227]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589040898,
							["arg1"] = "2. 万物咸覩-凤凰之神 504.9万",
							["clColor"] = "fffe7b09",
						}, -- [228]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589040898,
							["arg1"] = "3. 开心的木头-布兰卡德 344.8万",
							["clColor"] = "fffe7b09",
						}, -- [229]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589040898,
							["arg1"] = "4. 丫丫小猫-血顶 335.7万",
							["clColor"] = "fffe7b09",
						}, -- [230]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "PARTY",
							["time"] = 1589040898,
							["arg1"] = "5. 风起春城暮 173.6万",
							["clColor"] = "fffe7b09",
						}, -- [231]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040902,
							["arg1"] = "有了你收集的艾泽里特，我们就能确保联盟也遭到和伯拉勒斯一样的命运。",
						}, -- [232]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589040907,
							["arg1"] = "3q",
							["clColor"] = "ffc59a6c",
						}, -- [233]
						{
							["arg2"] = "开心的木头-布兰卡德",
							["type"] = "PARTY",
							["time"] = 1589040955,
							["arg1"] = "我这次打多少",
							["clColor"] = "ff006fdc",
						}, -- [234]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "PARTY",
							["time"] = 1589040967,
							["arg1"] = "我睡觉了哈",
							["clColor"] = "ff8686ec",
						}, -- [235]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589040971,
							["arg1"] = "88",
							["clColor"] = "ffc59a6c",
						}, -- [236]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "PARTY",
							["time"] = 1589040973,
							["arg1"] = "晚安",
							["clColor"] = "ff8686ec",
						}, -- [237]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589041022,
							["arg1"] = "<大脚组队提示>欢迎新的小队成员  [恶魔猎手] Rikii-冰风岗",
							["clColor"] = "ffc59a6c",
						}, -- [238]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589041025,
							["arg1"] = "r",
							["clColor"] = "ffc59a6c",
						}, -- [239]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589041036,
							["arg1"] = "t个16 垃圾场?",
							["clColor"] = "ffc59a6c",
						}, -- [240]
						{
							["arg2"] = "开心的木头-布兰卡德",
							["type"] = "PARTY",
							["time"] = 1589041043,
							["arg1"] = "咋还加班！",
							["clColor"] = "ff006fdc",
						}, -- [241]
						{
							["arg2"] = "Rikii-冰风岗",
							["type"] = "PARTY",
							["time"] = 1589041049,
							["arg1"] = "bu",
							["clColor"] = "ffa22fc8",
						}, -- [242]
						{
							["arg2"] = "Rikii-冰风岗",
							["type"] = "PARTY",
							["time"] = 1589041058,
							["arg1"] = "我清大使的",
							["clColor"] = "ffa22fc8",
						}, -- [243]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589041080,
							["arg1"] = "那算了",
							["clColor"] = "ffc59a6c",
						}, -- [244]
						{
							["arg2"] = "开心的木头-布兰卡德",
							["type"] = "PARTY",
							["time"] = 1589041092,
							["arg1"] = "小虫，我刚才围攻打多少",
							["clColor"] = "ff006fdc",
						}, -- [245]
						{
							["arg2"] = "开心的木头-布兰卡德",
							["type"] = "PARTY",
							["time"] = 1589041116,
							["arg1"] = "我之前的哪啥，地渊没清，所以看不清",
							["clColor"] = "ff006fdc",
						}, -- [246]
						{
							["arg2"] = "开心的木头-布兰卡德",
							["type"] = "PARTY",
							["time"] = 1589041166,
							["arg1"] = "哦哦",
							["clColor"] = "ff006fdc",
						}, -- [247]
						{
							["arg2"] = "开心的木头-布兰卡德",
							["type"] = "PARTY",
							["time"] = 1589041218,
							["arg1"] = "我也睡了，明天8。半要到单位",
							["clColor"] = "ff006fdc",
						}, -- [248]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "PARTY_LEADER",
							["time"] = 1589041233,
							["arg1"] = "88",
							["clColor"] = "ffc59a6c",
						}, -- [249]
						{
							["arg2"] = "开心的木头-布兰卡德",
							["type"] = "PARTY",
							["time"] = 1589041248,
							["arg1"] = "晚安",
							["clColor"] = "ff006fdc",
						}, -- [250]
					},
				}, -- [3]
				{
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "说",
					["logs"] = {
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1588951317,
							["arg1"] = "快跑開",
							["clColor"] = "ffa22fc8",
						}, -- [1]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1588951355,
							["arg1"] = "万物咸覩 中了火炮弹幕",
							["clColor"] = "ffa22fc8",
						}, -- [2]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "SAY",
							["time"] = 1588951373,
							["arg1"] = "风起春城暮 中了火炮弹幕",
							["clColor"] = "fffe7b09",
						}, -- [3]
						{
							["arg2"] = "Xiaodouding-亡语者",
							["type"] = "SAY",
							["time"] = 1588951394,
							["arg1"] = "Xiaodouding 中了火炮弹幕",
							["clColor"] = "fff38bb9",
						}, -- [4]
						{
							["arg2"] = "Xiaodouding-亡语者",
							["type"] = "SAY",
							["time"] = 1588951415,
							["arg1"] = "Xiaodouding 中了火炮弹幕",
							["clColor"] = "fff38bb9",
						}, -- [5]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "SAY",
							["time"] = 1588951443,
							["arg1"] = "风起春城暮 中了火炮弹幕",
							["clColor"] = "fffe7b09",
						}, -- [6]
						{
							["arg2"] = "Xiaodouding-亡语者",
							["type"] = "SAY",
							["time"] = 1588951443,
							["arg1"] = "Xiaodouding 中了火炮弹幕",
							["clColor"] = "fff38bb9",
						}, -- [7]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1588951443,
							["arg1"] = "万物咸覩 中了火炮弹幕",
							["clColor"] = "ffa22fc8",
						}, -- [8]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "SAY",
							["time"] = 1588951461,
							["arg1"] = "风起春城暮 中了火炮弹幕",
							["clColor"] = "fffe7b09",
						}, -- [9]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "SAY",
							["time"] = 1588951461,
							["arg1"] = "丫丫小猫 中了火炮弹幕",
							["clColor"] = "ff8686ec",
						}, -- [10]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "SAY",
							["time"] = 1588951485,
							["arg1"] = "风起春城暮 中了火炮弹幕",
							["clColor"] = "fffe7b09",
						}, -- [11]
						{
							["arg2"] = "Xiaodouding-亡语者",
							["type"] = "SAY",
							["time"] = 1588951485,
							["arg1"] = "Xiaodouding 中了火炮弹幕",
							["clColor"] = "fff38bb9",
						}, -- [12]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1588951485,
							["arg1"] = "万物咸覩 中了火炮弹幕",
							["clColor"] = "ffa22fc8",
						}, -- [13]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "SAY",
							["time"] = 1588951519,
							["arg1"] = "风起春城暮 中了火炮弹幕",
							["clColor"] = "fffe7b09",
						}, -- [14]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "SAY",
							["time"] = 1588951519,
							["arg1"] = "丫丫小猫 中了火炮弹幕",
							["clColor"] = "ff8686ec",
						}, -- [15]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1588951519,
							["arg1"] = "万物咸覩 中了火炮弹幕",
							["clColor"] = "ffa22fc8",
						}, -- [16]
						{
							["arg2"] = "Xiaodouding-亡语者",
							["type"] = "SAY",
							["time"] = 1588951519,
							["arg1"] = "Xiaodouding 中了火炮弹幕",
							["clColor"] = "fff38bb9",
						}, -- [17]
						{
							["arg1"] = " ",
						}, -- [18]
						{
							["arg1"] = " ",
						}, -- [19]
						{
							["arg1"] = "记录开始于 05/09/2020 的 20:13:03。",
							["type"] = "SYSTEM",
						}, -- [20]
						{
							["arg2"] = "拉希奥的影像",
							["type"] = "MONSTER_SAY",
							["time"] = 1589026555,
							["arg1"] = "萨尔被恩佐斯的低语逼疯了，他以为元素警告说，灾难即将降临，只有古神才能阻止。",
						}, -- [21]
						{
							["arg2"] = "拉希奥的影像",
							["type"] = "MONSTER_SAY",
							["time"] = 1589026565,
							["arg1"] = "现在奥格瑞玛的所有人都喝下了恩佐斯之血，部落被扭曲成了疯狂的战争机器。",
						}, -- [22]
						{
							["arg2"] = "纳罗斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1589026616,
							["arg1"] = "你还没有被修理！",
						}, -- [23]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "SAY",
							["time"] = 1589026627,
							["arg1"] = "已获得增益效果【伤害】",
							["clColor"] = "fffe7b09",
						}, -- [24]
						{
							["arg2"] = "半兽人迦罗娜",
							["type"] = "MONSTER_SAY",
							["time"] = 1589026763,
							["arg1"] = "快去暗巷区找幸存者。我会把找到的人隐蔽起来，你去阻挡敌人。",
						}, -- [25]
						{
							["arg2"] = "半兽人迦罗娜",
							["type"] = "MONSTER_SAY",
							["time"] = 1589026771,
							["arg1"] = "暗巷区的另一头有座传送器。但愿它还能用。",
						}, -- [26]
						{
							["arg2"] = "半兽人迦罗娜",
							["type"] = "MONSTER_SAY",
							["time"] = 1589026773,
							["arg1"] = "去看看这里有没有人。",
						}, -- [27]
						{
							["arg2"] = "半兽人迦罗娜",
							["type"] = "MONSTER_SAY",
							["time"] = 1589026783,
							["arg1"] = "又有人牺牲了。我们快走。",
						}, -- [28]
						{
							["arg2"] = "半兽人迦罗娜",
							["type"] = "MONSTER_SAY",
							["time"] = 1589026819,
							["arg1"] = "去裁缝店和孤儿院找找幸存者。我来把风。",
						}, -- [29]
						{
							["arg2"] = "孤儿监护员巴特维尔",
							["type"] = "MONSTER_SAY",
							["time"] = 1589026821,
							["arg1"] = "快点，孩子们。我们必须得走了！",
						}, -- [30]
						{
							["arg2"] = "卡玛瑞",
							["type"] = "MONSTER_SAY",
							["time"] = 1589026826,
							["arg1"] = "感谢先祖！",
						}, -- [31]
						{
							["arg2"] = "半兽人迦罗娜",
							["type"] = "MONSTER_SAY",
							["time"] = 1589026827,
							["arg1"] = "又是被封锁的建筑。去制皮和工程商店看看。小心周围的炸药！",
						}, -- [32]
						{
							["arg2"] = "卡洛雷克",
							["type"] = "MONSTER_SAY",
							["time"] = 1589026828,
							["arg1"] = "我们快离开这里吧！",
						}, -- [33]
						{
							["arg2"] = "诺格",
							["type"] = "MONSTER_SAY",
							["time"] = 1589026831,
							["arg1"] = "别丢下我！",
						}, -- [34]
						{
							["arg2"] = "半兽人迦罗娜",
							["type"] = "MONSTER_SAY",
							["time"] = 1589026837,
							["arg1"] = "这下糟了……",
						}, -- [35]
						{
							["arg2"] = "审判官格恩肖尔",
							["type"] = "MONSTER_SAY",
							["time"] = 1589026847,
							["arg1"] = "你的尖叫会在主人的大厅里回响！",
						}, -- [36]
						{
							["arg2"] = "审判官格恩肖尔",
							["type"] = "MONSTER_SAY",
							["time"] = 1589026889,
							["arg1"] = "我们……决不……沉默……",
						}, -- [37]
						{
							["arg2"] = "诺格",
							["type"] = "MONSTER_SAY",
							["time"] = 1589026896,
							["arg1"] = "那里有个传送门！",
						}, -- [38]
						{
							["arg2"] = "罗克希克",
							["type"] = "MONSTER_SAY",
							["time"] = 1589026897,
							["arg1"] = "我们开始了！来吧！",
						}, -- [39]
						{
							["arg2"] = "半兽人迦罗娜",
							["type"] = "MONSTER_SAY",
							["time"] = 1589026900,
							["arg1"] = "我们应该安全了，勇士。保持警惕——到处都是萨尔的部队。",
						}, -- [40]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "SAY",
							["time"] = 1589026931,
							["arg1"] = "我已经是个死人了。",
							["clColor"] = "fffe7b09",
						}, -- [41]
						{
							["arg2"] = "亚基猎心者",
							["type"] = "MONSTER_SAY",
							["time"] = 1589026987,
							["arg1"] = "我们的虫群将席卷奥格瑞玛！",
						}, -- [42]
						{
							["arg2"] = "亚基猎心者",
							["type"] = "MONSTER_SAY",
							["time"] = 1589027003,
							["arg1"] = "我们的数量……远胜……群星……",
						}, -- [43]
						{
							["arg2"] = "泽坎",
							["type"] = "MONSTER_SAY",
							["time"] = 1589027138,
							["arg1"] = "你们真及时。我在精神谷的兄弟姐妹遇到了危险。",
						}, -- [44]
						{
							["arg2"] = "盖亚拉大王",
							["type"] = "MONSTER_SAY",
							["time"] = 1589027190,
							["arg1"] = "玛格汉拒绝喝下恩佐斯的血，因此遭到了屠杀。",
						}, -- [45]
						{
							["arg2"] = "盖亚拉大王",
							["type"] = "MONSTER_SAY",
							["time"] = 1589027196,
							["arg1"] = "他们的冤魂渴望复仇！",
						}, -- [46]
						{
							["arg2"] = "虚狂巨兽",
							["type"] = "MONSTER_SAY",
							["time"] = 1589027256,
							["arg1"] = "碾碎可悲的弱者！",
						}, -- [47]
						{
							["arg2"] = "盖亚拉大王",
							["type"] = "MONSTER_SAY",
							["time"] = 1589027259,
							["arg1"] = "不……他们对你做了什么？！",
						}, -- [48]
						{
							["arg2"] = "虚狂巨兽",
							["type"] = "MONSTER_SAY",
							["time"] = 1589027273,
							["arg1"] = "为什么……不砸了……？",
						}, -- [49]
						{
							["arg2"] = "盖亚拉大王",
							["type"] = "MONSTER_SAY",
							["time"] = 1589027433,
							["arg1"] = "完了……我的氏族已经完了。不管我做什么都没用了……",
						}, -- [50]
						{
							["arg2"] = "布温巴",
							["type"] = "MONSTER_SAY",
							["time"] = 1589027506,
							["arg1"] = "你也会变成一只青蛙！",
						}, -- [51]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "SAY",
							["time"] = 1589027515,
							["arg1"] = "已获得增益效果【急速】",
							["clColor"] = "fffe7b09",
						}, -- [52]
						{
							["arg2"] = "扎姆沙",
							["type"] = "MONSTER_SAY",
							["time"] = 1589027516,
							["arg1"] = "我们自由了！",
						}, -- [53]
						{
							["arg2"] = "碎地者特加",
							["type"] = "MONSTER_SAY",
							["time"] = 1589027558,
							["arg1"] = "感谢万灵……",
						}, -- [54]
						{
							["arg2"] = "萨祖",
							["type"] = "MONSTER_SAY",
							["time"] = 1589027578,
							["arg1"] = "神灵救了我们……",
						}, -- [55]
						{
							["arg2"] = "湮灭元素",
							["type"] = "MONSTER_SAY",
							["time"] = 1589027582,
							["arg1"] = "湮灭降临！",
						}, -- [56]
						{
							["arg2"] = "湮灭元素",
							["type"] = "MONSTER_SAY",
							["time"] = 1589027592,
							["arg1"] = "希望……必将……湮灭……",
						}, -- [57]
						{
							["arg2"] = "泽坎",
							["type"] = "MONSTER_SAY",
							["time"] = 1589027596,
							["arg1"] = "我的兄弟姐妹自由了……但以后我们还能相信元素的声音吗？",
						}, -- [58]
						{
							["arg2"] = "扎哈尔",
							["type"] = "MONSTER_SAY",
							["time"] = 1589027897,
							["arg1"] = "这应该就够了，谢了伙计。",
						}, -- [59]
						{
							["arg2"] = "纯净圣母",
							["type"] = "MONSTER_SAY",
							["time"] = 1589027978,
							["arg1"] = "幻象探索结束。启动退出协议。",
						}, -- [60]
						{
							["arg2"] = "拉希奥的影像",
							["type"] = "MONSTER_SAY",
							["time"] = 1589027988,
							["arg1"] = "奥格瑞玛的命运的确让人伤感。但这下你知道，如果这样的事真的发生，你应该如何阻止了。",
						}, -- [61]
						{
							["arg1"] = " ",
						}, -- [62]
						{
							["arg1"] = " ",
						}, -- [63]
						{
							["arg1"] = "记录开始于 05/09/2020 的 21:18:08。",
							["type"] = "SYSTEM",
						}, -- [64]
						{
							["arg2"] = "高阶指挥官卡姆塞斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1589030396,
							["arg1"] = "阿玛赛特正在集结大军，想对起源大厅发起新一轮进攻。攻破他们的阵线，让他们四散奔逃！",
						}, -- [65]
						{
							["arg2"] = "阿玛赛特太阳祭司",
							["type"] = "MONSTER_SAY",
							["time"] = 1589030811,
							["arg1"] = "他们想要摧毁守护者！阻止他们！",
						}, -- [66]
						{
							["arg2"] = "阿玛赛特太阳祭司",
							["type"] = "MONSTER_SAY",
							["time"] = 1589030814,
							["arg1"] = "你休想干扰我们的使命，凡人！这个守护者将被修复以效力阿玛赛特！",
						}, -- [67]
						{
							["arg2"] = "阿玛赛特太阳祭司",
							["type"] = "MONSTER_SAY",
							["time"] = 1589030818,
							["arg1"] = "守护者严重受损！不要让它倒下！",
						}, -- [68]
						{
							["arg2"] = "阿玛赛特太阳祭司",
							["type"] = "MONSTER_SAY",
							["time"] = 1589030934,
							["arg1"] = "他们想要摧毁守护者！阻止他们！",
						}, -- [69]
						{
							["arg2"] = "阿玛赛特太阳祭司",
							["type"] = "MONSTER_SAY",
							["time"] = 1589030943,
							["arg1"] = "你休想干扰我们的使命，凡人！这个守护者将被修复以效力阿玛赛特！",
						}, -- [70]
						{
							["arg2"] = "阿玛赛特太阳祭司",
							["type"] = "MONSTER_SAY",
							["time"] = 1589030947,
							["arg1"] = "守护者严重受损！不要让它倒下！",
						}, -- [71]
						{
							["arg2"] = "太阳王纳科泰普",
							["type"] = "MONSTER_SAY",
							["time"] = 1589030949,
							["arg1"] = "一文不值的虫子！我们的守护者会夺回熔炉，你们给艾泽拉斯带来的腐蚀将被净化！",
						}, -- [72]
						{
							["arg2"] = "高阶指挥官卡姆塞斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1589030961,
							["arg1"] = "阿玛赛特正在进军！不惜一切代价，保护熔炉！",
						}, -- [73]
						{
							["arg2"] = "高阶指挥官卡姆塞斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1589031027,
							["arg1"] = "看来阿玛赛特已经撤回古墓了。胆敢挑战拉穆卡恒，真是蠢货。",
						}, -- [74]
						{
							["arg1"] = " ",
						}, -- [75]
						{
							["arg1"] = " ",
						}, -- [76]
						{
							["arg1"] = "记录开始于 05/09/2020 的 22:14:43。",
							["type"] = "SYSTEM",
						}, -- [77]
						{
							["arg2"] = "塔兰吉公主",
							["type"] = "MONSTER_SAY",
							["time"] = 1589033902,
							["arg1"] = "鲜血巨魔闯进了河泽！勇士！杀死他们的先锋，并焚烧所有尸体，以防他们将其复活。",
						}, -- [78]
						{
							["arg2"] = "塔兰吉公主",
							["type"] = "MONSTER_SAY",
							["time"] = 1589033939,
							["arg1"] = "万灵告诉我附近有一个强大的存在，要小心。",
						}, -- [79]
						{
							["arg1"] = " ",
						}, -- [80]
						{
							["arg1"] = " ",
						}, -- [81]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 22:23:20。",
						}, -- [82]
						{
							["arg2"] = "塔兰吉公主",
							["type"] = "MONSTER_SAY",
							["time"] = 1589034765,
							["arg1"] = "鲜血巨魔四散溃败，但我们必须找出腐化的根源并消灭它。",
						}, -- [83]
						{
							["arg2"] = "塔兰吉公主",
							["type"] = "MONSTER_SAY",
							["time"] = 1589034770,
							["arg1"] = "做好准备。天知道这些洞里藏着什么东西。",
						}, -- [84]
						{
							["arg2"] = "秘法师鸟羽帽",
							["type"] = "MONSTER_SAY",
							["time"] = 1589035405,
							["arg1"] = "噢，唉。低点。低点。",
						}, -- [85]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589035685,
							["arg1"] = "快跑開",
							["clColor"] = "ffa22fc8",
						}, -- [86]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589035704,
							["arg1"] = "快跑開",
							["clColor"] = "ffa22fc8",
						}, -- [87]
						{
							["arg2"] = "塔兰吉公主",
							["type"] = "MONSTER_SAY",
							["time"] = 1589036237,
							["arg1"] = "啊！这是什么鬼东西？！",
						}, -- [88]
						{
							["arg2"] = "塔兰吉公主",
							["type"] = "MONSTER_SAY",
							["time"] = 1589036240,
							["arg1"] = "不能让它出去！现在就消灭它！",
						}, -- [89]
						{
							["arg2"] = "开心的木头-布兰卡德",
							["type"] = "SAY",
							["time"] = 1589036370,
							["arg1"] = "开心的木头 中了颠覆",
							["clColor"] = "ff006fdc",
						}, -- [90]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "SAY",
							["time"] = 1589036370,
							["arg1"] = "丫丫小猫 中了颠覆",
							["clColor"] = "ff8686ec",
						}, -- [91]
						{
							["arg2"] = "开心的木头-布兰卡德",
							["type"] = "SAY",
							["time"] = 1589036373,
							["arg1"] = "3秒",
							["clColor"] = "ff006fdc",
						}, -- [92]
						{
							["arg2"] = "开心的木头-布兰卡德",
							["type"] = "SAY",
							["time"] = 1589036374,
							["arg1"] = "2秒",
							["clColor"] = "ff006fdc",
						}, -- [93]
						{
							["arg2"] = "开心的木头-布兰卡德",
							["type"] = "SAY",
							["time"] = 1589036375,
							["arg1"] = "1秒",
							["clColor"] = "ff006fdc",
						}, -- [94]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "SAY",
							["time"] = 1589036375,
							["arg1"] = "1秒",
							["clColor"] = "ff8686ec",
						}, -- [95]
						{
							["arg2"] = "开心的木头-布兰卡德",
							["type"] = "SAY",
							["time"] = 1589036391,
							["arg1"] = "开心的木头 中了颠覆",
							["clColor"] = "ff006fdc",
						}, -- [96]
						{
							["arg2"] = "开心的木头-布兰卡德",
							["type"] = "SAY",
							["time"] = 1589036394,
							["arg1"] = "3秒",
							["clColor"] = "ff006fdc",
						}, -- [97]
						{
							["arg2"] = "开心的木头-布兰卡德",
							["type"] = "SAY",
							["time"] = 1589036395,
							["arg1"] = "2秒",
							["clColor"] = "ff006fdc",
						}, -- [98]
						{
							["arg2"] = "开心的木头-布兰卡德",
							["type"] = "SAY",
							["time"] = 1589036396,
							["arg1"] = "1秒",
							["clColor"] = "ff006fdc",
						}, -- [99]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "SAY",
							["time"] = 1589036396,
							["arg1"] = "1秒",
							["clColor"] = "ff8686ec",
						}, -- [100]
						{
							["arg2"] = "开心的木头-布兰卡德",
							["type"] = "SAY",
							["time"] = 1589036415,
							["arg1"] = "开心的木头 中了颠覆",
							["clColor"] = "ff006fdc",
						}, -- [101]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "SAY",
							["time"] = 1589036415,
							["arg1"] = "丫丫小猫 中了颠覆",
							["clColor"] = "ff8686ec",
						}, -- [102]
						{
							["arg2"] = "开心的木头-布兰卡德",
							["type"] = "SAY",
							["time"] = 1589036418,
							["arg1"] = "3秒",
							["clColor"] = "ff006fdc",
						}, -- [103]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "SAY",
							["time"] = 1589036418,
							["arg1"] = "3秒",
							["clColor"] = "ff8686ec",
						}, -- [104]
						{
							["arg2"] = "开心的木头-布兰卡德",
							["type"] = "SAY",
							["time"] = 1589036419,
							["arg1"] = "2秒",
							["clColor"] = "ff006fdc",
						}, -- [105]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "SAY",
							["time"] = 1589036419,
							["arg1"] = "2秒",
							["clColor"] = "ff8686ec",
						}, -- [106]
						{
							["arg2"] = "开心的木头-布兰卡德",
							["type"] = "SAY",
							["time"] = 1589036420,
							["arg1"] = "1秒",
							["clColor"] = "ff006fdc",
						}, -- [107]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "SAY",
							["time"] = 1589036420,
							["arg1"] = "1秒",
							["clColor"] = "ff8686ec",
						}, -- [108]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589036436,
							["arg1"] = "万物咸覩 中了颠覆",
							["clColor"] = "ffa22fc8",
						}, -- [109]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "SAY",
							["time"] = 1589036436,
							["arg1"] = "丫丫小猫 中了颠覆",
							["clColor"] = "ff8686ec",
						}, -- [110]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "SAY",
							["time"] = 1589036439,
							["arg1"] = "3秒",
							["clColor"] = "ff8686ec",
						}, -- [111]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589036439,
							["arg1"] = "3秒",
							["clColor"] = "ffa22fc8",
						}, -- [112]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "SAY",
							["time"] = 1589036440,
							["arg1"] = "2秒",
							["clColor"] = "ff8686ec",
						}, -- [113]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589036440,
							["arg1"] = "2秒",
							["clColor"] = "ffa22fc8",
						}, -- [114]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "SAY",
							["time"] = 1589036441,
							["arg1"] = "1秒",
							["clColor"] = "ff8686ec",
						}, -- [115]
						{
							["arg1"] = " ",
						}, -- [116]
						{
							["arg1"] = " ",
						}, -- [117]
						{
							["arg1"] = "记录开始于 05/09/2020 的 23:02:08。",
							["type"] = "SYSTEM",
						}, -- [118]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "SAY",
							["time"] = 1589036580,
							["arg1"] = "丫丫小猫 中了颠覆",
							["clColor"] = "ff8686ec",
						}, -- [119]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "SAY",
							["time"] = 1589036583,
							["arg1"] = "3秒",
							["clColor"] = "ff8686ec",
						}, -- [120]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "SAY",
							["time"] = 1589036584,
							["arg1"] = "2秒",
							["clColor"] = "ff8686ec",
						}, -- [121]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589036584,
							["arg1"] = "2秒",
							["clColor"] = "ffa22fc8",
						}, -- [122]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "SAY",
							["time"] = 1589036585,
							["arg1"] = "1秒",
							["clColor"] = "ff8686ec",
						}, -- [123]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589036585,
							["arg1"] = "1秒",
							["clColor"] = "ffa22fc8",
						}, -- [124]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "SAY",
							["time"] = 1589036601,
							["arg1"] = "丫丫小猫 中了颠覆",
							["clColor"] = "ff8686ec",
						}, -- [125]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "SAY",
							["time"] = 1589036604,
							["arg1"] = "3秒",
							["clColor"] = "ff8686ec",
						}, -- [126]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589036604,
							["arg1"] = "3秒",
							["clColor"] = "ffa22fc8",
						}, -- [127]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "SAY",
							["time"] = 1589036605,
							["arg1"] = "2秒",
							["clColor"] = "ff8686ec",
						}, -- [128]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589036605,
							["arg1"] = "2秒",
							["clColor"] = "ffa22fc8",
						}, -- [129]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "SAY",
							["time"] = 1589036606,
							["arg1"] = "1秒",
							["clColor"] = "ff8686ec",
						}, -- [130]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589036606,
							["arg1"] = "1秒",
							["clColor"] = "ffa22fc8",
						}, -- [131]
						{
							["arg2"] = "开心的木头-布兰卡德",
							["type"] = "SAY",
							["time"] = 1589036625,
							["arg1"] = "开心的木头 中了颠覆",
							["clColor"] = "ff006fdc",
						}, -- [132]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "SAY",
							["time"] = 1589036625,
							["arg1"] = "丫丫小猫 中了颠覆",
							["clColor"] = "ff8686ec",
						}, -- [133]
						{
							["arg2"] = "开心的木头-布兰卡德",
							["type"] = "SAY",
							["time"] = 1589036629,
							["arg1"] = "3秒",
							["clColor"] = "ff006fdc",
						}, -- [134]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "SAY",
							["time"] = 1589036629,
							["arg1"] = "3秒",
							["clColor"] = "ff8686ec",
						}, -- [135]
						{
							["arg2"] = "开心的木头-布兰卡德",
							["type"] = "SAY",
							["time"] = 1589036629,
							["arg1"] = "2秒",
							["clColor"] = "ff006fdc",
						}, -- [136]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "SAY",
							["time"] = 1589036629,
							["arg1"] = "2秒",
							["clColor"] = "ff8686ec",
						}, -- [137]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "SAY",
							["time"] = 1589036630,
							["arg1"] = "1秒",
							["clColor"] = "ff8686ec",
						}, -- [138]
						{
							["arg2"] = "开心的木头-布兰卡德",
							["type"] = "SAY",
							["time"] = 1589036630,
							["arg1"] = "1秒",
							["clColor"] = "ff006fdc",
						}, -- [139]
						{
							["arg2"] = "开心的木头-布兰卡德",
							["type"] = "SAY",
							["time"] = 1589036646,
							["arg1"] = "开心的木头 中了颠覆",
							["clColor"] = "ff006fdc",
						}, -- [140]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589036646,
							["arg1"] = "万物咸覩 中了颠覆",
							["clColor"] = "ffa22fc8",
						}, -- [141]
						{
							["arg2"] = "开心的木头-布兰卡德",
							["type"] = "SAY",
							["time"] = 1589036649,
							["arg1"] = "3秒",
							["clColor"] = "ff006fdc",
						}, -- [142]
						{
							["arg2"] = "开心的木头-布兰卡德",
							["type"] = "SAY",
							["time"] = 1589036650,
							["arg1"] = "2秒",
							["clColor"] = "ff006fdc",
						}, -- [143]
						{
							["arg2"] = "开心的木头-布兰卡德",
							["type"] = "SAY",
							["time"] = 1589036676,
							["arg1"] = "开心的木头 中了颠覆",
							["clColor"] = "ff006fdc",
						}, -- [144]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589036676,
							["arg1"] = "万物咸覩 中了颠覆",
							["clColor"] = "ffa22fc8",
						}, -- [145]
						{
							["arg2"] = "开心的木头-布兰卡德",
							["type"] = "SAY",
							["time"] = 1589036679,
							["arg1"] = "3秒",
							["clColor"] = "ff006fdc",
						}, -- [146]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589036679,
							["arg1"] = "3秒",
							["clColor"] = "ffa22fc8",
						}, -- [147]
						{
							["arg2"] = "开心的木头-布兰卡德",
							["type"] = "SAY",
							["time"] = 1589036680,
							["arg1"] = "2秒",
							["clColor"] = "ff006fdc",
						}, -- [148]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589036680,
							["arg1"] = "2秒",
							["clColor"] = "ffa22fc8",
						}, -- [149]
						{
							["arg2"] = "开心的木头-布兰卡德",
							["type"] = "SAY",
							["time"] = 1589036681,
							["arg1"] = "1秒",
							["clColor"] = "ff006fdc",
						}, -- [150]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589036681,
							["arg1"] = "1秒",
							["clColor"] = "ffa22fc8",
						}, -- [151]
						{
							["arg2"] = "开心的木头-布兰卡德",
							["type"] = "SAY",
							["time"] = 1589036697,
							["arg1"] = "开心的木头 中了颠覆",
							["clColor"] = "ff006fdc",
						}, -- [152]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "SAY",
							["time"] = 1589036697,
							["arg1"] = "丫丫小猫 中了颠覆",
							["clColor"] = "ff8686ec",
						}, -- [153]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "SAY",
							["time"] = 1589036700,
							["arg1"] = "3秒",
							["clColor"] = "ff8686ec",
						}, -- [154]
						{
							["arg2"] = "开心的木头-布兰卡德",
							["type"] = "SAY",
							["time"] = 1589036700,
							["arg1"] = "3秒",
							["clColor"] = "ff006fdc",
						}, -- [155]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "SAY",
							["time"] = 1589036701,
							["arg1"] = "2秒",
							["clColor"] = "ff8686ec",
						}, -- [156]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "SAY",
							["time"] = 1589036702,
							["arg1"] = "1秒",
							["clColor"] = "ff8686ec",
						}, -- [157]
						{
							["arg2"] = "开心的木头-布兰卡德",
							["type"] = "SAY",
							["time"] = 1589036728,
							["arg1"] = "开心的木头 中了颠覆",
							["clColor"] = "ff006fdc",
						}, -- [158]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589036728,
							["arg1"] = "万物咸覩 中了颠覆",
							["clColor"] = "ffa22fc8",
						}, -- [159]
						{
							["arg2"] = "开心的木头-布兰卡德",
							["type"] = "SAY",
							["time"] = 1589036731,
							["arg1"] = "3秒",
							["clColor"] = "ff006fdc",
						}, -- [160]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589036731,
							["arg1"] = "3秒",
							["clColor"] = "ffa22fc8",
						}, -- [161]
						{
							["arg2"] = "开心的木头-布兰卡德",
							["type"] = "SAY",
							["time"] = 1589036732,
							["arg1"] = "2秒",
							["clColor"] = "ff006fdc",
						}, -- [162]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589036732,
							["arg1"] = "2秒",
							["clColor"] = "ffa22fc8",
						}, -- [163]
						{
							["arg2"] = "开心的木头-布兰卡德",
							["type"] = "SAY",
							["time"] = 1589036733,
							["arg1"] = "1秒",
							["clColor"] = "ff006fdc",
						}, -- [164]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589036733,
							["arg1"] = "1秒",
							["clColor"] = "ffa22fc8",
						}, -- [165]
						{
							["arg2"] = "开心的木头-布兰卡德",
							["type"] = "SAY",
							["time"] = 1589036748,
							["arg1"] = "开心的木头 中了颠覆",
							["clColor"] = "ff006fdc",
						}, -- [166]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589036748,
							["arg1"] = "万物咸覩 中了颠覆",
							["clColor"] = "ffa22fc8",
						}, -- [167]
						{
							["arg2"] = "开心的木头-布兰卡德",
							["type"] = "SAY",
							["time"] = 1589036751,
							["arg1"] = "3秒",
							["clColor"] = "ff006fdc",
						}, -- [168]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589036751,
							["arg1"] = "3秒",
							["clColor"] = "ffa22fc8",
						}, -- [169]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589036752,
							["arg1"] = "2秒",
							["clColor"] = "ffa22fc8",
						}, -- [170]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589036779,
							["arg1"] = "万物咸覩 中了颠覆",
							["clColor"] = "ffa22fc8",
						}, -- [171]
						{
							["arg2"] = "开心的木头-布兰卡德",
							["type"] = "SAY",
							["time"] = 1589036779,
							["arg1"] = "开心的木头 中了颠覆",
							["clColor"] = "ff006fdc",
						}, -- [172]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589036782,
							["arg1"] = "3秒",
							["clColor"] = "ffa22fc8",
						}, -- [173]
						{
							["arg2"] = "开心的木头-布兰卡德",
							["type"] = "SAY",
							["time"] = 1589036782,
							["arg1"] = "3秒",
							["clColor"] = "ff006fdc",
						}, -- [174]
						{
							["arg2"] = "开心的木头-布兰卡德",
							["type"] = "SAY",
							["time"] = 1589036783,
							["arg1"] = "2秒",
							["clColor"] = "ff006fdc",
						}, -- [175]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589036783,
							["arg1"] = "2秒",
							["clColor"] = "ffa22fc8",
						}, -- [176]
						{
							["arg2"] = "开心的木头-布兰卡德",
							["type"] = "SAY",
							["time"] = 1589036784,
							["arg1"] = "1秒",
							["clColor"] = "ff006fdc",
						}, -- [177]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589036784,
							["arg1"] = "1秒",
							["clColor"] = "ffa22fc8",
						}, -- [178]
						{
							["arg2"] = "塔兰吉公主",
							["type"] = "MONSTER_SAY",
							["time"] = 1589036805,
							["arg1"] = "我以前从没见过这种腐化。",
						}, -- [179]
						{
							["arg2"] = "塔兰吉公主",
							["type"] = "MONSTER_SAY",
							["time"] = 1589036809,
							["arg1"] = "要是让这东西离开这里，我们将再也无法阻止它。",
						}, -- [180]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589037084,
							["arg1"] = "小怪爆炸",
							["clColor"] = "ffa22fc8",
						}, -- [181]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589037094,
							["arg1"] = "小怪爆炸",
							["clColor"] = "ffa22fc8",
						}, -- [182]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589037102,
							["arg1"] = "小怪爆炸",
							["clColor"] = "ffa22fc8",
						}, -- [183]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589037122,
							["arg1"] = "小怪爆炸",
							["clColor"] = "ffa22fc8",
						}, -- [184]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589037355,
							["arg1"] = "分散5碼",
							["clColor"] = "ffa22fc8",
						}, -- [185]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589037373,
							["arg1"] = "分散5碼",
							["clColor"] = "ffa22fc8",
						}, -- [186]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589037379,
							["arg1"] = "我被恐懼",
							["clColor"] = "ffa22fc8",
						}, -- [187]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589037410,
							["arg1"] = "分散5碼",
							["clColor"] = "ffa22fc8",
						}, -- [188]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589037428,
							["arg1"] = "分散5碼",
							["clColor"] = "ffa22fc8",
						}, -- [189]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589037434,
							["arg1"] = "我被恐懼",
							["clColor"] = "ffa22fc8",
						}, -- [190]
						{
							["arg2"] = "塔兰吉公主",
							["type"] = "MONSTER_SAY",
							["time"] = 1589037812,
							["arg1"] = "泰坦守护者为我们争取到了时间，但我们无法抑制戈霍恩太久。",
						}, -- [191]
						{
							["arg2"] = "塔兰吉公主",
							["type"] = "MONSTER_SAY",
							["time"] = 1589037818,
							["arg1"] = "我们必须聚集力量，斩草除根。",
						}, -- [192]
						{
							["arg1"] = " ",
						}, -- [193]
						{
							["arg1"] = " ",
						}, -- [194]
						{
							["arg1"] = "记录开始于 05/09/2020 的 23:28:14。",
							["type"] = "SYSTEM",
						}, -- [195]
						{
							["arg2"] = "库尔提拉斯步兵",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589038434,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [196]
						{
							["arg2"] = "库尔提拉斯步兵",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589038453,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [197]
						{
							["arg2"] = "库尔提拉斯步兵",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589038453,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [198]
						{
							["arg2"] = "库尔提拉斯步兵",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589038458,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [199]
						{
							["arg2"] = "库尔提拉斯步兵",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589038458,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [200]
						{
							["arg2"] = "库尔提拉斯步兵",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589038459,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [201]
						{
							["arg2"] = "库尔提拉斯步兵",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589038489,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [202]
						{
							["arg2"] = "库尔提拉斯步兵",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589038532,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [203]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589038562,
							["arg1"] = "快跑開",
							["clColor"] = "ffa22fc8",
						}, -- [204]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589038582,
							["arg1"] = "快跑開",
							["clColor"] = "ffa22fc8",
						}, -- [205]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "SAY",
							["time"] = 1589038850,
							["arg1"] = "风起春城暮 中了铁之凝视",
							["clColor"] = "fffe7b09",
						}, -- [206]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "SAY",
							["time"] = 1589038859,
							["arg1"] = "风起春城暮 中了铁之凝视",
							["clColor"] = "fffe7b09",
						}, -- [207]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "SAY",
							["time"] = 1589038909,
							["arg1"] = "风起春城暮 中了铁之凝视",
							["clColor"] = "fffe7b09",
						}, -- [208]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "SAY",
							["time"] = 1589038920,
							["arg1"] = "丫丫小猫 中了铁之凝视",
							["clColor"] = "ff8686ec",
						}, -- [209]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "SAY",
							["time"] = 1589038930,
							["arg1"] = "丫丫小猫 中了铁之凝视",
							["clColor"] = "ff8686ec",
						}, -- [210]
						{
							["arg2"] = "铁潮掠夺者",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589039016,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [211]
						{
							["arg2"] = "库尔提拉斯步兵",
							["type"] = "MONSTER_SAY",
							["time"] = 1589039031,
							["arg1"] = "这些海盗把伯拉勒斯搞得四分五裂！",
						}, -- [212]
						{
							["arg2"] = "铁潮掠夺者",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589039093,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [213]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "SAY",
							["time"] = 1589039244,
							["arg1"] = "丫丫小猫 中了瞄准火炮",
							["clColor"] = "ff8686ec",
						}, -- [214]
						{
							["arg2"] = "艾什凡观察员",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589039246,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [215]
						{
							["arg2"] = "铁潮掠夺者",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589039274,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [216]
						{
							["arg2"] = "铁潮掠夺者",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589039274,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [217]
						{
							["arg2"] = "库尔提拉斯步兵",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589039300,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [218]
						{
							["arg2"] = "库尔提拉斯步兵",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589039319,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [219]
						{
							["arg2"] = "库尔提拉斯步兵",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589039319,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [220]
						{
							["arg2"] = "库尔提拉斯步兵",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589039320,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [221]
						{
							["arg2"] = "库尔提拉斯步兵",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589039321,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [222]
						{
							["arg2"] = "库尔提拉斯步兵",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589039322,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [223]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "SAY",
							["time"] = 1589039438,
							["arg1"] = "风起春城暮 中了瞄准火炮",
							["clColor"] = "fffe7b09",
						}, -- [224]
						{
							["arg2"] = "艾什凡观察员",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589039447,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [225]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "SAY",
							["time"] = 1589039454,
							["arg1"] = "风起春城暮 中了瞄准火炮",
							["clColor"] = "fffe7b09",
						}, -- [226]
						{
							["arg2"] = "铁潮掠夺者",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589039461,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [227]
						{
							["arg2"] = "铁潮掠夺者",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589039461,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [228]
						{
							["arg2"] = "铁潮掠夺者",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589039462,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [229]
						{
							["arg2"] = "铁潮掠夺者",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589039462,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [230]
						{
							["arg2"] = "水鼠帮劫掠者",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589039896,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [231]
						{
							["arg2"] = "水鼠帮劫掠者",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589040007,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [232]
						{
							["arg2"] = "水鼠帮劫掠者",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1589040014,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [233]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589040178,
							["arg1"] = "分散5碼",
							["clColor"] = "ffa22fc8",
						}, -- [234]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "SAY",
							["time"] = 1589040577,
							["arg1"] = "风起春城暮 中了腐败之水",
							["clColor"] = "fffe7b09",
						}, -- [235]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "SAY",
							["time"] = 1589040618,
							["arg1"] = "丫丫小猫 中了腐败之水",
							["clColor"] = "ff8686ec",
						}, -- [236]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "SAY",
							["time"] = 1589040638,
							["arg1"] = "风起春城暮 中了腐败之水",
							["clColor"] = "fffe7b09",
						}, -- [237]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589040661,
							["arg1"] = "万物咸覩 中了腐败之水",
							["clColor"] = "ffa22fc8",
						}, -- [238]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "SAY",
							["time"] = 1589040681,
							["arg1"] = "丫丫小猫 中了腐败之水",
							["clColor"] = "ff8686ec",
						}, -- [239]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "SAY",
							["time"] = 1589040701,
							["arg1"] = "风起春城暮 中了腐败之水",
							["clColor"] = "fffe7b09",
						}, -- [240]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "SAY",
							["time"] = 1589040702,
							["arg1"] = "千年老妖丶 中了腐败之水",
							["clColor"] = "ffc59a6c",
						}, -- [241]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "SAY",
							["time"] = 1589040724,
							["arg1"] = "风起春城暮 中了腐败之水",
							["clColor"] = "fffe7b09",
						}, -- [242]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "SAY",
							["time"] = 1589040768,
							["arg1"] = "丫丫小猫 中了腐败之水",
							["clColor"] = "ff8686ec",
						}, -- [243]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "SAY",
							["time"] = 1589040768,
							["arg1"] = "风起春城暮 中了腐败之水",
							["clColor"] = "fffe7b09",
						}, -- [244]
						{
							["arg2"] = "万物咸覩-凤凰之神",
							["type"] = "SAY",
							["time"] = 1589040788,
							["arg1"] = "万物咸覩 中了腐败之水",
							["clColor"] = "ffa22fc8",
						}, -- [245]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "SAY",
							["time"] = 1589040789,
							["arg1"] = "千年老妖丶 中了腐败之水",
							["clColor"] = "ffc59a6c",
						}, -- [246]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "SAY",
							["time"] = 1589040810,
							["arg1"] = "千年老妖丶 中了腐败之水",
							["clColor"] = "ffc59a6c",
						}, -- [247]
						{
							["arg2"] = "丫丫小猫-血顶",
							["type"] = "SAY",
							["time"] = 1589040832,
							["arg1"] = "丫丫小猫 中了腐败之水",
							["clColor"] = "ff8686ec",
						}, -- [248]
						{
							["arg2"] = "千年老妖丶-亡语者",
							["type"] = "SAY",
							["time"] = 1589040853,
							["arg1"] = "千年老妖丶 中了腐败之水",
							["clColor"] = "ffc59a6c",
						}, -- [249]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "SAY",
							["time"] = 1589040895,
							["arg1"] = "风起春城暮 中了腐败之水",
							["clColor"] = "fffe7b09",
						}, -- [250]
					},
				}, -- [4]
				{
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "呼喊",
					["logs"] = {
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949005,
							["arg1"] = "推进器点火！",
						}, -- [1]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949018,
							["arg1"] = "你们躲不开我的目标锁定系统！",
						}, -- [2]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949035,
							["arg1"] = "你们躲不开我的目标锁定系统！",
						}, -- [3]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949042,
							["arg1"] = "推进器点火！",
						}, -- [4]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949054,
							["arg1"] = "你们躲不开我的目标锁定系统！",
						}, -- [5]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949064,
							["arg1"] = "你们以为这就打败我了？哈！蠢货！",
						}, -- [6]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949068,
							["arg1"] = "你们不过是毁了一台玩具模型！",
						}, -- [7]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949072,
							["arg1"] = "想瞧瞧我真正的秘密武器吗？那就让你们见识一下！",
						}, -- [8]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949085,
							["arg1"] = "所有能量传输至武器系统！",
						}, -- [9]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949104,
							["arg1"] = "磁力装置已就位！",
						}, -- [10]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949119,
							["arg1"] = "所有能量传输至武器系统！",
						}, -- [11]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949150,
							["arg1"] = "所有能量传输至武器系统！",
						}, -- [12]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949166,
							["arg1"] = "磁力装置已就位！",
						}, -- [13]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949181,
							["arg1"] = "所有能量传输至武器系统！",
						}, -- [14]
						{
							["arg2"] = "麦卡贡国王",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949195,
							["arg1"] = "你们……这些……次品……",
						}, -- [15]
						{
							["arg1"] = " ",
						}, -- [16]
						{
							["arg1"] = " ",
						}, -- [17]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 22:49:32。",
						}, -- [18]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949719,
							["arg1"] = "你的末日降临了！",
						}, -- [19]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949735,
							["arg1"] = "地上要小心了，你们这群长满藤壶的猪猡！",
						}, -- [20]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949751,
							["arg1"] = "你的末日降临了！",
						}, -- [21]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949767,
							["arg1"] = "地上要小心了，你们这群长满藤壶的猪猡！",
						}, -- [22]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949826,
							["arg1"] = "喂，你们这帮舱底鼠！",
						}, -- [23]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949860,
							["arg1"] = "啊！鲨鱼饵，去轰炸他们的船舷！",
						}, -- [24]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949878,
							["arg1"] = "舷窗根本挡不住！",
						}, -- [25]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949901,
							["arg1"] = "炸翻你们臭烘烘的甲板！",
						}, -- [26]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949920,
							["arg1"] = "弄洒别人的酒会遭报应的！",
						}, -- [27]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949923,
							["arg1"] = "哦，看看是谁还在晕船呢！",
						}, -- [28]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949935,
							["arg1"] = "射穿你们的皮！",
						}, -- [29]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949940,
							["arg1"] = "哦，看看是谁还在晕船呢！",
						}, -- [30]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949957,
							["arg1"] = "哦，看看是谁还在晕船呢！",
						}, -- [31]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949974,
							["arg1"] = "这滋味你今生难忘！",
						}, -- [32]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949978,
							["arg1"] = "看来……我要去……喂鲨鱼了……",
						}, -- [33]
						{
							["arg2"] = "黑齿拳手",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950135,
							["arg1"] = "我们自己乱战了起来！",
						}, -- [34]
						{
							["arg2"] = "“两眼虫”戴维",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950352,
							["arg1"] = "来来来，下注了！又来了一群受害——呃，参赛者！交给你们了，古尔戈索克和伍迪！",
						}, -- [35]
						{
							["arg2"] = "尤朵拉船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950479,
							["arg1"] = "我要拿你们的骨头当靶子。",
						}, -- [36]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950482,
							["arg1"] = "看看你能不能撑得住！",
						}, -- [37]
						{
							["arg2"] = "拉乌尔船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950487,
							["arg1"] = "干杯，水手们！",
						}, -- [38]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950488,
							["arg1"] = "预备！",
						}, -- [39]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950495,
							["arg1"] = "第一滴血！",
						}, -- [40]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950513,
							["arg1"] = "钢铁之潮！",
						}, -- [41]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950536,
							["arg1"] = "预备！",
						}, -- [42]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950566,
							["arg1"] = "钢铁之潮！",
						}, -- [43]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950589,
							["arg1"] = "预备！",
						}, -- [44]
						{
							["arg2"] = "尤朵拉船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950604,
							["arg1"] = "打得……漂亮……",
						}, -- [45]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950614,
							["arg1"] = "预备！",
						}, -- [46]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950638,
							["arg1"] = "钢铁之潮！",
						}, -- [47]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950659,
							["arg1"] = "请把我的剑跟我埋在一起……",
						}, -- [48]
						{
							["arg2"] = "拉乌尔船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950665,
							["arg1"] = "真受不了你们，喝酒去！",
						}, -- [49]
						{
							["arg2"] = "尤朵拉船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950669,
							["arg1"] = "啊，我枪膛里还有子弹呢。",
						}, -- [50]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950673,
							["arg1"] = "我什么时候才能碰上旗鼓相当的对手？",
						}, -- [51]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951334,
							["arg1"] = "猪猡，你觉得能斗得过我？看来我得好好教训你。",
						}, -- [52]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951355,
							["arg1"] = "开炮！把这些癞皮狗轰成渣！",
						}, -- [53]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951367,
							["arg1"] = "拿他们的肠子擦甲板！",
						}, -- [54]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951373,
							["arg1"] = "让这些水手瞧瞧我们的火力！",
						}, -- [55]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951388,
							["arg1"] = "全体上甲板！",
						}, -- [56]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951394,
							["arg1"] = "让这些水手瞧瞧我们的火力！",
						}, -- [57]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951409,
							["arg1"] = "拿他们的肠子擦甲板！",
						}, -- [58]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951415,
							["arg1"] = "让这些水手瞧瞧我们的火力！",
						}, -- [59]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951443,
							["arg1"] = "开炮！把这些癞皮狗轰成渣！",
						}, -- [60]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951449,
							["arg1"] = "拿他们的肠子擦甲板！",
						}, -- [61]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951461,
							["arg1"] = "开炮！把这些癞皮狗轰成渣！",
						}, -- [62]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951473,
							["arg1"] = "全体上甲板！",
						}, -- [63]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951485,
							["arg1"] = "让这些水手瞧瞧我们的火力！",
						}, -- [64]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951497,
							["arg1"] = "全体上甲板！",
						}, -- [65]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951519,
							["arg1"] = "开炮！把这些癞皮狗轰成渣！",
						}, -- [66]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951525,
							["arg1"] = "拿他们的肠子擦甲板！",
						}, -- [67]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951531,
							["arg1"] = "不可……思议……",
						}, -- [68]
						{
							["arg1"] = " ",
						}, -- [69]
						{
							["arg1"] = " ",
						}, -- [70]
						{
							["arg1"] = "记录开始于 05/09/2020 的 20:13:03。",
							["type"] = "SYSTEM",
						}, -- [71]
						{
							["arg2"] = "审判官格恩肖尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589026699,
							["arg1"] = "干掉那个兽人，清扫暗巷区！拒绝主人之血的都不得好死！",
						}, -- [72]
						{
							["arg2"] = "博亚",
							["type"] = "MONSTER_YELL",
							["time"] = 1589026788,
							["arg1"] = "救命！斯诺恩发疯了！",
						}, -- [73]
						{
							["arg2"] = "雷克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589026896,
							["arg1"] = "你不过是恩佐斯无尽大军面前的蝼蚁。现在，我就要踩死你！",
						}, -- [74]
						{
							["arg2"] = "雷克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027056,
							["arg1"] = "我会把你的血肉喂给我的野兽，把你的灵魂献给恩佐斯！",
						}, -- [75]
						{
							["arg2"] = "雷克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027061,
							["arg1"] = "来吧，我的宠物！侍奉你的主人！",
						}, -- [76]
						{
							["arg2"] = "雷克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027067,
							["arg1"] = "我的野兽会吞噬你！",
						}, -- [77]
						{
							["arg2"] = "雷克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027075,
							["arg1"] = "消灭这些猎物！",
						}, -- [78]
						{
							["arg2"] = "雷克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027078,
							["arg1"] = "恩佐斯能号令的，可不只是动物！",
						}, -- [79]
						{
							["arg2"] = "泽坎",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027131,
							["arg1"] = "勇士们！我们需要帮助！",
						}, -- [80]
						{
							["arg2"] = "泽坎",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027146,
							["arg1"] = "得先把那个干掉。",
						}, -- [81]
						{
							["arg2"] = "泽坎",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027182,
							["arg1"] = "恩佐斯的腐化图腾全是虚空的低语，把我们的萨满逼疯了。得把图腾都毁掉。",
						}, -- [82]
						{
							["arg2"] = "盖亚拉大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027184,
							["arg1"] = "杜隆坦的假儿子必须死！他手上沾满了玛格汉的鲜血！",
						}, -- [83]
						{
							["arg2"] = "无光者维兹奥克",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027344,
							["arg1"] = "虚空在呼唤你！",
						}, -- [84]
						{
							["arg2"] = "盖亚拉大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027345,
							["arg1"] = "以玛格汉的名义，干掉那个怪物！",
						}, -- [85]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027914,
							["arg1"] = "元素已经发声。艾泽拉斯即将灭亡。",
						}, -- [86]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027920,
							["arg1"] = "不喝血的，都得死！",
						}, -- [87]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027924,
							["arg1"] = "古神之血是我们唯一的救赎！",
						}, -- [88]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027932,
							["arg1"] = "我们必须服从恩佐斯！",
						}, -- [89]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027958,
							["arg1"] = "我们必须服从恩佐斯！",
						}, -- [90]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027974,
							["arg1"] = "感谢你……让我……重获自由……",
						}, -- [91]
						{
							["arg1"] = " ",
						}, -- [92]
						{
							["arg1"] = " ",
						}, -- [93]
						{
							["arg1"] = "记录开始于 05/09/2020 的 21:18:08。",
							["type"] = "SYSTEM",
						}, -- [94]
						{
							["arg2"] = "未知目标",
							["type"] = "MONSTER_YELL",
							["time"] = 1589030678,
							["arg1"] = "你胆敢打扰我们神圣的行动？",
						}, -- [95]
						{
							["arg2"] = "凯姆斯，黎明之刃",
							["type"] = "MONSTER_YELL",
							["time"] = 1589030698,
							["arg1"] = "你会因为惹怒光刃而懊悔不已！",
						}, -- [96]
						{
							["arg2"] = "凯姆斯，黎明之刃",
							["type"] = "MONSTER_YELL",
							["time"] = 1589030712,
							["arg1"] = "你才打败了学生，现在面对老师吧！",
						}, -- [97]
						{
							["arg2"] = "哈丹队长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589030996,
							["arg1"] = "阿玛赛特已经释放了泰坦守护者！坚守战线！",
						}, -- [98]
						{
							["arg1"] = " ",
						}, -- [99]
						{
							["arg1"] = " ",
						}, -- [100]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 22:23:20。",
						}, -- [101]
						{
							["arg2"] = "长者莉娅克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589035008,
							["arg1"] = "戈霍恩之力会吞噬你！",
						}, -- [102]
						{
							["arg2"] = "长者莉娅克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589035014,
							["arg1"] = "腐烂消亡吧！",
						}, -- [103]
						{
							["arg2"] = "长者莉娅克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589035018,
							["arg1"] = "戈霍恩无所不在！",
						}, -- [104]
						{
							["arg2"] = "长者莉娅克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589035030,
							["arg1"] = "腐烂消亡吧！",
						}, -- [105]
						{
							["arg2"] = "长者莉娅克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589035040,
							["arg1"] = "戈霍恩之力会吞噬你！",
						}, -- [106]
						{
							["arg2"] = "长者莉娅克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589035046,
							["arg1"] = "腐烂消亡吧！",
						}, -- [107]
						{
							["arg2"] = "长者莉娅克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589035061,
							["arg1"] = "腐烂消亡吧！",
						}, -- [108]
						{
							["arg2"] = "长者莉娅克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589035066,
							["arg1"] = "戈霍恩无所不在！",
						}, -- [109]
						{
							["arg2"] = "长者莉娅克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589035070,
							["arg1"] = "戈霍恩之力会吞噬你！",
						}, -- [110]
						{
							["arg2"] = "长者莉娅克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589035077,
							["arg1"] = "腐烂消亡吧！",
						}, -- [111]
						{
							["arg2"] = "长者莉娅克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589035093,
							["arg1"] = "腐烂消亡吧！",
						}, -- [112]
						{
							["arg2"] = "长者莉娅克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589035100,
							["arg1"] = "戈霍恩之力会吞噬你！",
						}, -- [113]
						{
							["arg2"] = "长者莉娅克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589035109,
							["arg1"] = "腐烂消亡吧！",
						}, -- [114]
						{
							["arg2"] = "长者莉娅克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589035115,
							["arg1"] = "戈霍恩无所不在！",
						}, -- [115]
						{
							["arg2"] = "长者莉娅克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589035125,
							["arg1"] = "腐烂消亡吧！",
						}, -- [116]
						{
							["arg2"] = "长者莉娅克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589035131,
							["arg1"] = "戈霍恩之力会吞噬你！",
						}, -- [117]
						{
							["arg2"] = "长者莉娅克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589035134,
							["arg1"] = "我的鲜血献给戈霍恩……",
						}, -- [118]
						{
							["arg2"] = "孢子召唤师赞查",
							["type"] = "MONSTER_YELL",
							["time"] = 1589036354,
							["arg1"] = "收割！",
						}, -- [119]
						{
							["arg2"] = "孢子召唤师赞查",
							["type"] = "MONSTER_YELL",
							["time"] = 1589036399,
							["arg1"] = "生长吧！",
						}, -- [120]
						{
							["arg2"] = "孢子召唤师赞查",
							["type"] = "MONSTER_YELL",
							["time"] = 1589036423,
							["arg1"] = "腐烂吧！",
						}, -- [121]
						{
							["arg2"] = "孢子召唤师赞查",
							["type"] = "MONSTER_YELL",
							["time"] = 1589036450,
							["arg1"] = "生长吧！",
						}, -- [122]
						{
							["arg2"] = "孢子召唤师赞查",
							["type"] = "MONSTER_YELL",
							["time"] = 1589036461,
							["arg1"] = "成为肥料吧！",
						}, -- [123]
						{
							["arg1"] = " ",
						}, -- [124]
						{
							["arg1"] = " ",
						}, -- [125]
						{
							["arg1"] = "记录开始于 05/09/2020 的 23:02:08。",
							["type"] = "SYSTEM",
						}, -- [126]
						{
							["arg2"] = "孢子召唤师赞查",
							["type"] = "MONSTER_YELL",
							["time"] = 1589036563,
							["arg1"] = "腐烂必须扩散！",
						}, -- [127]
						{
							["arg2"] = "孢子召唤师赞查",
							["type"] = "MONSTER_YELL",
							["time"] = 1589036610,
							["arg1"] = "生长吧！",
						}, -- [128]
						{
							["arg2"] = "孢子召唤师赞查",
							["type"] = "MONSTER_YELL",
							["time"] = 1589036660,
							["arg1"] = "腐化绽放！",
						}, -- [129]
						{
							["arg2"] = "孢子召唤师赞查",
							["type"] = "MONSTER_YELL",
							["time"] = 1589036712,
							["arg1"] = "生长吧！",
						}, -- [130]
						{
							["arg2"] = "孢子召唤师赞查",
							["type"] = "MONSTER_YELL",
							["time"] = 1589036735,
							["arg1"] = "腐烂吧！",
						}, -- [131]
						{
							["arg2"] = "孢子召唤师赞查",
							["type"] = "MONSTER_YELL",
							["time"] = 1589036763,
							["arg1"] = "生长吧！",
						}, -- [132]
						{
							["arg2"] = "孢子召唤师赞查",
							["type"] = "MONSTER_YELL",
							["time"] = 1589036796,
							["arg1"] = "万物终将……凋零……",
						}, -- [133]
						{
							["arg2"] = "泰坦守护者赫兹雷尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589037445,
							["arg1"] = "行星感染即将到来。",
						}, -- [134]
						{
							["arg2"] = "泰坦守护者赫兹雷尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589037523,
							["arg1"] = "侦测到剧毒样本。最高抑制优先级。",
						}, -- [135]
						{
							["arg2"] = "不羁畸变怪",
							["type"] = "MONSTER_YELL",
							["time"] = 1589037558,
							["arg1"] = "吞食！消灭！扩散！",
						}, -- [136]
						{
							["arg2"] = "泰坦守护者赫兹雷尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589037576,
							["arg1"] = "正在净化区域。",
						}, -- [137]
						{
							["arg2"] = "泰坦守护者赫兹雷尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589037594,
							["arg1"] = "正在净化区域。",
						}, -- [138]
						{
							["arg2"] = "不羁畸变怪",
							["type"] = "MONSTER_YELL",
							["time"] = 1589037604,
							["arg1"] = "感染成功！",
						}, -- [139]
						{
							["arg2"] = "泰坦守护者赫兹雷尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589037610,
							["arg1"] = "侦测到感染。开始清理。",
						}, -- [140]
						{
							["arg2"] = "泰坦守护者赫兹雷尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589037615,
							["arg1"] = "侦测到感染。开始清理。",
						}, -- [141]
						{
							["arg2"] = "泰坦守护者赫兹雷尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589037630,
							["arg1"] = "正在净化区域。",
						}, -- [142]
						{
							["arg2"] = "泰坦守护者赫兹雷尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589037647,
							["arg1"] = "正在净化区域。",
						}, -- [143]
						{
							["arg2"] = "泰坦守护者赫兹雷尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589037664,
							["arg1"] = "正在净化区域。",
						}, -- [144]
						{
							["arg2"] = "泰坦守护者赫兹雷尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589037681,
							["arg1"] = "正在净化区域。",
						}, -- [145]
						{
							["arg2"] = "不羁畸变怪",
							["type"] = "MONSTER_YELL",
							["time"] = 1589037697,
							["arg1"] = "感染成功！",
						}, -- [146]
						{
							["arg2"] = "泰坦守护者赫兹雷尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589037698,
							["arg1"] = "正在净化区域。",
						}, -- [147]
						{
							["arg2"] = "泰坦守护者赫兹雷尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589037704,
							["arg1"] = "侦测到感染。开始清理。",
						}, -- [148]
						{
							["arg2"] = "泰坦守护者赫兹雷尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589037710,
							["arg1"] = "侦测到感染。开始清理。",
						}, -- [149]
						{
							["arg2"] = "泰坦守护者赫兹雷尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589037721,
							["arg1"] = "正在净化区域。",
						}, -- [150]
						{
							["arg2"] = "泰坦守护者赫兹雷尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589037738,
							["arg1"] = "正在净化区域。",
						}, -- [151]
						{
							["arg2"] = "泰坦守护者赫兹雷尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589037755,
							["arg1"] = "正在净化区域。",
						}, -- [152]
						{
							["arg2"] = "泰坦守护者赫兹雷尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589037772,
							["arg1"] = "正在净化区域。",
						}, -- [153]
						{
							["arg2"] = "不羁畸变怪",
							["type"] = "MONSTER_YELL",
							["time"] = 1589037784,
							["arg1"] = "感染成功！",
						}, -- [154]
						{
							["arg2"] = "泰坦守护者赫兹雷尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589037789,
							["arg1"] = "侦测到感染。开始清理。",
						}, -- [155]
						{
							["arg2"] = "泰坦守护者赫兹雷尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589037796,
							["arg1"] = "执行净化协议。",
						}, -- [156]
						{
							["arg2"] = "不羁畸变怪",
							["type"] = "MONSTER_YELL",
							["time"] = 1589037802,
							["arg1"] = "必须……扩散……",
						}, -- [157]
						{
							["arg2"] = "泰坦守护者赫兹雷尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589037804,
							["arg1"] = "正在启动最终防卫措施。摧毁传染根源。",
						}, -- [158]
						{
							["arg1"] = " ",
						}, -- [159]
						{
							["arg1"] = " ",
						}, -- [160]
						{
							["arg1"] = "记录开始于 05/09/2020 的 23:28:14。",
							["type"] = "SYSTEM",
						}, -- [161]
						{
							["arg2"] = "伯拉勒斯平民",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038375,
							["arg1"] = "部落在这里？！我还不如去和鲨鱼碰碰运气！",
						}, -- [162]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038522,
							["arg1"] = "我看到一名库尔提拉斯的精锐在前方的庭院里集结他的部队。",
						}, -- [163]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038528,
							["arg1"] = "只要消灭他，他们就会阵脚大乱，这样你就能轻松地在城市中穿行了。",
						}, -- [164]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038642,
							["arg1"] = "大海将吞噬你的骨头！",
						}, -- [165]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038765,
							["arg1"] = "为了伯拉勒斯！",
						}, -- [166]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038766,
							["arg1"] = "我要砍死你！",
						}, -- [167]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038776,
							["arg1"] = "火炮准备！向我的位置开火！",
						}, -- [168]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038800,
							["arg1"] = "大海将吞噬你的骨头！",
						}, -- [169]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038801,
							["arg1"] = "我要砍死你！",
						}, -- [170]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038802,
							["arg1"] = "潮汐之力无人能挡！",
						}, -- [171]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038824,
							["arg1"] = "我要砍死你！",
						}, -- [172]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038837,
							["arg1"] = "火炮准备！向我的位置开火！",
						}, -- [173]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038849,
							["arg1"] = "潮汐之力无人能挡！",
						}, -- [174]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038849,
							["arg1"] = "我要砍死你！",
						}, -- [175]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038868,
							["arg1"] = "我要砍死你！",
						}, -- [176]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038872,
							["arg1"] = "受死吧！",
						}, -- [177]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038882,
							["arg1"] = "我要砍死你！",
						}, -- [178]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038882,
							["arg1"] = "无组织无纪律！",
						}, -- [179]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038883,
							["arg1"] = "受死吧！",
						}, -- [180]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038894,
							["arg1"] = "受死吧！",
						}, -- [181]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038898,
							["arg1"] = "火炮准备！向我的位置开火！",
						}, -- [182]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038908,
							["arg1"] = "受死吧！",
						}, -- [183]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038908,
							["arg1"] = "我要砍死你！",
						}, -- [184]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038918,
							["arg1"] = "潮汐之力无人能挡！",
						}, -- [185]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038919,
							["arg1"] = "我要砍死你！",
						}, -- [186]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038931,
							["arg1"] = "潮汐之力无人能挡！",
						}, -- [187]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038940,
							["arg1"] = "我要砍死你！",
						}, -- [188]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038942,
							["arg1"] = "潮汐之力无人能挡！",
						}, -- [189]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038952,
							["arg1"] = "潮汐之力无人能挡！",
						}, -- [190]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038953,
							["arg1"] = "你不配……赢得……胜利……",
						}, -- [191]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038958,
							["arg1"] = "哈！瞧他们四散而逃的样子。没有了领导，这群人类就是乌合之众。",
						}, -- [192]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038967,
							["arg1"] = "我在下一个区域发现了一名使用艾泽里特火炮的目标，很有价值。为部落夺取这些武器吧。",
						}, -- [193]
						{
							["arg2"] = "艾什凡水手",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039401,
							["arg1"] = "洛克伍德船长！我们的部队已经失去了对码头的控制权。",
						}, -- [194]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039406,
							["arg1"] = "无所谓。我的火炮会把任何敌人化为灰烬！",
						}, -- [195]
						{
							["arg2"] = "艾什凡观察员",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039411,
							["arg1"] = "火炮！开火！",
						}, -- [196]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039413,
							["arg1"] = "那艘船上装满了艾泽里特。你去干掉船员，我负责把货物运出城市。",
						}, -- [197]
						{
							["arg2"] = "艾什凡观察员",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039425,
							["arg1"] = "火炮！开火！",
						}, -- [198]
						{
							["arg2"] = "艾什凡观察员",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039437,
							["arg1"] = "火炮！向我的目标开火！",
						}, -- [199]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039477,
							["arg1"] = "不留活口！",
						}, -- [200]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039490,
							["arg1"] = "全体船员……攻击！",
						}, -- [201]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039493,
							["arg1"] = "所有火炮……发射！",
						}, -- [202]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039550,
							["arg1"] = "扫清甲板！",
						}, -- [203]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039588,
							["arg1"] = "全体船员……攻击！",
						}, -- [204]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039591,
							["arg1"] = "屠戮者弹药……发射！",
						}, -- [205]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039622,
							["arg1"] = "扫清甲板！",
						}, -- [206]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039659,
							["arg1"] = "全体船员……攻击！",
						}, -- [207]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039662,
							["arg1"] = "屠戮者弹药……发射！",
						}, -- [208]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039684,
							["arg1"] = "扫清甲板！",
						}, -- [209]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039688,
							["arg1"] = "一枪射进你的内脏！",
						}, -- [210]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039708,
							["arg1"] = "一枪射进你的内脏！",
						}, -- [211]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039719,
							["arg1"] = "我受够了！",
						}, -- [212]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039722,
							["arg1"] = "所有火炮……发射！",
						}, -- [213]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039751,
							["arg1"] = "扫清甲板！",
						}, -- [214]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039773,
							["arg1"] = "我会驶向……未知的海域……",
						}, -- [215]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039778,
							["arg1"] = "摧毁那艘船反而让库尔提拉斯人缓了一口气，真是遗憾啊。",
						}, -- [216]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039784,
							["arg1"] = "不过，这些武器会为我们提供极大的优势。",
						}, -- [217]
						{
							["arg2"] = "艾什凡观察员",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039791,
							["arg1"] = "瞄准！",
						}, -- [218]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039791,
							["arg1"] = "我在南边发现了我们的下一个猎物。你最好动作快点。",
						}, -- [219]
						{
							["arg2"] = "艾什凡观察员",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039792,
							["arg1"] = "射击！！！",
						}, -- [220]
						{
							["arg2"] = "艾什凡观察员",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039798,
							["arg1"] = "重新装弹！！！",
						}, -- [221]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039800,
							["arg1"] = "摧毁那艘船反而让库尔提拉斯人缓了一口气，真是遗憾啊。",
						}, -- [222]
						{
							["arg2"] = "艾什凡观察员",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039802,
							["arg1"] = "瞄准！",
						}, -- [223]
						{
							["arg2"] = "艾什凡观察员",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039803,
							["arg1"] = "射击！！！",
						}, -- [224]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039807,
							["arg1"] = "不过，这些武器会为我们提供极大的优势。",
						}, -- [225]
						{
							["arg2"] = "艾什凡观察员",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039809,
							["arg1"] = "重新装弹！！！",
						}, -- [226]
						{
							["arg2"] = "艾什凡观察员",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039813,
							["arg1"] = "瞄准！",
						}, -- [227]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039814,
							["arg1"] = "我在南边发现了我们的下一个猎物。你最好动作快点。",
						}, -- [228]
						{
							["arg2"] = "艾什凡观察员",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039814,
							["arg1"] = "射击！！！",
						}, -- [229]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040211,
							["arg1"] = "这头野兽在使用被艾泽里特强化过的武器。",
						}, -- [230]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040216,
							["arg1"] = "我认为它不会乖乖投降，看来你只有从它的尸体上把那把武器给撬下来了。",
						}, -- [231]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040349,
							["arg1"] = "在六尺深水下腐烂吧！",
						}, -- [232]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040407,
							["arg1"] = "在六尺深水下腐烂吧！",
						}, -- [233]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040420,
							["arg1"] = "深渊将埋葬你们！",
						}, -- [234]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040431,
							["arg1"] = "击溃！",
						}, -- [235]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040438,
							["arg1"] = "深渊将埋葬你们！",
						}, -- [236]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040457,
							["arg1"] = "粉碎！",
						}, -- [237]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040472,
							["arg1"] = "深渊将埋葬你们！",
						}, -- [238]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040481,
							["arg1"] = "击溃！",
						}, -- [239]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040489,
							["arg1"] = "粉碎！",
						}, -- [240]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040508,
							["arg1"] = "深渊将埋葬你们！",
						}, -- [241]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040525,
							["arg1"] = "粉碎！",
						}, -- [242]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040531,
							["arg1"] = "击溃！",
						}, -- [243]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040543,
							["arg1"] = "深渊将埋葬你们！",
						}, -- [244]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040543,
							["arg1"] = "请把我的尸体……送回……大海……",
						}, -- [245]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040548,
							["arg1"] = "黑暗女王一定会认可你的功劳。",
						}, -- [246]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040552,
							["arg1"] = "看来艾什凡为我们打开了一个便捷出口。我们可以走了，就让伯拉勒斯尽情地燃烧吧。",
						}, -- [247]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040565,
							["arg1"] = "黑暗女王一定会认可你的功劳。",
						}, -- [248]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040568,
							["arg1"] = "看来艾什凡为我们打开了一个便捷出口。我们可以走了，就让伯拉勒斯尽情地燃烧吧。",
						}, -- [249]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040902,
							["arg1"] = "有了你收集的艾泽里特，我们就能确保联盟也遭到和伯拉勒斯一样的命运。",
						}, -- [250]
					},
				}, -- [5]
				{
					["enabled"] = true,
					["name"] = "公会官员",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/09/2020 的 23:28:14。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				}, -- [6]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "公会",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/07/2020 的 19:50:01。",
							["type"] = "SYSTEM",
						}, -- [1]
						{
							["arg2"] = "莫小曦-亡语者",
							["type"] = "GUILD",
							["time"] = 1588852643,
							["arg1"] = "有9个",
							["clColor"] = "fffe7b09",
						}, -- [2]
						{
							["arg2"] = "莫小曦-亡语者",
							["type"] = "GUILD",
							["time"] = 1588852650,
							["arg1"] = "下次你密我",
							["clColor"] = "fffe7b09",
						}, -- [3]
						{
							["arg2"] = "莫小曦-亡语者",
							["type"] = "GUILD",
							["time"] = 1588852656,
							["arg1"] = "有时候看不见信息",
							["clColor"] = "fffe7b09",
						}, -- [4]
						{
							["arg1"] = " ",
						}, -- [5]
						{
							["arg1"] = " ",
						}, -- [6]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 20:35:09。",
						}, -- [7]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "GUILD",
							["time"] = 1588855719,
							["arg1"] = "豆丁",
							["clColor"] = "ffa22fc8",
						}, -- [8]
						{
							["arg2"] = "Xiaodouding-亡语者",
							["type"] = "GUILD",
							["time"] = 1588855735,
							["arg1"] = "没忙完呢",
							["clColor"] = "fff38bb9",
						}, -- [9]
						{
							["arg2"] = "Xiaodouding-亡语者",
							["type"] = "GUILD",
							["time"] = 1588855761,
							["arg1"] = "小豆子的作业还没检查完，检查完了还要煮药。",
							["clColor"] = "fff38bb9",
						}, -- [10]
						{
							["arg2"] = "Xiaodouding-亡语者",
							["type"] = "GUILD",
							["time"] = 1588855766,
							["arg1"] = "{悲剧}",
							["clColor"] = "fff38bb9",
						}, -- [11]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "GUILD",
							["time"] = 1588855770,
							["arg1"] = "...",
							["clColor"] = "ffa22fc8",
						}, -- [12]
						{
							["arg2"] = "Xiaodouding-亡语者",
							["type"] = "GUILD",
							["time"] = 1588855816,
							["arg1"] = "|cffa335ee|Hitem:159436::::::::120:70::35:8:6536:4802:6578:6579:6542:6513:1647:4786:::|h[荧光植被践踏者]|h|r好黑",
							["clColor"] = "fff38bb9",
						}, -- [13]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "GUILD",
							["time"] = 1588855881,
							["arg1"] = "?",
							["clColor"] = "ffa22fc8",
						}, -- [14]
						{
							["arg1"] = " ",
						}, -- [15]
						{
							["arg1"] = " ",
						}, -- [16]
						{
							["arg1"] = "记录开始于 05/08/2020 的 21:26:52。",
							["type"] = "SYSTEM",
						}, -- [17]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588944733,
							["arg1"] = "ok",
							["clColor"] = "fffe7b09",
						}, -- [18]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588944735,
							["arg1"] = "go",
							["clColor"] = "fffe7b09",
						}, -- [19]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588944743,
							["arg1"] = "木头",
							["clColor"] = "fffe7b09",
						}, -- [20]
						{
							["arg2"] = "爆橙-亡语者",
							["type"] = "GUILD",
							["time"] = 1588944750,
							["arg1"] = "G啥",
							["clColor"] = "ffa22fc8",
						}, -- [21]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588944788,
							["arg1"] = "w先弄个空投",
							["clColor"] = "fffe7b09",
						}, -- [22]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588944792,
							["arg1"] = "你组",
							["clColor"] = "fffe7b09",
						}, -- [23]
						{
							["arg2"] = "爆橙-亡语者",
							["type"] = "GUILD",
							["time"] = 1588944798,
							["arg1"] = "组啥",
							["clColor"] = "ffa22fc8",
						}, -- [24]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588944801,
							["arg1"] = "叫下 小猫",
							["clColor"] = "fffe7b09",
						}, -- [25]
						{
							["arg2"] = "爆橙-亡语者",
							["type"] = "GUILD",
							["time"] = 1588944803,
							["arg1"] = "我还在单位",
							["clColor"] = "ffa22fc8",
						}, -- [26]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588944813,
							["arg1"] = "打个低保?",
							["clColor"] = "fffe7b09",
						}, -- [27]
						{
							["arg2"] = "爆橙-亡语者",
							["type"] = "GUILD",
							["time"] = 1588944814,
							["arg1"] = "昨晚沃顿我就回家了",
							["clColor"] = "ffa22fc8",
						}, -- [28]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1588944920,
							["arg1"] = "豆丁打个15?",
							["clColor"] = "fffe7b09",
						}, -- [29]
						{
							["arg2"] = "Xiaodouding-亡语者",
							["type"] = "GUILD",
							["time"] = 1588944933,
							["arg1"] = "hao ",
							["clColor"] = "fff38bb9",
						}, -- [30]
						{
							["arg1"] = " ",
						}, -- [31]
						{
							["arg1"] = " ",
						}, -- [32]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 22:49:32。",
						}, -- [33]
						{
							["arg2"] = "就爱逗你玩-亡语者",
							["type"] = "GUILD",
							["time"] = 1588951635,
							["arg1"] = "6666",
							["clColor"] = "ffa9d271",
						}, -- [34]
						{
							["arg1"] = " ",
						}, -- [35]
						{
							["arg1"] = " ",
						}, -- [36]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 20:41:55。",
						}, -- [37]
						{
							["arg2"] = "岩熊-亡语者",
							["type"] = "GUILD",
							["time"] = 1589028507,
							["arg1"] = "小虫",
							["clColor"] = "fffe7b09",
						}, -- [38]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "GUILD",
							["time"] = 1589028520,
							["arg1"] = "?",
							["clColor"] = "fffe7b09",
						}, -- [39]
						{
							["arg1"] = " ",
						}, -- [40]
						{
							["arg1"] = " ",
						}, -- [41]
						{
							["arg1"] = "记录开始于 05/09/2020 的 23:28:14。",
							["type"] = "SYSTEM",
						}, -- [42]
					},
				}, -- [7]
				{
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "战利品",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 20:35:09。",
						}, -- [1]
						{
							["type"] = "LOOT",
							["time"] = 1588855746,
							["arg1"] = "你获得了物品：|cff0070dd|Hbattlepet:2838:25:3:1680:269:260:0000000000000000:0|h[克苏法]|h|r。",
						}, -- [2]
						{
							["type"] = "LOOT",
							["time"] = 1588855773,
							["arg1"] = "你获得了物品：|cff0070dd|Hbattlepet:2838:1:3:163:11:10:0000000000000000:0|h[克苏法]|h|r。",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["arg1"] = " ",
						}, -- [5]
						{
							["arg1"] = "记录开始于 05/07/2020 的 20:56:38。",
							["type"] = "SYSTEM",
						}, -- [6]
						{
							["type"] = "LOOT",
							["time"] = 1588856225,
							["arg1"] = "丫丫小猫-血顶获得了物品：|cff0070dd|Hitem:152668::::::::120:105::::::|h[驱灵金]|h|r。",
						}, -- [7]
						{
							["type"] = "LOOT",
							["time"] = 1588856225,
							["arg1"] = "丫丫小猫-血顶获得了物品：|cffffffff|Hitem:159959::::::::120:105::::::|h[尼龙线]|h|rx2。",
						}, -- [8]
						{
							["type"] = "LOOT",
							["time"] = 1588856447,
							["arg1"] = "万物咸覩-凤凰之神制造了：|cffffffff|Hitem:5512::::::::120:104::::::|h[治疗石]|h|r。",
						}, -- [9]
						{
							["arg1"] = " ",
						}, -- [10]
						{
							["arg1"] = " ",
						}, -- [11]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 21:01:01。",
						}, -- [12]
						{
							["type"] = "LOOT",
							["time"] = 1588856793,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:163613::::::::120:103::11::::|h[一袋劫掠战利品]|h|r。",
						}, -- [13]
						{
							["type"] = "CURRENCY",
							["time"] = 1588856810,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1710:0|h[海员达布隆币]|h|r x8。",
						}, -- [14]
						{
							["type"] = "LOOT",
							["time"] = 1588856895,
							["arg1"] = "你制造了：|cffffffff|Hitem:5512::::::::120:105::::::|h[治疗石]|h|r。",
						}, -- [15]
						{
							["arg1"] = " ",
						}, -- [16]
						{
							["arg1"] = " ",
						}, -- [17]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 21:16:21。",
						}, -- [18]
						{
							["type"] = "LOOT",
							["time"] = 1588857517,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:163613::::::::120:105::11::::|h[一袋劫掠战利品]|h|r。",
						}, -- [19]
						{
							["type"] = "LOOT",
							["time"] = 1588857517,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:164273::::::::120:105::11::::|h[劫掠的丛林追猎者之爪]|h|r。",
						}, -- [20]
						{
							["type"] = "CURRENCY",
							["time"] = 1588857569,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1710:0|h[海员达布隆币]|h|r x25。",
						}, -- [21]
						{
							["type"] = "LOOT",
							["time"] = 1588857887,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:166492::::::::120:103::11::::|h[影羽雏鸦]|h|r。",
						}, -- [22]
						{
							["type"] = "LOOT",
							["time"] = 1588857888,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:163613::::::::120:103::11::::|h[一袋劫掠战利品]|h|r。",
						}, -- [23]
						{
							["type"] = "CURRENCY",
							["time"] = 1588857900,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1710:0|h[海员达布隆币]|h|r x24。",
						}, -- [24]
						{
							["type"] = "LOOT",
							["time"] = 1588857902,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:166999::::::::120:103::11::::|h[藏宝图]|h|r。",
						}, -- [25]
						{
							["type"] = "LOOT",
							["time"] = 1588857937,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:166299::::::::120:103::11::::|h[荣耀战团补给品]|h|r。",
						}, -- [26]
						{
							["type"] = "CURRENCY",
							["time"] = 1588857956,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1716:0|h[荣耀战团服役勋章]|h|r x20。",
						}, -- [27]
						{
							["type"] = "CURRENCY",
							["time"] = 1588857956,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1560:0|h[战争物资]|h|r x500。",
						}, -- [28]
						{
							["arg1"] = " ",
						}, -- [29]
						{
							["arg1"] = " ",
						}, -- [30]
						{
							["arg1"] = "记录开始于 05/07/2020 的 21:35:08。",
							["type"] = "SYSTEM",
						}, -- [31]
						{
							["type"] = "LOOT",
							["time"] = 1588861410,
							["arg1"] = "你获得了战利品：|cff0070dd|Hitem:165948::::::::120:103::::::|h[潮浪之核]|h|r。",
						}, -- [32]
						{
							["type"] = "LOOT",
							["time"] = 1588861410,
							["arg1"] = "你获得了战利品：|cffa335ee|Hitem:160214::::::::120:103::16:5:6536:6516:6513:1637:4786:::|h[崇圣迅猛龙皮护腕]|h|r。",
						}, -- [33]
						{
							["type"] = "LOOT",
							["time"] = 1588861415,
							["arg1"] = "丶丷获得了战利品：|cffa335ee|Hitem:160214::::::::120:103::16:5:6536:6516:6515:1637:4786:::|h[崇圣迅猛龙皮护腕]|h|r。",
						}, -- [34]
						{
							["type"] = "LOOT",
							["time"] = 1588861417,
							["arg1"] = "希文喵丨-死亡之翼获得了战利品：|cffa335ee|Hitem:158712::::::::120:103::16:4:6536:6515:1637:4786:::|h[莱赞的微光之眼]|h|r。",
						}, -- [35]
						{
							["type"] = "CURRENCY",
							["time"] = 1588862776,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1755:0|h[凝结幻象]|h|r x10。",
						}, -- [36]
						{
							["type"] = "LOOT",
							["time"] = 1588862779,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155636::::::::120:104::::::|h[粘稠墨汁]|h|r。",
						}, -- [37]
						{
							["type"] = "LOOT",
							["time"] = 1588862780,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158778::::::::120:104::::::|h[粘液触须]|h|r。",
						}, -- [38]
						{
							["type"] = "LOOT",
							["time"] = 1588862780,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155615::::::::120:104::::::|h[瘟疫污物]|h|r。",
						}, -- [39]
						{
							["type"] = "LOOT",
							["time"] = 1588862780,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155609::::::::120:104::::::|h[弹性眼球]|h|r。",
						}, -- [40]
						{
							["type"] = "LOOT",
							["time"] = 1588862804,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:174825::::::::120:104::::::|h[大块琥珀]|h|r。",
						}, -- [41]
						{
							["type"] = "CURRENCY",
							["time"] = 1588862805,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1755:0|h[凝结幻象]|h|r x12。",
						}, -- [42]
						{
							["type"] = "CURRENCY",
							["time"] = 1588862805,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1560:0|h[战争物资]|h|r x70。",
						}, -- [43]
						{
							["type"] = "LOOT",
							["time"] = 1588862932,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155609::::::::120:104::::::|h[弹性眼球]|h|rx3。",
						}, -- [44]
						{
							["type"] = "LOOT",
							["time"] = 1588862932,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155615::::::::120:104::::::|h[瘟疫污物]|h|r。",
						}, -- [45]
						{
							["type"] = "CURRENCY",
							["time"] = 1588862932,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1755:0|h[凝结幻象]|h|r x7。",
						}, -- [46]
						{
							["type"] = "CURRENCY",
							["time"] = 1588862932,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r x1。",
						}, -- [47]
						{
							["type"] = "MONEY",
							["time"] = 1588862932,
							["arg1"] = "你拾取了5金币, 16银币, 98铜币",
						}, -- [48]
						{
							["type"] = "LOOT",
							["time"] = 1588862953,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155609::::::::120:104::::::|h[弹性眼球]|h|rx4。",
						}, -- [49]
						{
							["type"] = "LOOT",
							["time"] = 1588862954,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155615::::::::120:104::::::|h[瘟疫污物]|h|rx4。",
						}, -- [50]
						{
							["type"] = "MONEY",
							["time"] = 1588862954,
							["arg1"] = "你拾取了3金币, 26银币, 16铜币",
						}, -- [51]
						{
							["type"] = "CURRENCY",
							["time"] = 1588862954,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1755:0|h[凝结幻象]|h|r x6。",
						}, -- [52]
						{
							["type"] = "CURRENCY",
							["time"] = 1588862954,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r x2。",
						}, -- [53]
						{
							["type"] = "CURRENCY",
							["time"] = 1588863006,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1755:0|h[凝结幻象]|h|r x3000。",
						}, -- [54]
						{
							["type"] = "CURRENCY",
							["time"] = 1588863006,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r x50。",
						}, -- [55]
						{
							["type"] = "LOOT",
							["time"] = 1588863059,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:174824::::::::120:104::::::|h[枯竭的灵魂红宝石]|h|r。",
						}, -- [56]
						{
							["type"] = "CURRENCY",
							["time"] = 1588863061,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1755:0|h[凝结幻象]|h|r x13。",
						}, -- [57]
						{
							["type"] = "CURRENCY",
							["time"] = 1588863061,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1560:0|h[战争物资]|h|r x50。",
						}, -- [58]
						{
							["type"] = "MONEY",
							["time"] = 1588863062,
							["arg1"] = "你拾取了1金币, 7银币, 84铜币",
						}, -- [59]
						{
							["type"] = "LOOT",
							["time"] = 1588863104,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155609::::::::120:104::::::|h[弹性眼球]|h|rx2。",
						}, -- [60]
						{
							["type"] = "LOOT",
							["time"] = 1588863105,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155615::::::::120:104::::::|h[瘟疫污物]|h|r。",
						}, -- [61]
						{
							["type"] = "CURRENCY",
							["time"] = 1588863141,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1755:0|h[凝结幻象]|h|r x10。",
						}, -- [62]
						{
							["type"] = "LOOT",
							["time"] = 1588863147,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:160931::::::::120:104::::::|h[粗糙的烹饪槽]|h|r。",
						}, -- [63]
						{
							["type"] = "MONEY",
							["time"] = 1588863148,
							["arg1"] = "你拾取了3金币, 2银币, 21铜币",
						}, -- [64]
						{
							["type"] = "LOOT",
							["time"] = 1588863164,
							["arg1"] = "你获得了战利品：|cff0070dd|Hitem:173398::::::::120:104::14::::|h[黑暗帝国板甲护肩]|h|r。",
						}, -- [65]
						{
							["type"] = "LOOT",
							["time"] = 1588863165,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155615::::::::120:104::::::|h[瘟疫污物]|h|rx2。",
						}, -- [66]
						{
							["type"] = "LOOT",
							["time"] = 1588863165,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158760::::::::120:104::::::|h[鳍条]|h|r。",
						}, -- [67]
						{
							["type"] = "CURRENCY",
							["time"] = 1588863165,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1755:0|h[凝结幻象]|h|r x11。",
						}, -- [68]
						{
							["type"] = "LOOT",
							["time"] = 1588863220,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155615::::::::120:104::::::|h[瘟疫污物]|h|rx2。",
						}, -- [69]
						{
							["type"] = "LOOT",
							["time"] = 1588863220,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155609::::::::120:104::::::|h[弹性眼球]|h|rx3。",
						}, -- [70]
						{
							["type"] = "CURRENCY",
							["time"] = 1588863234,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1755:0|h[凝结幻象]|h|r x11。",
						}, -- [71]
						{
							["type"] = "LOOT",
							["time"] = 1588863253,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155615::::::::120:104::::::|h[瘟疫污物]|h|r。",
						}, -- [72]
						{
							["type"] = "LOOT",
							["time"] = 1588863254,
							["arg1"] = "你获得了战利品：|cff0070dd|Hitem:173419::::::::120:104::14::::|h[黑暗帝国布甲护肩]|h|r。",
						}, -- [73]
						{
							["type"] = "CURRENCY",
							["time"] = 1588863254,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1755:0|h[凝结幻象]|h|r x20。",
						}, -- [74]
						{
							["type"] = "CURRENCY",
							["time"] = 1588863273,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1755:0|h[凝结幻象]|h|r x11。",
						}, -- [75]
						{
							["type"] = "LOOT",
							["time"] = 1588863281,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155615::::::::120:104::::::|h[瘟疫污物]|h|rx2。",
						}, -- [76]
						{
							["type"] = "LOOT",
							["time"] = 1588863281,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158773::::::::120:104::::::|h[扭动粘质]|h|rx4。",
						}, -- [77]
						{
							["type"] = "MONEY",
							["time"] = 1588863363,
							["arg1"] = "你拾取了1金币, 80银币, 41铜币",
						}, -- [78]
						{
							["type"] = "LOOT",
							["time"] = 1588863379,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:173372::::::::120:104::11::::|h[黑暗帝国宝箱]|h|r。",
						}, -- [79]
						{
							["type"] = "LOOT",
							["time"] = 1588863381,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:173816::::::::120:104::29:6:6412:4803:6515:6516:1502:4786:::|h[贪婪巨口腰带]|h|r。",
						}, -- [80]
						{
							["type"] = "CURRENCY",
							["time"] = 1588863382,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1560:0|h[战争物资]|h|r x200。",
						}, -- [81]
						{
							["type"] = "CURRENCY",
							["time"] = 1588863382,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r x111。",
						}, -- [82]
						{
							["type"] = "CURRENCY",
							["time"] = 1588863382,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1755:0|h[凝结幻象]|h|r x12500。",
						}, -- [83]
						{
							["type"] = "LOOT",
							["time"] = 1588863457,
							["arg1"] = "你获得了物品：|cff0070dd|Hbattlepet:2556:25:3:1384:289:289:0000000000000000:0|h[影羽雏鸦]|h|r。",
						}, -- [84]
						{
							["type"] = "LOOT",
							["time"] = 1588863469,
							["arg1"] = "你获得了物品：|cff0070dd|Hbattlepet:2556:1:3:151:12:12:0000000000000000:0|h[影羽雏鸦]|h|r。",
						}, -- [85]
						{
							["arg1"] = " ",
						}, -- [86]
						{
							["arg1"] = " ",
						}, -- [87]
						{
							["arg1"] = "记录开始于 05/08/2020 的 00:03:26。",
							["type"] = "SYSTEM",
						}, -- [88]
						{
							["type"] = "CURRENCY",
							["time"] = 1588867512,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:824:0|h[要塞物资]|h|r x500。",
						}, -- [89]
						{
							["arg1"] = " ",
						}, -- [90]
						{
							["arg1"] = " ",
						}, -- [91]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 20:10:24。",
						}, -- [92]
						{
							["type"] = "LOOT",
							["time"] = 1588940081,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155593::::::::120:104::::::|h[中空胸骨]|h|r。",
						}, -- [93]
						{
							["type"] = "LOOT",
							["time"] = 1588940112,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158750::::::::120:104::::::|h[碎骨鸟喙]|h|rx2。",
						}, -- [94]
						{
							["arg1"] = " ",
						}, -- [95]
						{
							["arg1"] = " ",
						}, -- [96]
						{
							["arg1"] = "记录开始于 05/08/2020 的 20:18:53。",
							["type"] = "SYSTEM",
						}, -- [97]
						{
							["type"] = "LOOT",
							["time"] = 1588940584,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:154897::::::::120:104::::::|h[里脊须肉]|h|rx4。",
						}, -- [98]
						{
							["type"] = "LOOT",
							["time"] = 1588940584,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158750::::::::120:104::::::|h[碎骨鸟喙]|h|r。",
						}, -- [99]
						{
							["type"] = "LOOT",
							["time"] = 1588940606,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158750::::::::120:104::::::|h[碎骨鸟喙]|h|r。",
						}, -- [100]
						{
							["type"] = "LOOT",
							["time"] = 1588940637,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158750::::::::120:104::::::|h[碎骨鸟喙]|h|r。",
						}, -- [101]
						{
							["arg1"] = " ",
						}, -- [102]
						{
							["arg1"] = " ",
						}, -- [103]
						{
							["arg1"] = "记录开始于 05/08/2020 的 22:02:57。",
							["type"] = "SYSTEM",
						}, -- [104]
						{
							["type"] = "CURRENCY",
							["time"] = 1588946612,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1710:0|h[海员达布隆币]|h|r x24。",
						}, -- [105]
						{
							["arg1"] = " ",
						}, -- [106]
						{
							["arg1"] = " ",
						}, -- [107]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 22:04:00。",
						}, -- [108]
						{
							["type"] = "LOOT",
							["time"] = 1588946861,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:163611::::::::120:104::11::::|h[海员的金币袋]|h|r。",
						}, -- [109]
						{
							["type"] = "LOOT",
							["time"] = 1588946861,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:163613::::::::120:104::11::::|h[一袋劫掠战利品]|h|r。",
						}, -- [110]
						{
							["type"] = "CURRENCY",
							["time"] = 1588946875,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1710:0|h[海员达布隆币]|h|r x10。",
						}, -- [111]
						{
							["type"] = "CURRENCY",
							["time"] = 1588946890,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1710:0|h[海员达布隆币]|h|r x2。",
						}, -- [112]
						{
							["arg1"] = " ",
						}, -- [113]
						{
							["arg1"] = " ",
						}, -- [114]
						{
							["arg1"] = "记录开始于 05/08/2020 的 22:12:22。",
							["type"] = "SYSTEM",
						}, -- [115]
						{
							["type"] = "LOOT",
							["time"] = 1588947347,
							["arg1"] = "丫丫小猫-血顶制造了：|cffffffff|Hitem:5512::::::::120:105::23::::|h[治疗石]|h|r。",
						}, -- [116]
						{
							["type"] = "LOOT",
							["time"] = 1588947349,
							["arg1"] = "万物咸覩-凤凰之神制造了：|cffffffff|Hitem:5512::::::::120:105::23::::|h[治疗石]|h|r。",
						}, -- [117]
						{
							["type"] = "LOOT",
							["time"] = 1588947349,
							["arg1"] = "Xiaodouding制造了：|cffffffff|Hitem:5512::::::::120:105::23::::|h[治疗石]|h|r。",
						}, -- [118]
						{
							["type"] = "LOOT",
							["time"] = 1588947354,
							["arg1"] = "丶丷制造了：|cffffffff|Hitem:5512::::::::120:105::23::::|h[治疗石]|h|r。",
						}, -- [119]
						{
							["type"] = "LOOT",
							["time"] = 1588947361,
							["arg1"] = "你制造了：|cffffffff|Hitem:5512::::::::120:105::23::::|h[治疗石]|h|r。",
						}, -- [120]
						{
							["type"] = "LOOT",
							["time"] = 1588948628,
							["arg1"] = "丶丷制造了：|cffffffff|Hitem:5512::::::::120:105::16::::|h[治疗石]|h|r。",
						}, -- [121]
						{
							["type"] = "LOOT",
							["time"] = 1588949199,
							["arg1"] = "你获得了战利品：|cff0070dd|Hitem:165948::::::::120:105::::::|h[潮浪之核]|h|r。",
						}, -- [122]
						{
							["type"] = "LOOT",
							["time"] = 1588949202,
							["arg1"] = "Xiaodouding获得了战利品：|cffa335ee|Hitem:168972::::::::120:105::16:5:6536:6516:6515:1522:4786:::|h[火岩重靴]|h|r。",
						}, -- [123]
						{
							["type"] = "LOOT",
							["time"] = 1588949205,
							["arg1"] = "丫丫小猫-血顶获得了战利品：|cffa335ee|Hitem:168964::::::::120:105::16:5:6536:6516:6513:1522:4786:::|h[超线程布靴]|h|r。",
						}, -- [124]
						{
							["type"] = "LOOT",
							["time"] = 1588949205,
							["arg1"] = "丶丷获得了战利品：|cffa335ee|Hitem:168965::::::::120:105::16:4:6536:6515:1522:4786:::|h[模块化的白金外壳]|h|r。",
						}, -- [125]
						{
							["arg1"] = " ",
						}, -- [126]
						{
							["arg1"] = " ",
						}, -- [127]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 22:49:32。",
						}, -- [128]
						{
							["type"] = "LOOT",
							["time"] = 1588951328,
							["arg1"] = "丫丫小猫-血顶制造了：|cffffffff|Hitem:5512::::::::120:105::16::::|h[治疗石]|h|r。",
						}, -- [129]
						{
							["type"] = "LOOT",
							["time"] = 1588951333,
							["arg1"] = "丶丷制造了：|cffffffff|Hitem:5512::::::::120:105::16::::|h[治疗石]|h|r。",
						}, -- [130]
						{
							["type"] = "LOOT",
							["time"] = 1588951563,
							["arg1"] = "你获得了战利品：|cff0070dd|Hitem:165948::::::::120:105::::::|h[潮浪之核]|h|r。",
						}, -- [131]
						{
							["type"] = "LOOT",
							["time"] = 1588951564,
							["arg1"] = "你获得了战利品：|cffa335ee|Hitem:159297::::::::120:105::16:5:6536:6516:6513:1637:4786:::|h[银边马裤]|h|r。",
						}, -- [132]
						{
							["type"] = "LOOT",
							["time"] = 1588951568,
							["arg1"] = "丶丷获得了战利品：|cffa335ee|Hitem:159635::::::::120:105::16:5:6536:6516:6513:1637:4786:::|h[染血的搏浪刀]|h|r。",
						}, -- [133]
						{
							["type"] = "LOOT",
							["time"] = 1588951571,
							["arg1"] = "万物咸覩-凤凰之神获得了战利品：|cffa335ee|Hitem:155881::::::::120:105::16:4:6536:6513:1637:4786:::|h[哈兰的注铅骰子]|h|r。",
						}, -- [134]
						{
							["type"] = "LOOT",
							["time"] = 1588951691,
							["arg1"] = "丶丷获得了战利品：|cffffffff|Hitem:152550::::::::120:105::::::|h[海雾药水]|h|rx2。",
						}, -- [135]
						{
							["type"] = "LOOT",
							["time"] = 1588951691,
							["arg1"] = "丶丷获得了战利品：|cff9d9d9d|Hitem:168793::::::::120:105::::::|h[一瓶自酿葡萄酒]|h|r。",
						}, -- [136]
						{
							["type"] = "LOOT",
							["time"] = 1588951691,
							["arg1"] = "丶丷获得了战利品：|cffffffff|Hitem:9318::::::::120:105::::::|h[红色焰火]|h|rx3。",
						}, -- [137]
						{
							["type"] = "LOOT",
							["time"] = 1588951722,
							["arg1"] = "万物咸覩-凤凰之神获得了战利品：|cffffffff|Hitem:9313::::::::120:105::::::|h[绿色焰火]|h|rx3。",
						}, -- [138]
						{
							["type"] = "LOOT",
							["time"] = 1588951726,
							["arg1"] = "万物咸覩-凤凰之神获得了战利品：|cff9d9d9d|Hitem:168796::::::::120:105::::::|h[再生纸卷轴]|h|rx2。",
						}, -- [139]
						{
							["type"] = "LOOT",
							["time"] = 1588951727,
							["arg1"] = "万物咸覩-凤凰之神获得了战利品：|cffffffff|Hitem:153597::::::::120:105::::::|h[折叠式服饰重构装置]|h|r。",
						}, -- [140]
						{
							["type"] = "LOOT",
							["time"] = 1588951728,
							["arg1"] = "万物咸覩-凤凰之神获得了战利品：|cffffffff|Hitem:163082::::::::120:105::::::|h[海滨活力药水]|h|rx2。",
						}, -- [141]
						{
							["arg1"] = " ",
						}, -- [142]
						{
							["arg1"] = " ",
						}, -- [143]
						{
							["arg1"] = "记录开始于 05/09/2020 的 20:13:03。",
							["type"] = "SYSTEM",
						}, -- [144]
						{
							["type"] = "LOOT",
							["time"] = 1589026512,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:173363::::::::120:103::::::|h[惊魂幻象法器]|h|r。",
						}, -- [145]
						{
							["type"] = "LOOT",
							["time"] = 1589027987,
							["arg1"] = "你获得了战利品：|cffa335ee|Hitem:173816::::::::120:103::54:7:6412:6515:6578:6579:6555:1522:4786:::|h[贪婪巨口腰带]|h|r。",
						}, -- [146]
						{
							["type"] = "CURRENCY",
							["time"] = 1589027989,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r x500。",
						}, -- [147]
						{
							["type"] = "CURRENCY",
							["time"] = 1589027993,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r x600。",
						}, -- [148]
						{
							["type"] = "CURRENCY",
							["time"] = 1589027995,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r x300。",
						}, -- [149]
						{
							["type"] = "CURRENCY",
							["time"] = 1589027998,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r x300。",
						}, -- [150]
						{
							["type"] = "CURRENCY",
							["time"] = 1589028000,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r x600。",
						}, -- [151]
						{
							["type"] = "CURRENCY",
							["time"] = 1589028002,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r x1913。",
						}, -- [152]
						{
							["arg1"] = " ",
						}, -- [153]
						{
							["arg1"] = " ",
						}, -- [154]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 20:41:55。",
						}, -- [155]
						{
							["type"] = "LOOT",
							["time"] = 1589028487,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:157844::::::::120:103::::::|h[彩色颗粒]|h|r。",
						}, -- [156]
						{
							["arg1"] = " ",
						}, -- [157]
						{
							["arg1"] = " ",
						}, -- [158]
						{
							["arg1"] = "记录开始于 05/09/2020 的 21:18:08。",
							["type"] = "SYSTEM",
						}, -- [159]
						{
							["type"] = "CURRENCY",
							["time"] = 1589030480,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1755:0|h[凝结幻象]|h|r x19。",
						}, -- [160]
						{
							["type"] = "LOOT",
							["time"] = 1589030603,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:174823::::::::120:103::::::|h[迷你复制版奥丹姆板片]|h|r。",
						}, -- [161]
						{
							["type"] = "CURRENCY",
							["time"] = 1589030604,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1755:0|h[凝结幻象]|h|r x16。",
						}, -- [162]
						{
							["type"] = "CURRENCY",
							["time"] = 1589030604,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1560:0|h[战争物资]|h|r x60。",
						}, -- [163]
						{
							["type"] = "LOOT",
							["time"] = 1589030625,
							["arg1"] = "千年老妖丶获得了战利品：|cff9d9d9d|Hitem:155843::::::::120:103::::::|h[发脆的礼仪项链]|h|r。",
						}, -- [164]
						{
							["type"] = "LOOT",
							["time"] = 1589030703,
							["arg1"] = "千年老妖丶获得了战利品：|cff9d9d9d|Hitem:160928::::::::120:103::::::|h[饱经风霜的大剑]|h|r。",
						}, -- [165]
						{
							["type"] = "MONEY",
							["time"] = 1589030706,
							["arg1"] = "你拾取了3金币, 9银币, 71铜币",
						}, -- [166]
						{
							["type"] = "CURRENCY",
							["time"] = 1589030767,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1755:0|h[凝结幻象]|h|r x21。",
						}, -- [167]
						{
							["type"] = "LOOT",
							["time"] = 1589030768,
							["arg1"] = "千年老妖丶获得了战利品：|cff1eff00|Hitem:167738::::::::120:103::::::|h[鎏金海纹布]|h|rx2。",
						}, -- [168]
						{
							["type"] = "LOOT",
							["time"] = 1589030768,
							["arg1"] = "你获得了战利品：|cff1eff00|Hitem:167738::::::::120:103::::::|h[鎏金海纹布]|h|rx2。",
						}, -- [169]
						{
							["type"] = "LOOT",
							["time"] = 1589030768,
							["arg1"] = "你获得了战利品：|cff1eff00|Hitem:168271::::::::120:103::::::|h[被盗的拉穆卡恒旗帜]|h|r。",
						}, -- [170]
						{
							["type"] = "MONEY",
							["time"] = 1589030769,
							["arg1"] = "你拾取了4金币, 67银币, 78铜币",
						}, -- [171]
						{
							["type"] = "CURRENCY",
							["time"] = 1589030820,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1755:0|h[凝结幻象]|h|r x12。",
						}, -- [172]
						{
							["type"] = "LOOT",
							["time"] = 1589030853,
							["arg1"] = "千年老妖丶获得了战利品：|cff9d9d9d|Hitem:174819::::::::120:103::::::|h[破碎的亚基神像]|h|r。",
						}, -- [173]
						{
							["type"] = "LOOT",
							["time"] = 1589030861,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155843::::::::120:103::::::|h[发脆的礼仪项链]|h|r。",
						}, -- [174]
						{
							["type"] = "CURRENCY",
							["time"] = 1589030862,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1755:0|h[凝结幻象]|h|r x10。",
						}, -- [175]
						{
							["type"] = "CURRENCY",
							["time"] = 1589030862,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1560:0|h[战争物资]|h|r x60。",
						}, -- [176]
						{
							["type"] = "CURRENCY",
							["time"] = 1589030950,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1755:0|h[凝结幻象]|h|r x11。",
						}, -- [177]
						{
							["type"] = "LOOT",
							["time"] = 1589030990,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155593::::::::120:103::::::|h[中空胸骨]|h|r。",
						}, -- [178]
						{
							["type"] = "LOOT",
							["time"] = 1589031028,
							["arg1"] = "千年老妖丶获得了战利品：|cff9d9d9d|Hitem:155593::::::::120:103::::::|h[中空胸骨]|h|r。",
						}, -- [179]
						{
							["type"] = "LOOT",
							["time"] = 1589031028,
							["arg1"] = "千年老妖丶获得了战利品：|cff9d9d9d|Hitem:159140::::::::120:103::::::|h[无生气的泥土]|h|r。",
						}, -- [180]
						{
							["type"] = "LOOT",
							["time"] = 1589031028,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155631::::::::120:103::::::|h[惰性石头]|h|r。",
						}, -- [181]
						{
							["type"] = "LOOT",
							["time"] = 1589031086,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:174961::::::::120:103::11::::|h[阿玛赛特宝箱]|h|r。",
						}, -- [182]
						{
							["type"] = "CURRENCY",
							["time"] = 1589031089,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1560:0|h[战争物资]|h|r x200。",
						}, -- [183]
						{
							["type"] = "CURRENCY",
							["time"] = 1589031089,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1755:0|h[凝结幻象]|h|r x6500。",
						}, -- [184]
						{
							["type"] = "CURRENCY",
							["time"] = 1589031089,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r x51。",
						}, -- [185]
						{
							["arg1"] = " ",
						}, -- [186]
						{
							["arg1"] = " ",
						}, -- [187]
						{
							["arg1"] = "记录开始于 05/09/2020 的 22:14:43。",
							["type"] = "SYSTEM",
						}, -- [188]
						{
							["type"] = "LOOT",
							["time"] = 1589033902,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:154724::::::::120:105::11::::|h[仪式火炬]|h|r。",
						}, -- [189]
						{
							["arg1"] = " ",
						}, -- [190]
						{
							["arg1"] = " ",
						}, -- [191]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 22:23:20。",
						}, -- [192]
						{
							["type"] = "LOOT",
							["time"] = 1589034308,
							["arg1"] = "丫丫小猫-血顶获得了物品：|cffa335ee|Hitem:156632::::::::120:105::13::::|h[希拉斯的运输之球]|h|r。",
						}, -- [193]
						{
							["type"] = "LOOT",
							["time"] = 1589034676,
							["arg1"] = "丫丫小猫-血顶制造了：|cffffffff|Hitem:5512::::::::120:105::23::::|h[治疗石]|h|r。",
						}, -- [194]
						{
							["type"] = "LOOT",
							["time"] = 1589034700,
							["arg1"] = "岩熊制造了：|cffffffff|Hitem:5512::::::::120:105::23::::|h[治疗石]|h|r。",
						}, -- [195]
						{
							["type"] = "LOOT",
							["time"] = 1589034706,
							["arg1"] = "万物咸覩-凤凰之神制造了：|cffffffff|Hitem:5512::::::::120:105::23::::|h[治疗石]|h|r。",
						}, -- [196]
						{
							["type"] = "LOOT",
							["time"] = 1589034735,
							["arg1"] = "开心的木头-布兰卡德制造了：|cffffffff|Hitem:5512::::::::120:105::23::::|h[治疗石]|h|r。",
						}, -- [197]
						{
							["type"] = "LOOT",
							["time"] = 1589034745,
							["arg1"] = "你制造了：|cffffffff|Hitem:5512::::::::120:105::23::::|h[治疗石]|h|r。",
						}, -- [198]
						{
							["arg1"] = " ",
						}, -- [199]
						{
							["arg1"] = " ",
						}, -- [200]
						{
							["arg1"] = "记录开始于 05/09/2020 的 23:02:08。",
							["type"] = "SYSTEM",
						}, -- [201]
						{
							["type"] = "LOOT",
							["time"] = 1589037815,
							["arg1"] = "你获得了战利品：|cff0070dd|Hitem:165948::::::::120:105::::::|h[潮浪之核]|h|r。",
						}, -- [202]
						{
							["type"] = "LOOT",
							["time"] = 1589037815,
							["arg1"] = "你获得了战利品：|cffa335ee|Hitem:159325::::::::120:105::16:6:6536:41:6516:6515:1637:4786:::|h[吸血蛛腰带]|h|r。",
						}, -- [203]
						{
							["type"] = "LOOT",
							["time"] = 1589037826,
							["arg1"] = "丫丫小猫-血顶获得了战利品：|cffa335ee|Hitem:159269::::::::120:105::16:6:6536:40:6516:6515:1637:4786:::|h[黑光腿套]|h|r。",
						}, -- [204]
						{
							["type"] = "LOOT",
							["time"] = 1589037831,
							["arg1"] = "万物咸覩-凤凰之神获得了战利品：|cffa335ee|Hitem:159344::::::::120:105::16:5:6536:6516:6513:1637:4786:::|h[孢林岩窟看护手套]|h|r。",
						}, -- [205]
						{
							["type"] = "LOOT",
							["time"] = 1589037832,
							["arg1"] = "开心的木头-布兰卡德获得了战利品：|cffa335ee|Hitem:159653::::::::120:105::16:6:6536:4802:6516:6515:1637:4786:::|h[沾满胆汁的抱齿兽獠牙]|h|r。",
						}, -- [206]
						{
							["arg1"] = " ",
						}, -- [207]
						{
							["arg1"] = " ",
						}, -- [208]
						{
							["arg1"] = "记录开始于 05/09/2020 的 23:28:14。",
							["type"] = "SYSTEM",
						}, -- [209]
						{
							["type"] = "LOOT",
							["time"] = 1589040912,
							["arg1"] = "你获得了战利品：|cff0070dd|Hitem:165948::::::::120:105::::::|h[潮浪之核]|h|r。",
						}, -- [210]
						{
							["type"] = "LOOT",
							["time"] = 1589040912,
							["arg1"] = "你获得了战利品：|cffa335ee|Hitem:162542::::::::120:105::16:5:6536:6516:6515:1637:4786:::|h[城市卫兵印戒]|h|r。",
						}, -- [211]
						{
							["type"] = "LOOT",
							["time"] = 1589040917,
							["arg1"] = "千年老妖丶获得了战利品：|cffa335ee|Hitem:159428::::::::120:105::16:5:6536:6516:6515:1637:4786:::|h[压舱靴]|h|r。",
						}, -- [212]
					},
				}, -- [8]
				{
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "系统信息",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["time"] = 1588946762,
							["arg1"] = " 从|cffe6cc80一大袋艾泽里特矿石|r收集到230份艾泽里特",
						}, -- [1]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946766,
							["arg1"] = " 从|cffe6cc80一大袋艾泽里特矿石|r收集到230份艾泽里特",
						}, -- [2]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946780,
							["arg1"] = " 从|cffe6cc80火元素|r收集到12份艾泽里特",
						}, -- [3]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946782,
							["arg1"] = " 从|cffe6cc80机械警戒犬|r收集到12份艾泽里特",
						}, -- [4]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946783,
							["arg1"] = " 从|cffe6cc80机械警戒犬|r收集到12份艾泽里特",
						}, -- [5]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946783,
							["arg1"] = " 从|cffe6cc80火元素|r收集到12份艾泽里特",
						}, -- [6]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946785,
							["arg1"] = " 从|cffe6cc80怨鳍掠夺者|r收集到12份艾泽里特",
						}, -- [7]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946785,
							["arg1"] = " 从|cffe6cc80机械警戒犬|r收集到12份艾泽里特",
						}, -- [8]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946785,
							["arg1"] = " 从|cffe6cc80机械警戒犬|r收集到12份艾泽里特",
						}, -- [9]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946785,
							["arg1"] = " 从|cffe6cc80火元素|r收集到12份艾泽里特",
						}, -- [10]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946786,
							["arg1"] = " 从|cffe6cc80机械警戒犬|r收集到12份艾泽里特",
						}, -- [11]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946788,
							["arg1"] = " 从|cffe6cc80怨鳍缚潮者|r收集到24份艾泽里特",
						}, -- [12]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946790,
							["arg1"] = " 从|cffe6cc80火山|r收集到0份艾泽里特",
						}, -- [13]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946795,
							["arg1"] = " 从|cffe6cc80燃烬卫士|r收集到24份艾泽里特",
						}, -- [14]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946796,
							["arg1"] = " 从|cffe6cc80怨鳍侍从|r收集到24份艾泽里特",
						}, -- [15]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946796,
							["arg1"] = " 从|cffe6cc80怨鳍侍从|r收集到24份艾泽里特",
						}, -- [16]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946798,
							["arg1"] = " 从|cffe6cc80怨鳍投叉手|r收集到12份艾泽里特",
						}, -- [17]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946800,
							["arg1"] = " 从|cffe6cc80燃烬卫士|r收集到24份艾泽里特",
						}, -- [18]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946804,
							["arg1"] = "|Hplayer:哀伤骑|h[哀伤骑]|h上线了。",
						}, -- [19]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946808,
							["arg1"] = " 从|cffe6cc80机械警戒犬|r收集到12份艾泽里特",
						}, -- [20]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946811,
							["arg1"] = " 从|cffe6cc80灼光火花|r收集到6份艾泽里特",
						}, -- [21]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946813,
							["arg1"] = " 从|cffe6cc80燃烬卫士|r收集到24份艾泽里特",
						}, -- [22]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946813,
							["arg1"] = " 从|cffe6cc80燃烬卫士|r收集到24份艾泽里特",
						}, -- [23]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946813,
							["arg1"] = " 从|cffe6cc80燃烬卫士|r收集到24份艾泽里特",
						}, -- [24]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946814,
							["arg1"] = " 从|cffe6cc80火山|r收集到0份艾泽里特",
						}, -- [25]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946814,
							["arg1"] = " 从|cffe6cc80灼光火花|r收集到6份艾泽里特",
						}, -- [26]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946821,
							["arg1"] = " 从|cffe6cc80蛇行女王瓦拉|r收集到350份艾泽里特",
						}, -- [27]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946823,
							["arg1"] = " 从|cffe6cc80火元素|r收集到12份艾泽里特",
						}, -- [28]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946823,
							["arg1"] = " 从|cffe6cc80怨鳍风暴女巫|r收集到180份艾泽里特",
						}, -- [29]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946823,
							["arg1"] = " 从|cffe6cc80安全检查机器人|r收集到6份艾泽里特",
						}, -- [30]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946824,
							["arg1"] = " 从|cffe6cc80火元素|r收集到12份艾泽里特",
						}, -- [31]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946827,
							["arg1"] = " 从|cffe6cc80火山|r收集到0份艾泽里特",
						}, -- [32]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946828,
							["arg1"] = " 从|cffe6cc80燃烬卫士|r收集到24份艾泽里特",
						}, -- [33]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946829,
							["arg1"] = " 从|cffe6cc80火山|r收集到0份艾泽里特",
						}, -- [34]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946833,
							["arg1"] = " 从|cffe6cc80火山|r收集到0份艾泽里特",
						}, -- [35]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946844,
							["arg1"] = " 从|cffe6cc80灰岩|r收集到650份艾泽里特",
						}, -- [36]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946845,
							["arg1"] = " 从|cffe6cc80火山|r收集到0份艾泽里特",
						}, -- [37]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946850,
							["arg1"] = " 从|cffe6cc80炽炎宝箱|r收集到230份艾泽里特",
						}, -- [38]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946851,
							["arg1"] = " 从|cffe6cc80风投爆破专家|r收集到180份艾泽里特",
						}, -- [39]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946852,
							["arg1"] = " 从|cffe6cc80炽炎宝箱|r收集到230份艾泽里特",
						}, -- [40]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946857,
							["arg1"] = " 从|cffe6cc80坚固的箱子|r收集到230份艾泽里特",
						}, -- [41]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946861,
							["arg1"] = " 从|cffe6cc80木制保险箱|r收集到90份艾泽里特",
						}, -- [42]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946861,
							["arg1"] = "你获得了物品：|cff0070dd|Hcurrency:1553:450|h[闪光的艾泽里特晶簇]|h|r。",
						}, -- [43]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946861,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:104::11:4:6316:4932:4933:1650:::|h[艾泽拉斯之心]|h|r获得了450点神器能量。",
						}, -- [44]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946863,
							["arg1"] = "你离开了队伍。",
						}, -- [45]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946872,
							["arg1"] = "你现在是队长",
						}, -- [46]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946872,
							["arg1"] = "地下城难度已设置为史诗。",
						}, -- [47]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946875,
							["arg1"] = "你邀请丶丷加入你的队伍",
						}, -- [48]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946877,
							["arg1"] = "丶丷加入了队伍。",
						}, -- [49]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946880,
							["arg1"] = "丶丷现在是队长",
						}, -- [50]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946887,
							["arg1"] = "猫栗子-冰风岗离开了队伍。",
						}, -- [51]
						{
							["type"] = "SYSTEM",
							["time"] = 1588946945,
							["arg1"] = "丫丫小猫-血顶加入了队伍。",
						}, -- [52]
						{
							["type"] = "SYSTEM",
							["time"] = 1588947057,
							["arg1"] = "万物咸覩-凤凰之神加入了队伍。",
						}, -- [53]
						{
							["arg1"] = " ",
						}, -- [54]
						{
							["arg1"] = " ",
						}, -- [55]
						{
							["arg1"] = "记录开始于 05/08/2020 的 22:12:22。",
							["type"] = "SYSTEM",
						}, -- [56]
						{
							["type"] = "SYSTEM",
							["time"] = 1588947287,
							["arg1"] = "你忘却了|cff71d5ff|Hspell:132469:0|h[台风]|h|r。",
						}, -- [57]
						{
							["type"] = "SYSTEM",
							["time"] = 1588947287,
							["arg1"] = "你学会新的法术：|cff71d5ff|Hspell:102359:0|h[群体缠绕]|h|r",
						}, -- [58]
						{
							["type"] = "SYSTEM",
							["time"] = 1588947395,
							["arg1"] = "丶丷开始进行就位确认。",
						}, -- [59]
						{
							["type"] = "SYSTEM",
							["time"] = 1588948087,
							["arg1"] = "Xiaodouding已经死亡。",
						}, -- [60]
						{
							["type"] = "SYSTEM",
							["time"] = 1588948117,
							["arg1"] = "|cff71d5ff|Hdeath:1|h[你已死亡。]|h",
						}, -- [61]
						{
							["type"] = "SYSTEM",
							["time"] = 1588948255,
							["arg1"] = "Xiaodouding已经死亡。",
						}, -- [62]
						{
							["type"] = "SYSTEM",
							["time"] = 1588948357,
							["arg1"] = "万物咸覩已经死亡。",
						}, -- [63]
						{
							["type"] = "SYSTEM",
							["time"] = 1588948362,
							["arg1"] = "Xiaodouding已经死亡。",
						}, -- [64]
						{
							["type"] = "SYSTEM",
							["time"] = 1588948583,
							["arg1"] = "Xiaodouding已经死亡。",
						}, -- [65]
						{
							["type"] = "SYSTEM",
							["time"] = 1588949196,
							["arg1"] = "公会史诗钥石挑战已完成！公会获得了750金币。",
						}, -- [66]
						{
							["type"] = "SYSTEM",
							["time"] = 1588949199,
							["arg1"] = "你获得了物品：|cff0070dd|Hcurrency:1553:430|h[闪光的艾泽里特晶簇]|h|r。",
						}, -- [67]
						{
							["type"] = "SYSTEM",
							["time"] = 1588949199,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:105::11:4:6316:4932:4933:1650:::|h[艾泽拉斯之心]|h|r获得了430点神器能量。",
						}, -- [68]
						{
							["arg1"] = " ",
						}, -- [69]
						{
							["arg1"] = " ",
						}, -- [70]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 22:49:32。",
						}, -- [71]
						{
							["type"] = "SYSTEM",
							["time"] = 1588949409,
							["arg1"] = "地下城难度已设置为史诗。",
						}, -- [72]
						{
							["type"] = "SYSTEM",
							["time"] = 1588949592,
							["arg1"] = "丶丷开始进行就位确认。",
						}, -- [73]
						{
							["type"] = "SYSTEM",
							["time"] = 1588949795,
							["arg1"] = "Xiaodouding已经死亡。",
						}, -- [74]
						{
							["type"] = "SYSTEM",
							["time"] = 1588949817,
							["arg1"] = "丶丷开始进行就位确认。",
						}, -- [75]
						{
							["type"] = "SYSTEM",
							["time"] = 1588950055,
							["arg1"] = "Xiaodouding已经死亡。",
						}, -- [76]
						{
							["type"] = "SYSTEM",
							["time"] = 1588950150,
							["arg1"] = "万物咸覩已经死亡。",
						}, -- [77]
						{
							["type"] = "SYSTEM",
							["time"] = 1588950469,
							["arg1"] = "丶丷开始进行就位确认。",
						}, -- [78]
						{
							["type"] = "SYSTEM",
							["time"] = 1588950495,
							["arg1"] = "Xiaodouding已经死亡。",
						}, -- [79]
						{
							["type"] = "SYSTEM",
							["time"] = 1588950931,
							["arg1"] = "丶丷开始进行就位确认。",
						}, -- [80]
						{
							["type"] = "SYSTEM",
							["time"] = 1588950969,
							["arg1"] = "Xiaodouding已经死亡。",
						}, -- [81]
						{
							["type"] = "SYSTEM",
							["time"] = 1588951262,
							["arg1"] = "Xiaodouding已经死亡。",
						}, -- [82]
						{
							["type"] = "SYSTEM",
							["time"] = 1588951326,
							["arg1"] = "丶丷开始进行就位确认。",
						}, -- [83]
						{
							["type"] = "SYSTEM",
							["time"] = 1588951554,
							["arg1"] = "公会史诗钥石挑战已完成！公会获得了750金币。",
						}, -- [84]
						{
							["type"] = "SYSTEM",
							["time"] = 1588951564,
							["arg1"] = "你获得了物品：|cff0070dd|Hcurrency:1553:460|h[闪光的艾泽里特晶簇]|h|r。",
						}, -- [85]
						{
							["type"] = "SYSTEM",
							["time"] = 1588951564,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:105::11:4:6316:4932:4933:1650:::|h[艾泽拉斯之心]|h|r获得了460点神器能量。",
						}, -- [86]
						{
							["type"] = "SYSTEM",
							["time"] = 1588951633,
							["arg1"] = "天堂丶信仰喝下|cffffffff|Hitem:104314::::::::120:105::::::|h[巨龙P.I.E.]|h|r之后有点醉醺醺的。",
						}, -- [87]
						{
							["type"] = "SYSTEM",
							["time"] = 1588951658,
							["arg1"] = "Xiaodouding离开了队伍。",
						}, -- [88]
						{
							["type"] = "SYSTEM",
							["time"] = 1588951668,
							["arg1"] = "Xiaodouding下线了。",
						}, -- [89]
						{
							["type"] = "SYSTEM",
							["time"] = 1588951752,
							["arg1"] = "丫丫小猫-血顶离开了队伍。",
						}, -- [90]
						{
							["type"] = "SYSTEM",
							["time"] = 1588951765,
							["arg1"] = "你已经被移出队伍",
						}, -- [91]
						{
							["type"] = "SYSTEM",
							["time"] = 1588951771,
							["arg1"] = "丶丷下线了。",
						}, -- [92]
						{
							["type"] = "SYSTEM",
							["time"] = 1588951777,
							["arg1"] = "|Hplayer:千年老妖丶|h[千年老妖丶]|h上线了。",
						}, -- [93]
						{
							["arg1"] = " ",
						}, -- [94]
						{
							["arg1"] = " ",
						}, -- [95]
						{
							["arg1"] = "记录开始于 05/09/2020 的 01:01:14。",
							["type"] = "SYSTEM",
						}, -- [96]
						{
							["type"] = "SYSTEM",
							["time"] = 1588957357,
							["arg1"] = "你获得了物品：|cff0070dd|Hcurrency:1553:334|h[闪光的艾泽里特]|h|r。",
						}, -- [97]
						{
							["type"] = "SYSTEM",
							["time"] = 1588957357,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:105::11:4:6316:4932:4933:1650:::|h[艾泽拉斯之心]|h|r获得了334点神器能量。",
						}, -- [98]
						{
							["type"] = "SYSTEM",
							["time"] = 1588957357,
							["arg1"] = "你获得了物品：|cff0070dd|Hcurrency:1553:200|h[闪光的艾泽里特晶体]|h|r。",
						}, -- [99]
						{
							["type"] = "SYSTEM",
							["time"] = 1588957358,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:105::11:4:6316:4932:4933:1650:::|h[艾泽拉斯之心]|h|r获得了200点神器能量。",
						}, -- [100]
						{
							["type"] = "SYSTEM",
							["time"] = 1588957358,
							["arg1"] = "暗矛萨满祭司已经精疲力尽。",
						}, -- [101]
						{
							["type"] = "SYSTEM",
							["time"] = 1588957358,
							["arg1"] = "你获得了物品：|cffa335ee|Hcurrency:1553:2000|h[嗡鸣的艾泽里特之心]|h|r。",
						}, -- [102]
						{
							["type"] = "SYSTEM",
							["time"] = 1588957358,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:105::11:4:6316:4932:4933:1650:::|h[艾泽拉斯之心]|h|r获得了2,000点神器能量。",
						}, -- [103]
						{
							["type"] = "SYSTEM",
							["time"] = 1588957358,
							["arg1"] = "银月城女巫已经精疲力尽。",
						}, -- [104]
						{
							["type"] = "SYSTEM",
							["time"] = 1588957364,
							["arg1"] = "已招募|cff1eff00|Hgarrfollower:1195:2:120:800:1084:1139:0:0:0:0:0:0:0|h[火金派武僧]|h|r。",
						}, -- [105]
						{
							["arg1"] = " ",
						}, -- [106]
						{
							["arg1"] = " ",
						}, -- [107]
						{
							["arg1"] = "记录开始于 05/09/2020 的 20:13:03。",
							["type"] = "SYSTEM",
						}, -- [108]
						{
							["type"] = "SYSTEM",
							["time"] = 1589026475,
							["arg1"] = "潮汐沫沫下线了。",
						}, -- [109]
						{
							["type"] = "SYSTEM",
							["time"] = 1589026542,
							["arg1"] = "你已经加入了奥格瑞玛的惊魂幻象的队列。",
						}, -- [110]
						{
							["type"] = "SYSTEM",
							["time"] = 1589026547,
							["arg1"] = "地下城难度已设置为恩佐斯的幻象。",
						}, -- [111]
						{
							["type"] = "SYSTEM",
							["time"] = 1589027140,
							["arg1"] = "非酋巴扎黑下线了。",
						}, -- [112]
						{
							["type"] = "SYSTEM",
							["time"] = 1589027151,
							["arg1"] = "|Hplayer:非酋巴扎黑|h[非酋巴扎黑]|h上线了。",
						}, -- [113]
						{
							["type"] = "SYSTEM",
							["time"] = 1589028003,
							["arg1"] = "你已经被移出队伍",
						}, -- [114]
						{
							["arg1"] = " ",
						}, -- [115]
						{
							["arg1"] = " ",
						}, -- [116]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 20:41:55。",
						}, -- [117]
						{
							["type"] = "SYSTEM",
							["time"] = 1589028155,
							["arg1"] = "|Hplayer:就爱逗你玩|h[就爱逗你玩]|h上线了。",
						}, -- [118]
						{
							["type"] = "SYSTEM",
							["time"] = 1589028348,
							["arg1"] = "就爱逗你玩下线了。",
						}, -- [119]
						{
							["type"] = "SYSTEM",
							["time"] = 1589028356,
							["arg1"] = "|Hplayer:莫小曦|h[莫小曦]|h上线了。",
						}, -- [120]
						{
							["type"] = "SYSTEM",
							["time"] = 1589028479,
							["arg1"] = "|Hplayer:岩熊|h[岩熊]|h上线了。",
						}, -- [121]
						{
							["arg1"] = " ",
						}, -- [122]
						{
							["arg1"] = " ",
						}, -- [123]
						{
							["arg1"] = "记录开始于 05/09/2020 的 21:18:08。",
							["type"] = "SYSTEM",
						}, -- [124]
						{
							["type"] = "SYSTEM",
							["time"] = 1589030349,
							["arg1"] = "|Hplayer:千年老妖丶|h[千年老妖丶]|h邀请你加入队伍。",
						}, -- [125]
						{
							["type"] = "SYSTEM",
							["time"] = 1589030351,
							["arg1"] = "地下城难度已设置为史诗。",
						}, -- [126]
						{
							["type"] = "SYSTEM",
							["time"] = 1589030479,
							["arg1"] = "获得70金币, 55银币, 40铜币。",
						}, -- [127]
						{
							["type"] = "SYSTEM",
							["time"] = 1589030767,
							["arg1"] = "你获得了物品：|cff0070dd|Hcurrency:1553:311|h[闪光的艾泽里特]|h|r。",
						}, -- [128]
						{
							["type"] = "SYSTEM",
							["time"] = 1589030767,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:103::11:4:6316:4932:4933:1650:::|h[艾泽拉斯之心]|h|r获得了311点神器能量。",
						}, -- [129]
						{
							["type"] = "SYSTEM",
							["time"] = 1589030819,
							["arg1"] = "你获得了物品：|cff1eff00|Hcurrency:1553:190|h[小型艾泽里特之簇]|h|r。",
						}, -- [130]
						{
							["type"] = "SYSTEM",
							["time"] = 1589030819,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:103::11:4:6316:4932:4933:1650:::|h[艾泽拉斯之心]|h|r获得了190点神器能量。",
						}, -- [131]
						{
							["type"] = "SYSTEM",
							["time"] = 1589030949,
							["arg1"] = "你获得了物品：|cff1eff00|Hcurrency:1553:182|h[小型艾泽里特之簇]|h|r。",
						}, -- [132]
						{
							["type"] = "SYSTEM",
							["time"] = 1589030949,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:103::11:4:6316:4932:4933:1650:::|h[艾泽拉斯之心]|h|r获得了182点神器能量。",
						}, -- [133]
						{
							["type"] = "SYSTEM",
							["time"] = 1589031085,
							["arg1"] = "你获得了物品：|cffa335ee|Hcurrency:1553:500|h[闪耀的艾泽里特碎片]|h|r。",
						}, -- [134]
						{
							["type"] = "SYSTEM",
							["time"] = 1589031085,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:103::11:4:6316:4932:4933:1650:::|h[艾泽拉斯之心]|h|r获得了500点神器能量。",
						}, -- [135]
						{
							["type"] = "SYSTEM",
							["time"] = 1589031085,
							["arg1"] = "突袭：阿玛赛特进军完成。",
						}, -- [136]
						{
							["arg1"] = " ",
						}, -- [137]
						{
							["arg1"] = " ",
						}, -- [138]
						{
							["arg1"] = "记录开始于 05/09/2020 的 22:14:43。",
							["type"] = "SYSTEM",
						}, -- [139]
						{
							["type"] = "SYSTEM",
							["time"] = 1589033734,
							["arg1"] = "你获得了物品：|cff0070dd|Hcurrency:1553:258|h[闪光的艾泽里特晶体]|h|r。",
						}, -- [140]
						{
							["type"] = "SYSTEM",
							["time"] = 1589033734,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:103::11:4:6316:4932:4933:1650:::|h[艾泽拉斯之心]|h|r获得了258点神器能量。",
						}, -- [141]
						{
							["type"] = "SYSTEM",
							["time"] = 1589033734,
							["arg1"] = "你获得了物品：|cff0070dd|Hcurrency:1553:200|h[闪光的艾泽里特晶体]|h|r。",
						}, -- [142]
						{
							["type"] = "SYSTEM",
							["time"] = 1589033734,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:103::11:4:6316:4932:4933:1650:::|h[艾泽拉斯之心]|h|r获得了200点神器能量。",
						}, -- [143]
						{
							["type"] = "SYSTEM",
							["time"] = 1589033735,
							["arg1"] = "你获得了物品：|cff0070dd|Hcurrency:1553:267|h[闪光的艾泽里特晶体]|h|r。",
						}, -- [144]
						{
							["type"] = "SYSTEM",
							["time"] = 1589033735,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:103::11:4:6316:4932:4933:1650:::|h[艾泽拉斯之心]|h|r获得了267点神器能量。",
						}, -- [145]
						{
							["type"] = "SYSTEM",
							["time"] = 1589033735,
							["arg1"] = "你获得了物品：|cff0070dd|Hcurrency:1553:200|h[闪光的艾泽里特晶体]|h|r。",
						}, -- [146]
						{
							["type"] = "SYSTEM",
							["time"] = 1589033735,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:103::11:4:6316:4932:4933:1650:::|h[艾泽拉斯之心]|h|r获得了200点神器能量。",
						}, -- [147]
						{
							["type"] = "SYSTEM",
							["time"] = 1589033735,
							["arg1"] = "碎手特派员已经精疲力尽。",
						}, -- [148]
						{
							["type"] = "SYSTEM",
							["time"] = 1589033745,
							["arg1"] = "|Hplayer:岩熊|h[岩熊]|h邀请你加入队伍。",
						}, -- [149]
						{
							["type"] = "SYSTEM",
							["time"] = 1589033746,
							["arg1"] = "地下城难度已设置为史诗。",
						}, -- [150]
						{
							["type"] = "SYSTEM",
							["time"] = 1589033748,
							["arg1"] = "十里扬州路离开了队伍。",
						}, -- [151]
						{
							["type"] = "SYSTEM",
							["time"] = 1589033773,
							["arg1"] = "你学会了新的被动效果：|cff71d5ff|Hspell:197073:0|h[平常心]|h|r。",
						}, -- [152]
						{
							["type"] = "SYSTEM",
							["time"] = 1589033824,
							["arg1"] = "你忘却了|cff71d5ff|Hspell:102359:0|h[群体缠绕]|h|r。",
						}, -- [153]
						{
							["type"] = "SYSTEM",
							["time"] = 1589033824,
							["arg1"] = "你学会新的法术：|cff71d5ff|Hspell:132469:0|h[台风]|h|r",
						}, -- [154]
						{
							["type"] = "SYSTEM",
							["time"] = 1589033832,
							["arg1"] = "你忘却了|cff71d5ff|Hspell:197073:0|h[平常心]|h|r。",
						}, -- [155]
						{
							["type"] = "SYSTEM",
							["time"] = 1589033844,
							["arg1"] = "猫栗子-冰风岗离开了队伍。",
						}, -- [156]
						{
							["type"] = "SYSTEM",
							["time"] = 1589033851,
							["arg1"] = "你现在是队长",
						}, -- [157]
						{
							["type"] = "SYSTEM",
							["time"] = 1589033854,
							["arg1"] = "岩熊下线了。",
						}, -- [158]
						{
							["type"] = "SYSTEM",
							["time"] = 1589033902,
							["arg1"] = "血色入侵失败。",
						}, -- [159]
						{
							["type"] = "SYSTEM",
							["time"] = 1589033957,
							["arg1"] = "你邀请丫丫小猫-血顶加入你的队伍",
						}, -- [160]
						{
							["type"] = "SYSTEM",
							["time"] = 1589033959,
							["arg1"] = "丫丫小猫-血顶加入了队伍。",
						}, -- [161]
						{
							["type"] = "SYSTEM",
							["time"] = 1589033968,
							["arg1"] = "万物咸覩-凤凰之神已经加入了别的队伍",
						}, -- [162]
						{
							["type"] = "SYSTEM",
							["time"] = 1589034035,
							["arg1"] = "|Hplayer:岩熊|h[岩熊]|h上线了。",
						}, -- [163]
						{
							["arg1"] = " ",
						}, -- [164]
						{
							["arg1"] = " ",
						}, -- [165]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 22:23:20。",
						}, -- [166]
						{
							["type"] = "SYSTEM",
							["time"] = 1589034233,
							["arg1"] = "地下城难度已设置为史诗。",
						}, -- [167]
						{
							["type"] = "SYSTEM",
							["time"] = 1589034234,
							["arg1"] = "|Hplayer:莫小曦|h[莫小曦]|h上线了。",
						}, -- [168]
						{
							["type"] = "SYSTEM",
							["time"] = 1589034257,
							["arg1"] = "莫小曦下线了。",
						}, -- [169]
						{
							["type"] = "SYSTEM",
							["time"] = 1589034263,
							["arg1"] = "|Hplayer:风啸九天|h[风啸九天]|h上线了。",
						}, -- [170]
						{
							["type"] = "SYSTEM",
							["time"] = 1589034332,
							["arg1"] = "岩熊现在是队长",
						}, -- [171]
						{
							["type"] = "SYSTEM",
							["time"] = 1589034332,
							["arg1"] = "万物咸覩-凤凰之神加入了队伍。",
						}, -- [172]
						{
							["type"] = "SYSTEM",
							["time"] = 1589034737,
							["arg1"] = "岩熊开始进行就位确认。",
						}, -- [173]
						{
							["type"] = "SYSTEM",
							["time"] = 1589034991,
							["arg1"] = "岩熊开始进行就位确认。",
						}, -- [174]
						{
							["type"] = "SYSTEM",
							["time"] = 1589035380,
							["arg1"] = "万物咸覩已经死亡。",
						}, -- [175]
						{
							["type"] = "SYSTEM",
							["time"] = 1589035381,
							["arg1"] = "丫丫小猫已经死亡。",
						}, -- [176]
						{
							["type"] = "SYSTEM",
							["time"] = 1589035390,
							["arg1"] = "|cff71d5ff|Hdeath:1|h[你已死亡。]|h",
						}, -- [177]
						{
							["type"] = "SYSTEM",
							["time"] = 1589035391,
							["arg1"] = "开心的木头已经死亡。",
						}, -- [178]
						{
							["type"] = "SYSTEM",
							["time"] = 1589035391,
							["arg1"] = "岩熊已经死亡。",
						}, -- [179]
						{
							["type"] = "SYSTEM",
							["time"] = 1589035735,
							["arg1"] = "岩熊开始进行就位确认。",
						}, -- [180]
						{
							["type"] = "SYSTEM",
							["time"] = 1589035894,
							["arg1"] = "非酋巴扎黑下线了。",
						}, -- [181]
						{
							["type"] = "SYSTEM",
							["time"] = 1589036345,
							["arg1"] = "岩熊开始进行就位确认。",
						}, -- [182]
						{
							["type"] = "SYSTEM",
							["time"] = 1589036422,
							["arg1"] = "丫丫小猫已经死亡。",
						}, -- [183]
						{
							["type"] = "SYSTEM",
							["time"] = 1589036457,
							["arg1"] = "岩熊已经死亡。",
						}, -- [184]
						{
							["type"] = "SYSTEM",
							["time"] = 1589036458,
							["arg1"] = "开心的木头已经死亡。",
						}, -- [185]
						{
							["type"] = "SYSTEM",
							["time"] = 1589036460,
							["arg1"] = "岩熊已经死亡。",
						}, -- [186]
						{
							["type"] = "SYSTEM",
							["time"] = 1589036469,
							["arg1"] = "万物咸覩已经死亡。",
						}, -- [187]
						{
							["arg1"] = " ",
						}, -- [188]
						{
							["arg1"] = " ",
						}, -- [189]
						{
							["arg1"] = "记录开始于 05/09/2020 的 23:02:08。",
							["type"] = "SYSTEM",
						}, -- [190]
						{
							["type"] = "SYSTEM",
							["time"] = 1589036551,
							["arg1"] = "岩熊开始进行就位确认。",
						}, -- [191]
						{
							["type"] = "SYSTEM",
							["time"] = 1589036667,
							["arg1"] = "万物咸覩已经死亡。",
						}, -- [192]
						{
							["type"] = "SYSTEM",
							["time"] = 1589036735,
							["arg1"] = "万物咸覩已经死亡。",
						}, -- [193]
						{
							["type"] = "SYSTEM",
							["time"] = 1589036770,
							["arg1"] = "丫丫小猫已经死亡。",
						}, -- [194]
						{
							["type"] = "SYSTEM",
							["time"] = 1589036842,
							["arg1"] = "开心的木头已经死亡。",
						}, -- [195]
						{
							["type"] = "SYSTEM",
							["time"] = 1589036842,
							["arg1"] = "万物咸覩已经死亡。",
						}, -- [196]
						{
							["type"] = "SYSTEM",
							["time"] = 1589036847,
							["arg1"] = "岩熊已经死亡。",
						}, -- [197]
						{
							["type"] = "SYSTEM",
							["time"] = 1589037228,
							["arg1"] = "开心的木头已经死亡。",
						}, -- [198]
						{
							["type"] = "SYSTEM",
							["time"] = 1589037447,
							["arg1"] = "丫丫小猫已经死亡。",
						}, -- [199]
						{
							["type"] = "SYSTEM",
							["time"] = 1589037759,
							["arg1"] = "开心的木头已经死亡。",
						}, -- [200]
						{
							["type"] = "SYSTEM",
							["time"] = 1589037790,
							["arg1"] = "丫丫小猫已经死亡。",
						}, -- [201]
						{
							["type"] = "SYSTEM",
							["time"] = 1589037796,
							["arg1"] = "开心的木头已经死亡。",
						}, -- [202]
						{
							["type"] = "SYSTEM",
							["time"] = 1589037815,
							["arg1"] = "你获得了物品：|cffa335ee|Hcurrency:1553:550|h[闪耀的艾泽里特碎片]|h|r。",
						}, -- [203]
						{
							["type"] = "SYSTEM",
							["time"] = 1589037815,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:105::11:4:6316:4932:4933:1650:::|h[艾泽拉斯之心]|h|r获得了550点神器能量。",
						}, -- [204]
						{
							["arg1"] = " ",
						}, -- [205]
						{
							["arg1"] = " ",
						}, -- [206]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 23:24:41。",
						}, -- [207]
						{
							["type"] = "SYSTEM",
							["time"] = 1589037920,
							["arg1"] = "你现在是队长",
						}, -- [208]
						{
							["type"] = "SYSTEM",
							["time"] = 1589037921,
							["arg1"] = "岩熊离开了队伍。",
						}, -- [209]
						{
							["type"] = "SYSTEM",
							["time"] = 1589037924,
							["arg1"] = "岩熊下线了。",
						}, -- [210]
						{
							["type"] = "SYSTEM",
							["time"] = 1589037932,
							["arg1"] = "|Hplayer:千年老妖丶|h[千年老妖丶]|h上线了。",
						}, -- [211]
						{
							["type"] = "SYSTEM",
							["time"] = 1589037943,
							["arg1"] = "你邀请千年老妖丶加入你的队伍",
						}, -- [212]
						{
							["type"] = "SYSTEM",
							["time"] = 1589037946,
							["arg1"] = "千年老妖丶加入了队伍。",
						}, -- [213]
						{
							["type"] = "SYSTEM",
							["time"] = 1589037948,
							["arg1"] = "千年老妖丶现在是队长",
						}, -- [214]
						{
							["arg1"] = " ",
						}, -- [215]
						{
							["arg1"] = " ",
						}, -- [216]
						{
							["arg1"] = "记录开始于 05/09/2020 的 23:28:14。",
							["type"] = "SYSTEM",
						}, -- [217]
						{
							["type"] = "SYSTEM",
							["time"] = 1589038125,
							["arg1"] = "地下城难度已设置为史诗。",
						}, -- [218]
						{
							["type"] = "SYSTEM",
							["time"] = 1589038125,
							["arg1"] = "Silentkiller已经被你加入屏蔽名单了",
						}, -- [219]
						{
							["type"] = "SYSTEM",
							["time"] = 1589038125,
							["arg1"] = "玉嬌龍已经被你加入屏蔽名单了",
						}, -- [220]
						{
							["type"] = "SYSTEM",
							["time"] = 1589038125,
							["arg1"] = "丶花落伊人泪已经被你加入屏蔽名单了",
						}, -- [221]
						{
							["type"] = "SYSTEM",
							["time"] = 1589038125,
							["arg1"] = "布洛克斯唏加已经被你加入屏蔽名单了",
						}, -- [222]
						{
							["type"] = "SYSTEM",
							["time"] = 1589038125,
							["arg1"] = "Sekiro已经被你加入屏蔽名单了",
						}, -- [223]
						{
							["type"] = "SYSTEM",
							["time"] = 1589038125,
							["arg1"] = "咖啡豆已经被你加入屏蔽名单了",
						}, -- [224]
						{
							["type"] = "SYSTEM",
							["time"] = 1589038126,
							["arg1"] = "未来犹可待已经被你加入屏蔽名单了",
						}, -- [225]
						{
							["type"] = "SYSTEM",
							["time"] = 1589038295,
							["arg1"] = "千年老妖丶开始进行就位确认。",
						}, -- [226]
						{
							["type"] = "SYSTEM",
							["time"] = 1589038584,
							["arg1"] = "千年老妖丶已经死亡。",
						}, -- [227]
						{
							["type"] = "SYSTEM",
							["time"] = 1589038722,
							["arg1"] = "风啸九天下线了。",
						}, -- [228]
						{
							["type"] = "SYSTEM",
							["time"] = 1589038742,
							["arg1"] = "千年老妖丶开始进行就位确认。",
						}, -- [229]
						{
							["type"] = "SYSTEM",
							["time"] = 1589038751,
							["arg1"] = "|Hplayer:就爱逗你玩|h[就爱逗你玩]|h上线了。",
						}, -- [230]
						{
							["type"] = "SYSTEM",
							["time"] = 1589038799,
							["arg1"] = "万物咸覩已经死亡。",
						}, -- [231]
						{
							["type"] = "SYSTEM",
							["time"] = 1589038882,
							["arg1"] = "开心的木头已经死亡。",
						}, -- [232]
						{
							["type"] = "SYSTEM",
							["time"] = 1589039135,
							["arg1"] = "丫丫小猫已经死亡。",
						}, -- [233]
						{
							["type"] = "SYSTEM",
							["time"] = 1589039136,
							["arg1"] = "艾泽拉斯大陆最新火热招聘，战鼓再次被敲响，这一次你将用自己的双手铸造起守护艾泽拉斯世界的屏障！魔兽客 服招聘，简历请投递至wow163@188. com",
						}, -- [234]
						{
							["type"] = "SYSTEM",
							["time"] = 1589039466,
							["arg1"] = "千年老妖丶开始进行就位确认。",
						}, -- [235]
						{
							["type"] = "SYSTEM",
							["time"] = 1589039507,
							["arg1"] = "万物咸覩已经死亡。",
						}, -- [236]
						{
							["type"] = "SYSTEM",
							["time"] = 1589039543,
							["arg1"] = "万物咸覩已经死亡。",
						}, -- [237]
						{
							["type"] = "SYSTEM",
							["time"] = 1589039616,
							["arg1"] = "万物咸覩已经死亡。",
						}, -- [238]
						{
							["type"] = "SYSTEM",
							["time"] = 1589039622,
							["arg1"] = "夜莺轻啼，不觉中，夜幕已包裹住艾泽拉斯的领土。结束了一天的冒险，愿艾露恩赐您美梦。晚安，勇士们。",
						}, -- [239]
						{
							["type"] = "SYSTEM",
							["time"] = 1589040045,
							["arg1"] = "千年老妖丶已经死亡。",
						}, -- [240]
						{
							["type"] = "SYSTEM",
							["time"] = 1589040052,
							["arg1"] = "丫丫小猫已经死亡。",
						}, -- [241]
						{
							["type"] = "SYSTEM",
							["time"] = 1589040062,
							["arg1"] = "开心的木头已经死亡。",
						}, -- [242]
						{
							["type"] = "SYSTEM",
							["time"] = 1589040562,
							["arg1"] = "千年老妖丶开始进行就位确认。",
						}, -- [243]
						{
							["type"] = "SYSTEM",
							["time"] = 1589040836,
							["arg1"] = "万物咸覩已经死亡。",
						}, -- [244]
						{
							["type"] = "SYSTEM",
							["time"] = 1589040912,
							["arg1"] = "你获得了物品：|cffa335ee|Hcurrency:1553:570|h[闪耀的艾泽里特碎片]|h|r。",
						}, -- [245]
						{
							["type"] = "SYSTEM",
							["time"] = 1589040912,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:105::11:4:6316:4932:4933:1650:::|h[艾泽拉斯之心]|h|r获得了570点神器能量。",
						}, -- [246]
						{
							["type"] = "SYSTEM",
							["time"] = 1589040993,
							["arg1"] = "丫丫小猫-血顶离开了队伍。",
						}, -- [247]
						{
							["type"] = "SYSTEM",
							["time"] = 1589041022,
							["arg1"] = "Rikii-冰风岗加入了队伍。",
						}, -- [248]
						{
							["type"] = "SYSTEM",
							["time"] = 1589041090,
							["arg1"] = "Rikii-冰风岗离开了队伍。",
						}, -- [249]
						{
							["type"] = "SYSTEM",
							["time"] = 1589041250,
							["arg1"] = "开心的木头-布兰卡德离开了队伍。",
						}, -- [250]
					},
				}, -- [9]
				{
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "成就",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/07/2020 的 20:13:19。",
							["type"] = "SYSTEM",
						}, -- [1]
						{
							["arg2"] = "风啸九天-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1588853976,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12560:Player-2124-01CB9B13:1:5:7:20:4294967295:4294967295:4294967295:4294967295|h[探索沃顿]|h|r！",
							["clColor"] = "fff38bb9",
						}, -- [2]
						{
							["arg1"] = " ",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 20:35:09。",
						}, -- [5]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1588856005,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:1157:Player-2124-0AA46C2A:1:5:7:20:4294967295:4294967295:4294967295:4294967295|h[决斗赢家]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [6]
						{
							["arg1"] = " ",
						}, -- [7]
						{
							["arg1"] = " ",
						}, -- [8]
						{
							["arg1"] = "记录开始于 05/07/2020 的 21:35:08。",
							["type"] = "SYSTEM",
						}, -- [9]
						{
							["arg2"] = "风啸九天-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1588859099,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12547:Player-2124-01CB9B13:1:5:7:20:4294967295:4294967295:4294967295:4294967295|h[史诗]|h|r！",
							["clColor"] = "fff38bb9",
						}, -- [10]
						{
							["arg2"] = "风啸九天-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1588860442,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14170:Player-2124-01CB9B13:1:5:7:20:4294967295:4294967295:4294967295:4294967295|h[纪念回忆]|h|r！",
							["clColor"] = "fff38bb9",
						}, -- [11]
						{
							["arg2"] = "非酋巴扎黑-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1588862441,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14193:Player-2124-0102B664:1:5:7:20:4294967295:4294967295:4294967295:4294967295|h[命运幻象]|h|r！",
							["clColor"] = "ffa9d271",
						}, -- [12]
						{
							["arg1"] = " ",
						}, -- [13]
						{
							["arg1"] = " ",
						}, -- [14]
						{
							["arg1"] = "记录开始于 05/07/2020 的 23:26:48。",
							["type"] = "SYSTEM",
						}, -- [15]
						{
							["arg2"] = "风起春城暮-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1588865877,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:9587:Player-2124-0836E3DA:1:5:7:20:4294967295:4294967295:4294967295:4294967295|h[证明自己：无限治疗（10波）]|h|r！",
							["clColor"] = "fffe7b09",
						}, -- [16]
						{
							["arg1"] = " ",
						}, -- [17]
						{
							["arg1"] = " ",
						}, -- [18]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 21:24:56。",
						}, -- [19]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1588944349,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14149:Player-2124-0C0BE35E:1:5:8:20:4294967295:4294967295:4294967295:4294967295|h[海岸之战（英雄）]|h|r！",
							["clColor"] = "ffa9d271",
						}, -- [20]
						{
							["arg2"] = "深渊-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1588944356,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13296:Player-2124-0C0BE35E:1:5:8:20:4294967295:4294967295:4294967295:4294967295|h[海岸之战]|h|r！",
							["clColor"] = "ffa9d271",
						}, -- [21]
						{
							["arg1"] = " ",
						}, -- [22]
						{
							["arg1"] = " ",
						}, -- [23]
						{
							["arg1"] = "记录开始于 05/08/2020 的 22:12:22。",
							["type"] = "SYSTEM",
						}, -- [24]
						{
							["arg2"] = "Xiaodouding-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1588947645,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13723:Player-2124-0129732E:1:5:8:20:4294967295:4294967295:4294967295:4294967295|h[求锤得锤]|h|r！",
							["clColor"] = "fff38bb9",
						}, -- [25]
						{
							["arg2"] = "丶丷-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1588947645,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13723:Player-2124-0AA46C2A:1:5:8:20:4294967295:4294967295:4294967295:4294967295|h[求锤得锤]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [26]
						{
							["arg1"] = " ",
						}, -- [27]
						{
							["arg1"] = " ",
						}, -- [28]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 22:49:32。",
						}, -- [29]
						{
							["arg2"] = "就爱逗你玩-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1588950684,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14048:Player-2124-01ECAB92:1:5:8:20:4294967295:4294967295:4294967295:4294967295|h[无厌者夏德哈（史诗难度）]|h|r！",
							["clColor"] = "ffa9d271",
						}, -- [30]
						{
							["arg2"] = "哀伤骑-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1588951438,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13707:Player-2124-084B06D9:1:5:8:20:4294967295:4294967295:4294967295:4294967295|h[穆勒尔的神秘宝贝]|h|r！",
							["clColor"] = "ffc31d39",
						}, -- [31]
						{
							["arg1"] = " ",
						}, -- [32]
						{
							["arg1"] = " ",
						}, -- [33]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 22:23:20。",
						}, -- [34]
						{
							["arg2"] = "风啸九天-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589034317,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13777:Player-2124-01CB9B13:1:5:9:20:4294967295:4294967295:4294967295:4294967295|h[心满意足]|h|r！",
							["clColor"] = "fff38bb9",
						}, -- [35]
						{
							["arg2"] = "非酋巴扎黑-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589035367,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12903:Player-2124-0102B664:1:5:9:20:4294967295:4294967295:4294967295:4294967295|h[荣誉等级40级]|h|r！",
							["clColor"] = "ffa9d271",
						}, -- [36]
						{
							["arg1"] = " ",
						}, -- [37]
						{
							["arg1"] = " ",
						}, -- [38]
						{
							["arg1"] = "记录开始于 05/09/2020 的 23:02:08。",
							["type"] = "SYSTEM",
						}, -- [39]
						{
							["arg2"] = "风啸九天-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589036840,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12506:Player-2124-01CB9B13:1:5:9:20:4294967295:4294967295:4294967295:4294967295|h[塞塔里斯神庙（史诗难度）]|h|r！",
							["clColor"] = "fff38bb9",
						}, -- [40]
						{
							["arg1"] = " ",
						}, -- [41]
						{
							["arg1"] = " ",
						}, -- [42]
						{
							["arg1"] = "记录开始于 05/09/2020 的 23:28:14。",
							["type"] = "SYSTEM",
						}, -- [43]
						{
							["arg2"] = "风啸九天-亡语者",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1589038138,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12733:Player-2124-01CB9B13:1:5:9:20:4294967295:4294967295:4294967295:4294967295|h[赞达拉专业大师]|h|r！",
							["clColor"] = "fff38bb9",
						}, -- [44]
					},
				}, -- [10]
				{
					["logs"] = {
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949957,
							["arg1"] = "哦，看看是谁还在晕船呢！",
						}, -- [1]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949974,
							["arg1"] = "这滋味你今生难忘！",
						}, -- [2]
						{
							["arg2"] = "天空上尉库拉格",
							["type"] = "MONSTER_YELL",
							["time"] = 1588949978,
							["arg1"] = "看来……我要去……喂鲨鱼了……",
						}, -- [3]
						{
							["arg2"] = "黑齿拳手",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950135,
							["arg1"] = "我们自己乱战了起来！",
						}, -- [4]
						{
							["arg2"] = "“两眼虫”戴维",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950352,
							["arg1"] = "来来来，下注了！又来了一群受害——呃，参赛者！交给你们了，古尔戈索克和伍迪！",
						}, -- [5]
						{
							["arg2"] = "尤朵拉船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950479,
							["arg1"] = "我要拿你们的骨头当靶子。",
						}, -- [6]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950482,
							["arg1"] = "看看你能不能撑得住！",
						}, -- [7]
						{
							["arg2"] = "拉乌尔船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950487,
							["arg1"] = "干杯，水手们！",
						}, -- [8]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950488,
							["arg1"] = "预备！",
						}, -- [9]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950495,
							["arg1"] = "第一滴血！",
						}, -- [10]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950513,
							["arg1"] = "钢铁之潮！",
						}, -- [11]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950536,
							["arg1"] = "预备！",
						}, -- [12]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950566,
							["arg1"] = "钢铁之潮！",
						}, -- [13]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950589,
							["arg1"] = "预备！",
						}, -- [14]
						{
							["arg2"] = "尤朵拉船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950604,
							["arg1"] = "打得……漂亮……",
						}, -- [15]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950614,
							["arg1"] = "预备！",
						}, -- [16]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950638,
							["arg1"] = "钢铁之潮！",
						}, -- [17]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950659,
							["arg1"] = "请把我的剑跟我埋在一起……",
						}, -- [18]
						{
							["arg2"] = "拉乌尔船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950665,
							["arg1"] = "真受不了你们，喝酒去！",
						}, -- [19]
						{
							["arg2"] = "尤朵拉船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950669,
							["arg1"] = "啊，我枪膛里还有子弹呢。",
						}, -- [20]
						{
							["arg2"] = "乔里船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1588950673,
							["arg1"] = "我什么时候才能碰上旗鼓相当的对手？",
						}, -- [21]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588950675,
							["arg1"] = "来吧，淹死吧。",
						}, -- [22]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588950750,
							["arg1"] = "你们的眼睛……闭上了。",
						}, -- [23]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588951208,
							["arg1"] = "睁开你的眼睛。",
						}, -- [24]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588951319,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [25]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588951334,
							["arg1"] = "你无法逃脱命运。",
						}, -- [26]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951334,
							["arg1"] = "猪猡，你觉得能斗得过我？看来我得好好教训你。",
						}, -- [27]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951355,
							["arg1"] = "开炮！把这些癞皮狗轰成渣！",
						}, -- [28]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951367,
							["arg1"] = "拿他们的肠子擦甲板！",
						}, -- [29]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951373,
							["arg1"] = "让这些水手瞧瞧我们的火力！",
						}, -- [30]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951388,
							["arg1"] = "全体上甲板！",
						}, -- [31]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951394,
							["arg1"] = "让这些水手瞧瞧我们的火力！",
						}, -- [32]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951409,
							["arg1"] = "拿他们的肠子擦甲板！",
						}, -- [33]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951415,
							["arg1"] = "让这些水手瞧瞧我们的火力！",
						}, -- [34]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951443,
							["arg1"] = "开炮！把这些癞皮狗轰成渣！",
						}, -- [35]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951449,
							["arg1"] = "拿他们的肠子擦甲板！",
						}, -- [36]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951461,
							["arg1"] = "开炮！把这些癞皮狗轰成渣！",
						}, -- [37]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951473,
							["arg1"] = "全体上甲板！",
						}, -- [38]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951485,
							["arg1"] = "让这些水手瞧瞧我们的火力！",
						}, -- [39]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951497,
							["arg1"] = "全体上甲板！",
						}, -- [40]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951519,
							["arg1"] = "开炮！把这些癞皮狗轰成渣！",
						}, -- [41]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951525,
							["arg1"] = "拿他们的肠子擦甲板！",
						}, -- [42]
						{
							["arg2"] = "哈兰·斯威提",
							["type"] = "MONSTER_YELL",
							["time"] = 1588951531,
							["arg1"] = "不可……思议……",
						}, -- [43]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1588951554,
							["arg1"] = "很好，我的选民。你们证明了自己有资格接受我的馈赠。",
						}, -- [44]
						{
							["arg1"] = " ",
						}, -- [45]
						{
							["arg1"] = " ",
						}, -- [46]
						{
							["arg1"] = "记录开始于 05/09/2020 的 20:13:03。",
							["type"] = "SYSTEM",
						}, -- [47]
						{
							["arg2"] = "审判官格恩肖尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589026699,
							["arg1"] = "干掉那个兽人，清扫暗巷区！拒绝主人之血的都不得好死！",
						}, -- [48]
						{
							["arg2"] = "歼灭者拉克哈尔",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589026707,
							["arg1"] = "痛苦在等待着你！",
						}, -- [49]
						{
							["arg2"] = "歼灭者拉克哈尔",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589026721,
							["arg1"] = "永恒的……痛苦……",
						}, -- [50]
						{
							["arg2"] = "博亚",
							["type"] = "MONSTER_YELL",
							["time"] = 1589026788,
							["arg1"] = "救命！斯诺恩发疯了！",
						}, -- [51]
						{
							["arg2"] = "雷克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589026896,
							["arg1"] = "你不过是恩佐斯无尽大军面前的蝼蚁。现在，我就要踩死你！",
						}, -- [52]
						{
							["arg2"] = "雷克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027056,
							["arg1"] = "我会把你的血肉喂给我的野兽，把你的灵魂献给恩佐斯！",
						}, -- [53]
						{
							["arg2"] = "雷克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027061,
							["arg1"] = "来吧，我的宠物！侍奉你的主人！",
						}, -- [54]
						{
							["arg2"] = "雷克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027067,
							["arg1"] = "我的野兽会吞噬你！",
						}, -- [55]
						{
							["arg2"] = "雷克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027075,
							["arg1"] = "消灭这些猎物！",
						}, -- [56]
						{
							["arg2"] = "雷克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027078,
							["arg1"] = "恩佐斯能号令的，可不只是动物！",
						}, -- [57]
						{
							["arg2"] = "泽坎",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027131,
							["arg1"] = "勇士们！我们需要帮助！",
						}, -- [58]
						{
							["arg2"] = "屠戮者西克沃斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589027144,
							["arg1"] = "你必将破碎！",
						}, -- [59]
						{
							["arg2"] = "泽坎",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027146,
							["arg1"] = "得先把那个干掉。",
						}, -- [60]
						{
							["arg2"] = "屠戮者西克沃斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589027172,
							["arg1"] = "尼奥罗萨……已经归来……",
						}, -- [61]
						{
							["arg2"] = "泽坎",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027182,
							["arg1"] = "恩佐斯的腐化图腾全是虚空的低语，把我们的萨满逼疯了。得把图腾都毁掉。",
						}, -- [62]
						{
							["arg2"] = "盖亚拉大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027184,
							["arg1"] = "杜隆坦的假儿子必须死！他手上沾满了玛格汉的鲜血！",
						}, -- [63]
						{
							["arg2"] = "无光者维兹奥克",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027344,
							["arg1"] = "虚空在呼唤你！",
						}, -- [64]
						{
							["arg2"] = "盖亚拉大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027345,
							["arg1"] = "以玛格汉的名义，干掉那个怪物！",
						}, -- [65]
						{
							["arg2"] = "无光者维兹奥克",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589027397,
							["arg1"] = "跪倒在恩佐斯面前！",
						}, -- [66]
						{
							["arg2"] = "无光者维兹奥克",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589027430,
							["arg1"] = "一切……都将……灭亡……",
						}, -- [67]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027914,
							["arg1"] = "元素已经发声。艾泽拉斯即将灭亡。",
						}, -- [68]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027920,
							["arg1"] = "不喝血的，都得死！",
						}, -- [69]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027924,
							["arg1"] = "古神之血是我们唯一的救赎！",
						}, -- [70]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027932,
							["arg1"] = "我们必须服从恩佐斯！",
						}, -- [71]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027958,
							["arg1"] = "我们必须服从恩佐斯！",
						}, -- [72]
						{
							["arg2"] = "萨尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589027974,
							["arg1"] = "感谢你……让我……重获自由……",
						}, -- [73]
						{
							["arg1"] = " ",
						}, -- [74]
						{
							["arg1"] = " ",
						}, -- [75]
						{
							["arg1"] = "记录开始于 05/09/2020 的 21:18:08。",
							["type"] = "SYSTEM",
						}, -- [76]
						{
							["arg2"] = "未知目标",
							["type"] = "MONSTER_YELL",
							["time"] = 1589030678,
							["arg1"] = "你胆敢打扰我们神圣的行动？",
						}, -- [77]
						{
							["arg2"] = "凯姆斯，黎明之刃",
							["type"] = "MONSTER_YELL",
							["time"] = 1589030698,
							["arg1"] = "你会因为惹怒光刃而懊悔不已！",
						}, -- [78]
						{
							["arg2"] = "凯姆斯，黎明之刃",
							["type"] = "MONSTER_YELL",
							["time"] = 1589030712,
							["arg1"] = "你才打败了学生，现在面对老师吧！",
						}, -- [79]
						{
							["arg2"] = "哈丹队长",
							["type"] = "MONSTER_YELL",
							["time"] = 1589030996,
							["arg1"] = "阿玛赛特已经释放了泰坦守护者！坚守战线！",
						}, -- [80]
						{
							["arg1"] = " ",
						}, -- [81]
						{
							["arg1"] = " ",
						}, -- [82]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 22:23:20。",
						}, -- [83]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589034888,
							["arg1"] = "睁开你的眼睛。",
						}, -- [84]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589034987,
							["arg1"] = "逃……逃吧。你终将侍奉我。",
						}, -- [85]
						{
							["arg2"] = "长者莉娅克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589035008,
							["arg1"] = "戈霍恩之力会吞噬你！",
						}, -- [86]
						{
							["arg2"] = "长者莉娅克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589035014,
							["arg1"] = "腐烂消亡吧！",
						}, -- [87]
						{
							["arg2"] = "长者莉娅克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589035018,
							["arg1"] = "戈霍恩无所不在！",
						}, -- [88]
						{
							["arg2"] = "长者莉娅克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589035030,
							["arg1"] = "腐烂消亡吧！",
						}, -- [89]
						{
							["arg2"] = "长者莉娅克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589035040,
							["arg1"] = "戈霍恩之力会吞噬你！",
						}, -- [90]
						{
							["arg2"] = "长者莉娅克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589035046,
							["arg1"] = "腐烂消亡吧！",
						}, -- [91]
						{
							["arg2"] = "长者莉娅克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589035061,
							["arg1"] = "腐烂消亡吧！",
						}, -- [92]
						{
							["arg2"] = "长者莉娅克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589035066,
							["arg1"] = "戈霍恩无所不在！",
						}, -- [93]
						{
							["arg2"] = "长者莉娅克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589035070,
							["arg1"] = "戈霍恩之力会吞噬你！",
						}, -- [94]
						{
							["arg2"] = "长者莉娅克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589035077,
							["arg1"] = "腐烂消亡吧！",
						}, -- [95]
						{
							["arg2"] = "长者莉娅克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589035093,
							["arg1"] = "腐烂消亡吧！",
						}, -- [96]
						{
							["arg2"] = "长者莉娅克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589035100,
							["arg1"] = "戈霍恩之力会吞噬你！",
						}, -- [97]
						{
							["arg2"] = "长者莉娅克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589035109,
							["arg1"] = "腐烂消亡吧！",
						}, -- [98]
						{
							["arg2"] = "长者莉娅克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589035115,
							["arg1"] = "戈霍恩无所不在！",
						}, -- [99]
						{
							["arg2"] = "长者莉娅克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589035125,
							["arg1"] = "腐烂消亡吧！",
						}, -- [100]
						{
							["arg2"] = "长者莉娅克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589035131,
							["arg1"] = "戈霍恩之力会吞噬你！",
						}, -- [101]
						{
							["arg2"] = "长者莉娅克萨",
							["type"] = "MONSTER_YELL",
							["time"] = 1589035134,
							["arg1"] = "我的鲜血献给戈霍恩……",
						}, -- [102]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589035653,
							["arg1"] = "睁开你的眼睛。",
						}, -- [103]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589035731,
							["arg1"] = "你永远无法离开群星之环。",
						}, -- [104]
						{
							["arg2"] = "孢子召唤师赞查",
							["type"] = "MONSTER_YELL",
							["time"] = 1589036354,
							["arg1"] = "收割！",
						}, -- [105]
						{
							["arg2"] = "孢子召唤师赞查",
							["type"] = "MONSTER_YELL",
							["time"] = 1589036399,
							["arg1"] = "生长吧！",
						}, -- [106]
						{
							["arg2"] = "孢子召唤师赞查",
							["type"] = "MONSTER_YELL",
							["time"] = 1589036423,
							["arg1"] = "腐烂吧！",
						}, -- [107]
						{
							["arg2"] = "孢子召唤师赞查",
							["type"] = "MONSTER_YELL",
							["time"] = 1589036450,
							["arg1"] = "生长吧！",
						}, -- [108]
						{
							["arg2"] = "孢子召唤师赞查",
							["type"] = "MONSTER_YELL",
							["time"] = 1589036461,
							["arg1"] = "成为肥料吧！",
						}, -- [109]
						{
							["arg1"] = " ",
						}, -- [110]
						{
							["arg1"] = " ",
						}, -- [111]
						{
							["arg1"] = "记录开始于 05/09/2020 的 23:02:08。",
							["type"] = "SYSTEM",
						}, -- [112]
						{
							["arg2"] = "孢子召唤师赞查",
							["type"] = "MONSTER_YELL",
							["time"] = 1589036563,
							["arg1"] = "腐烂必须扩散！",
						}, -- [113]
						{
							["arg2"] = "孢子召唤师赞查",
							["type"] = "MONSTER_YELL",
							["time"] = 1589036610,
							["arg1"] = "生长吧！",
						}, -- [114]
						{
							["arg2"] = "孢子召唤师赞查",
							["type"] = "MONSTER_YELL",
							["time"] = 1589036660,
							["arg1"] = "腐化绽放！",
						}, -- [115]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589036694,
							["arg1"] = "你让你真正的主人失望了。",
						}, -- [116]
						{
							["arg2"] = "孢子召唤师赞查",
							["type"] = "MONSTER_YELL",
							["time"] = 1589036712,
							["arg1"] = "生长吧！",
						}, -- [117]
						{
							["arg2"] = "孢子召唤师赞查",
							["type"] = "MONSTER_YELL",
							["time"] = 1589036735,
							["arg1"] = "腐烂吧！",
						}, -- [118]
						{
							["arg2"] = "孢子召唤师赞查",
							["type"] = "MONSTER_YELL",
							["time"] = 1589036763,
							["arg1"] = "生长吧！",
						}, -- [119]
						{
							["arg2"] = "孢子召唤师赞查",
							["type"] = "MONSTER_YELL",
							["time"] = 1589036796,
							["arg1"] = "万物终将……凋零……",
						}, -- [120]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589037066,
							["arg1"] = "进入我的国度……证明你们的价值。",
						}, -- [121]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589037181,
							["arg1"] = "逃……逃吧。你终将侍奉我。",
						}, -- [122]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589037349,
							["arg1"] = "来吧，淹死吧。",
						}, -- [123]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589037430,
							["arg1"] = "你们的眼睛……闭上了。",
						}, -- [124]
						{
							["arg2"] = "泰坦守护者赫兹雷尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589037445,
							["arg1"] = "行星感染即将到来。",
						}, -- [125]
						{
							["arg2"] = "泰坦守护者赫兹雷尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589037523,
							["arg1"] = "侦测到剧毒样本。最高抑制优先级。",
						}, -- [126]
						{
							["arg2"] = "不羁畸变怪",
							["type"] = "MONSTER_YELL",
							["time"] = 1589037558,
							["arg1"] = "吞食！消灭！扩散！",
						}, -- [127]
						{
							["arg2"] = "泰坦守护者赫兹雷尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589037576,
							["arg1"] = "正在净化区域。",
						}, -- [128]
						{
							["arg2"] = "泰坦守护者赫兹雷尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589037594,
							["arg1"] = "正在净化区域。",
						}, -- [129]
						{
							["arg2"] = "不羁畸变怪",
							["type"] = "MONSTER_YELL",
							["time"] = 1589037604,
							["arg1"] = "感染成功！",
						}, -- [130]
						{
							["arg2"] = "泰坦守护者赫兹雷尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589037610,
							["arg1"] = "侦测到感染。开始清理。",
						}, -- [131]
						{
							["arg2"] = "泰坦守护者赫兹雷尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589037615,
							["arg1"] = "侦测到感染。开始清理。",
						}, -- [132]
						{
							["arg2"] = "泰坦守护者赫兹雷尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589037630,
							["arg1"] = "正在净化区域。",
						}, -- [133]
						{
							["arg2"] = "泰坦守护者赫兹雷尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589037647,
							["arg1"] = "正在净化区域。",
						}, -- [134]
						{
							["arg2"] = "泰坦守护者赫兹雷尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589037664,
							["arg1"] = "正在净化区域。",
						}, -- [135]
						{
							["arg2"] = "泰坦守护者赫兹雷尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589037681,
							["arg1"] = "正在净化区域。",
						}, -- [136]
						{
							["arg2"] = "不羁畸变怪",
							["type"] = "MONSTER_YELL",
							["time"] = 1589037697,
							["arg1"] = "感染成功！",
						}, -- [137]
						{
							["arg2"] = "泰坦守护者赫兹雷尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589037698,
							["arg1"] = "正在净化区域。",
						}, -- [138]
						{
							["arg2"] = "泰坦守护者赫兹雷尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589037704,
							["arg1"] = "侦测到感染。开始清理。",
						}, -- [139]
						{
							["arg2"] = "泰坦守护者赫兹雷尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589037710,
							["arg1"] = "侦测到感染。开始清理。",
						}, -- [140]
						{
							["arg2"] = "泰坦守护者赫兹雷尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589037721,
							["arg1"] = "正在净化区域。",
						}, -- [141]
						{
							["arg2"] = "泰坦守护者赫兹雷尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589037738,
							["arg1"] = "正在净化区域。",
						}, -- [142]
						{
							["arg2"] = "泰坦守护者赫兹雷尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589037755,
							["arg1"] = "正在净化区域。",
						}, -- [143]
						{
							["arg2"] = "泰坦守护者赫兹雷尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589037772,
							["arg1"] = "正在净化区域。",
						}, -- [144]
						{
							["arg2"] = "不羁畸变怪",
							["type"] = "MONSTER_YELL",
							["time"] = 1589037784,
							["arg1"] = "感染成功！",
						}, -- [145]
						{
							["arg2"] = "泰坦守护者赫兹雷尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589037789,
							["arg1"] = "侦测到感染。开始清理。",
						}, -- [146]
						{
							["arg2"] = "泰坦守护者赫兹雷尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589037796,
							["arg1"] = "执行净化协议。",
						}, -- [147]
						{
							["arg2"] = "不羁畸变怪",
							["type"] = "MONSTER_YELL",
							["time"] = 1589037802,
							["arg1"] = "必须……扩散……",
						}, -- [148]
						{
							["arg2"] = "泰坦守护者赫兹雷尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1589037804,
							["arg1"] = "正在启动最终防卫措施。摧毁传染根源。",
						}, -- [149]
						{
							["arg1"] = " ",
						}, -- [150]
						{
							["arg1"] = " ",
						}, -- [151]
						{
							["arg1"] = "记录开始于 05/09/2020 的 23:28:14。",
							["type"] = "SYSTEM",
						}, -- [152]
						{
							["arg2"] = "伯拉勒斯平民",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038375,
							["arg1"] = "部落在这里？！我还不如去和鲨鱼碰碰运气！",
						}, -- [153]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038522,
							["arg1"] = "我看到一名库尔提拉斯的精锐在前方的庭院里集结他的部队。",
						}, -- [154]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038528,
							["arg1"] = "只要消灭他，他们就会阵脚大乱，这样你就能轻松地在城市中穿行了。",
						}, -- [155]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589038549,
							["arg1"] = "睁开你的眼睛。",
						}, -- [156]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589038620,
							["arg1"] = "逃……逃吧。你终将侍奉我。",
						}, -- [157]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038642,
							["arg1"] = "大海将吞噬你的骨头！",
						}, -- [158]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038765,
							["arg1"] = "为了伯拉勒斯！",
						}, -- [159]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038766,
							["arg1"] = "我要砍死你！",
						}, -- [160]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038776,
							["arg1"] = "火炮准备！向我的位置开火！",
						}, -- [161]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038800,
							["arg1"] = "大海将吞噬你的骨头！",
						}, -- [162]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038801,
							["arg1"] = "我要砍死你！",
						}, -- [163]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038802,
							["arg1"] = "潮汐之力无人能挡！",
						}, -- [164]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038824,
							["arg1"] = "我要砍死你！",
						}, -- [165]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038837,
							["arg1"] = "火炮准备！向我的位置开火！",
						}, -- [166]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038849,
							["arg1"] = "潮汐之力无人能挡！",
						}, -- [167]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038849,
							["arg1"] = "我要砍死你！",
						}, -- [168]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038868,
							["arg1"] = "我要砍死你！",
						}, -- [169]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038872,
							["arg1"] = "受死吧！",
						}, -- [170]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038882,
							["arg1"] = "我要砍死你！",
						}, -- [171]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038882,
							["arg1"] = "无组织无纪律！",
						}, -- [172]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038883,
							["arg1"] = "受死吧！",
						}, -- [173]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038894,
							["arg1"] = "受死吧！",
						}, -- [174]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038898,
							["arg1"] = "火炮准备！向我的位置开火！",
						}, -- [175]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038908,
							["arg1"] = "受死吧！",
						}, -- [176]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038908,
							["arg1"] = "我要砍死你！",
						}, -- [177]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038918,
							["arg1"] = "潮汐之力无人能挡！",
						}, -- [178]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038919,
							["arg1"] = "我要砍死你！",
						}, -- [179]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038931,
							["arg1"] = "潮汐之力无人能挡！",
						}, -- [180]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038940,
							["arg1"] = "我要砍死你！",
						}, -- [181]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038942,
							["arg1"] = "潮汐之力无人能挡！",
						}, -- [182]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038952,
							["arg1"] = "潮汐之力无人能挡！",
						}, -- [183]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038953,
							["arg1"] = "你不配……赢得……胜利……",
						}, -- [184]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038958,
							["arg1"] = "哈！瞧他们四散而逃的样子。没有了领导，这群人类就是乌合之众。",
						}, -- [185]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589038967,
							["arg1"] = "我在下一个区域发现了一名使用艾泽里特火炮的目标，很有价值。为部落夺取这些武器吧。",
						}, -- [186]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589039118,
							["arg1"] = "进入我的国度……证明你们的价值。",
						}, -- [187]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589039216,
							["arg1"] = "你们的眼睛……闭上了。",
						}, -- [188]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589039332,
							["arg1"] = "来吧，淹死吧。",
						}, -- [189]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589039398,
							["arg1"] = "你们的眼睛……闭上了。",
						}, -- [190]
						{
							["arg2"] = "艾什凡水手",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039401,
							["arg1"] = "洛克伍德船长！我们的部队已经失去了对码头的控制权。",
						}, -- [191]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039406,
							["arg1"] = "无所谓。我的火炮会把任何敌人化为灰烬！",
						}, -- [192]
						{
							["arg2"] = "艾什凡观察员",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039411,
							["arg1"] = "火炮！开火！",
						}, -- [193]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039413,
							["arg1"] = "那艘船上装满了艾泽里特。你去干掉船员，我负责把货物运出城市。",
						}, -- [194]
						{
							["arg2"] = "艾什凡观察员",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039425,
							["arg1"] = "火炮！开火！",
						}, -- [195]
						{
							["arg2"] = "艾什凡观察员",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039437,
							["arg1"] = "火炮！向我的目标开火！",
						}, -- [196]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039477,
							["arg1"] = "不留活口！",
						}, -- [197]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039490,
							["arg1"] = "全体船员……攻击！",
						}, -- [198]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039493,
							["arg1"] = "所有火炮……发射！",
						}, -- [199]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039550,
							["arg1"] = "扫清甲板！",
						}, -- [200]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039588,
							["arg1"] = "全体船员……攻击！",
						}, -- [201]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039591,
							["arg1"] = "屠戮者弹药……发射！",
						}, -- [202]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039622,
							["arg1"] = "扫清甲板！",
						}, -- [203]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039659,
							["arg1"] = "全体船员……攻击！",
						}, -- [204]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039662,
							["arg1"] = "屠戮者弹药……发射！",
						}, -- [205]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039684,
							["arg1"] = "扫清甲板！",
						}, -- [206]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039688,
							["arg1"] = "一枪射进你的内脏！",
						}, -- [207]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039708,
							["arg1"] = "一枪射进你的内脏！",
						}, -- [208]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039719,
							["arg1"] = "我受够了！",
						}, -- [209]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039722,
							["arg1"] = "所有火炮……发射！",
						}, -- [210]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039751,
							["arg1"] = "扫清甲板！",
						}, -- [211]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039773,
							["arg1"] = "我会驶向……未知的海域……",
						}, -- [212]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039778,
							["arg1"] = "摧毁那艘船反而让库尔提拉斯人缓了一口气，真是遗憾啊。",
						}, -- [213]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039784,
							["arg1"] = "不过，这些武器会为我们提供极大的优势。",
						}, -- [214]
						{
							["arg2"] = "艾什凡观察员",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039791,
							["arg1"] = "瞄准！",
						}, -- [215]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039791,
							["arg1"] = "我在南边发现了我们的下一个猎物。你最好动作快点。",
						}, -- [216]
						{
							["arg2"] = "艾什凡观察员",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039792,
							["arg1"] = "射击！！！",
						}, -- [217]
						{
							["arg2"] = "艾什凡观察员",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039798,
							["arg1"] = "重新装弹！！！",
						}, -- [218]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039800,
							["arg1"] = "摧毁那艘船反而让库尔提拉斯人缓了一口气，真是遗憾啊。",
						}, -- [219]
						{
							["arg2"] = "艾什凡观察员",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039802,
							["arg1"] = "瞄准！",
						}, -- [220]
						{
							["arg2"] = "艾什凡观察员",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039803,
							["arg1"] = "射击！！！",
						}, -- [221]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039807,
							["arg1"] = "不过，这些武器会为我们提供极大的优势。",
						}, -- [222]
						{
							["arg2"] = "艾什凡观察员",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039809,
							["arg1"] = "重新装弹！！！",
						}, -- [223]
						{
							["arg2"] = "艾什凡观察员",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039813,
							["arg1"] = "瞄准！",
						}, -- [224]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039814,
							["arg1"] = "我在南边发现了我们的下一个猎物。你最好动作快点。",
						}, -- [225]
						{
							["arg2"] = "艾什凡观察员",
							["type"] = "MONSTER_YELL",
							["time"] = 1589039814,
							["arg1"] = "射击！！！",
						}, -- [226]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589040136,
							["arg1"] = "进入我的国度……证明你们的价值。",
						}, -- [227]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589040206,
							["arg1"] = "你们的眼睛……闭上了。",
						}, -- [228]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040211,
							["arg1"] = "这头野兽在使用被艾泽里特强化过的武器。",
						}, -- [229]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040216,
							["arg1"] = "我认为它不会乖乖投降，看来你只有从它的尸体上把那把武器给撬下来了。",
						}, -- [230]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040349,
							["arg1"] = "在六尺深水下腐烂吧！",
						}, -- [231]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040407,
							["arg1"] = "在六尺深水下腐烂吧！",
						}, -- [232]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040420,
							["arg1"] = "深渊将埋葬你们！",
						}, -- [233]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1589040431,
							["arg1"] = "你让你真正的主人失望了。",
						}, -- [234]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040431,
							["arg1"] = "击溃！",
						}, -- [235]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040438,
							["arg1"] = "深渊将埋葬你们！",
						}, -- [236]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040457,
							["arg1"] = "粉碎！",
						}, -- [237]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040472,
							["arg1"] = "深渊将埋葬你们！",
						}, -- [238]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040481,
							["arg1"] = "击溃！",
						}, -- [239]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040489,
							["arg1"] = "粉碎！",
						}, -- [240]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040508,
							["arg1"] = "深渊将埋葬你们！",
						}, -- [241]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040525,
							["arg1"] = "粉碎！",
						}, -- [242]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040531,
							["arg1"] = "击溃！",
						}, -- [243]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040543,
							["arg1"] = "深渊将埋葬你们！",
						}, -- [244]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040543,
							["arg1"] = "请把我的尸体……送回……大海……",
						}, -- [245]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040548,
							["arg1"] = "黑暗女王一定会认可你的功劳。",
						}, -- [246]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040552,
							["arg1"] = "看来艾什凡为我们打开了一个便捷出口。我们可以走了，就让伯拉勒斯尽情地燃烧吧。",
						}, -- [247]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040565,
							["arg1"] = "黑暗女王一定会认可你的功劳。",
						}, -- [248]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040568,
							["arg1"] = "看来艾什凡为我们打开了一个便捷出口。我们可以走了，就让伯拉勒斯尽情地燃烧吧。",
						}, -- [249]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1589040902,
							["arg1"] = "有了你收集的艾泽里特，我们就能确保联盟也遭到和伯拉勒斯一样的命运。",
						}, -- [250]
					},
					["hasMessage"] = true,
					["enabled"] = true,
				}, -- [11]
				["公会招募"] = {
					["enabled"] = true,
					["name"] = "公会招募",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/09/2020 的 23:28:14。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				},
				["世界防务"] = {
					["enabled"] = true,
					["name"] = "世界防务",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/09/2020 的 23:28:14。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				},
				["交易"] = {
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "交易",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/07/2020 的 21:35:08。",
							["type"] = "SYSTEM",
						}, -- [1]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [2]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["arg1"] = " ",
						}, -- [5]
						{
							["arg1"] = "记录开始于 05/08/2020 的 00:03:26。",
							["type"] = "SYSTEM",
						}, -- [6]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [7]
						{
							["arg1"] = " ",
						}, -- [8]
						{
							["arg1"] = " ",
						}, -- [9]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 20:10:24。",
						}, -- [10]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [11]
						{
							["arg1"] = " ",
						}, -- [12]
						{
							["arg1"] = " ",
						}, -- [13]
						{
							["arg1"] = "记录开始于 05/08/2020 的 20:18:53。",
							["type"] = "SYSTEM",
						}, -- [14]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [15]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [16]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [17]
						{
							["arg1"] = " ",
						}, -- [18]
						{
							["arg1"] = " ",
						}, -- [19]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 22:04:00。",
						}, -- [20]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [21]
						{
							["arg1"] = " ",
						}, -- [22]
						{
							["arg1"] = " ",
						}, -- [23]
						{
							["arg1"] = "记录开始于 05/08/2020 的 22:12:22。",
							["type"] = "SYSTEM",
						}, -- [24]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [25]
						{
							["arg1"] = " ",
						}, -- [26]
						{
							["arg1"] = " ",
						}, -- [27]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 22:49:32。",
						}, -- [28]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [29]
						{
							["arg1"] = " ",
						}, -- [30]
						{
							["arg1"] = " ",
						}, -- [31]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 20:41:55。",
						}, -- [32]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [33]
						{
							["arg1"] = " ",
						}, -- [34]
						{
							["arg1"] = " ",
						}, -- [35]
						{
							["arg1"] = "记录开始于 05/09/2020 的 21:18:08。",
							["type"] = "SYSTEM",
						}, -- [36]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [37]
						{
							["arg1"] = " ",
						}, -- [38]
						{
							["arg1"] = " ",
						}, -- [39]
						{
							["arg1"] = "记录开始于 05/09/2020 的 23:28:14。",
							["type"] = "SYSTEM",
						}, -- [40]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [41]
					},
				},
				["综合"] = {
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "综合",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 20:35:09。",
						}, -- [1]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [2]
						{
							["arg1"] = " ",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["arg1"] = "记录开始于 05/07/2020 的 20:56:38。",
							["type"] = "SYSTEM",
						}, -- [5]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [6]
						{
							["arg1"] = " ",
						}, -- [7]
						{
							["arg1"] = " ",
						}, -- [8]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 21:01:01。",
						}, -- [9]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [10]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [11]
						{
							["arg1"] = " ",
						}, -- [12]
						{
							["arg1"] = " ",
						}, -- [13]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 21:16:21。",
						}, -- [14]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [15]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [16]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [17]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [18]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [19]
						{
							["arg1"] = " ",
						}, -- [20]
						{
							["arg1"] = " ",
						}, -- [21]
						{
							["arg1"] = "记录开始于 05/07/2020 的 21:35:08。",
							["type"] = "SYSTEM",
						}, -- [22]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [23]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [24]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [25]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [26]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [27]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [28]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [29]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [30]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [31]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [32]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1588863421,
							["arg1"] = "【尼奥啰萨-觉星之城】史-詩-铨-樋**——解 覚 无 妆 惫 烦 脑--——頂-级--485——",
							["arg9"] = "综合 - 达萨罗",
							["arg2"] = "镁兲開団-凯恩血蹄",
						}, -- [33]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1588863478,
							["arg1"] = "【尼奥啰萨-觉星之城】史-詩-铨-樋**——解 覚 无 妆 惫 烦 脑--——頂-级--485——",
							["arg9"] = "综合 - 达萨罗",
							["arg2"] = "镁兲開団-凯恩血蹄",
						}, -- [34]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1588863536,
							["arg1"] = "【尼奥啰萨-觉星之城】史-詩-铨-樋**——解 覚 无 妆 惫 烦 脑--——頂-级--485——",
							["arg9"] = "综合 - 达萨罗",
							["arg2"] = "镁兲開団-凯恩血蹄",
						}, -- [35]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1588863593,
							["arg1"] = "【尼奥啰萨-觉星之城】史-詩-铨-樋**——解 覚 无 妆 惫 烦 脑--——頂-级--485——",
							["arg9"] = "综合 - 达萨罗",
							["arg2"] = "镁兲開団-凯恩血蹄",
						}, -- [36]
						{
							["arg1"] = " ",
						}, -- [37]
						{
							["arg1"] = " ",
						}, -- [38]
						{
							["arg1"] = "记录开始于 05/07/2020 的 23:07:23。",
							["type"] = "SYSTEM",
						}, -- [39]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [40]
						{
							["arg1"] = " ",
						}, -- [41]
						{
							["arg1"] = " ",
						}, -- [42]
						{
							["arg1"] = "记录开始于 05/07/2020 的 23:16:57。",
							["type"] = "SYSTEM",
						}, -- [43]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [44]
						{
							["arg1"] = " ",
						}, -- [45]
						{
							["arg1"] = " ",
						}, -- [46]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 23:19:55。",
						}, -- [47]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [48]
						{
							["arg1"] = " ",
						}, -- [49]
						{
							["arg1"] = " ",
						}, -- [50]
						{
							["arg1"] = "记录开始于 05/08/2020 的 00:03:26。",
							["type"] = "SYSTEM",
						}, -- [51]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [52]
						{
							["arg1"] = " ",
						}, -- [53]
						{
							["arg1"] = " ",
						}, -- [54]
						{
							["arg1"] = "记录开始于 05/08/2020 的 19:54:10。",
							["type"] = "SYSTEM",
						}, -- [55]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [56]
						{
							["arg1"] = " ",
						}, -- [57]
						{
							["arg1"] = " ",
						}, -- [58]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 20:10:24。",
						}, -- [59]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [60]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [61]
						{
							["arg1"] = " ",
						}, -- [62]
						{
							["arg1"] = " ",
						}, -- [63]
						{
							["arg1"] = "记录开始于 05/08/2020 的 20:18:53。",
							["type"] = "SYSTEM",
						}, -- [64]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [65]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [66]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [67]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [68]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [69]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [70]
						{
							["arg1"] = " ",
						}, -- [71]
						{
							["arg1"] = " ",
						}, -- [72]
						{
							["arg1"] = "记录开始于 05/08/2020 的 21:26:52。",
							["type"] = "SYSTEM",
						}, -- [73]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [74]
						{
							["arg1"] = " ",
						}, -- [75]
						{
							["arg1"] = " ",
						}, -- [76]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 22:04:00。",
						}, -- [77]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [78]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [79]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [80]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [81]
						{
							["arg1"] = " ",
						}, -- [82]
						{
							["arg1"] = " ",
						}, -- [83]
						{
							["arg1"] = "记录开始于 05/08/2020 的 22:12:22。",
							["type"] = "SYSTEM",
						}, -- [84]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [85]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [86]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [87]
						{
							["arg1"] = " ",
						}, -- [88]
						{
							["arg1"] = " ",
						}, -- [89]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 22:49:32。",
						}, -- [90]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [91]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [92]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [93]
						{
							["arg1"] = " ",
						}, -- [94]
						{
							["arg1"] = " ",
						}, -- [95]
						{
							["arg1"] = "记录开始于 05/09/2020 的 20:13:03。",
							["type"] = "SYSTEM",
						}, -- [96]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [97]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [98]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [99]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [100]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [101]
						{
							["arg1"] = " ",
						}, -- [102]
						{
							["arg1"] = " ",
						}, -- [103]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 20:41:55。",
						}, -- [104]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [105]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [106]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [107]
						{
							["arg1"] = " ",
						}, -- [108]
						{
							["arg1"] = " ",
						}, -- [109]
						{
							["arg1"] = "记录开始于 05/09/2020 的 21:18:08。",
							["type"] = "SYSTEM",
						}, -- [110]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [111]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [112]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [113]
						{
							["arg1"] = " ",
						}, -- [114]
						{
							["arg1"] = " ",
						}, -- [115]
						{
							["arg1"] = "记录开始于 05/09/2020 的 22:14:43。",
							["type"] = "SYSTEM",
						}, -- [116]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [117]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [118]
						{
							["arg1"] = " ",
						}, -- [119]
						{
							["arg1"] = " ",
						}, -- [120]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 22:23:20。",
						}, -- [121]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [122]
						{
							["arg1"] = " ",
						}, -- [123]
						{
							["arg1"] = " ",
						}, -- [124]
						{
							["arg1"] = "记录开始于 05/09/2020 的 23:02:08。",
							["type"] = "SYSTEM",
						}, -- [125]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [126]
						{
							["arg1"] = " ",
						}, -- [127]
						{
							["arg1"] = " ",
						}, -- [128]
						{
							["arg1"] = "记录开始于 05/09/2020 的 23:28:14。",
							["type"] = "SYSTEM",
						}, -- [129]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [130]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [131]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [132]
					},
				},
				["本地防务"] = {
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "本地防务",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 20:35:09。",
						}, -- [1]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [2]
						{
							["arg1"] = " ",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["arg1"] = "记录开始于 05/07/2020 的 20:56:38。",
							["type"] = "SYSTEM",
						}, -- [5]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [6]
						{
							["arg1"] = " ",
						}, -- [7]
						{
							["arg1"] = " ",
						}, -- [8]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 21:01:01。",
						}, -- [9]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [10]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [11]
						{
							["arg1"] = " ",
						}, -- [12]
						{
							["arg1"] = " ",
						}, -- [13]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 21:16:21。",
						}, -- [14]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [15]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [16]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [17]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [18]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [19]
						{
							["arg1"] = " ",
						}, -- [20]
						{
							["arg1"] = " ",
						}, -- [21]
						{
							["arg1"] = "记录开始于 05/07/2020 的 21:35:08。",
							["type"] = "SYSTEM",
						}, -- [22]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [23]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [24]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [25]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [26]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [27]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [28]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [29]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [30]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [31]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1588863421,
							["arg1"] = "【尼奥啰萨-觉星之城】史-詩-铨-樋**【120级団夲】——莱--各系--高-效-体-验——",
							["arg9"] = "本地防务 - 达萨罗",
							["arg2"] = "镁兲開団-凯恩血蹄",
						}, -- [32]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1588863478,
							["arg1"] = "【尼奥啰萨-觉星之城】史-詩-铨-樋**【120级団夲】——莱--各系--高-效-体-验——",
							["arg9"] = "本地防务 - 达萨罗",
							["arg2"] = "镁兲開団-凯恩血蹄",
						}, -- [33]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1588863536,
							["arg1"] = "【尼奥啰萨-觉星之城】史-詩-铨-樋**【120级団夲】——莱--各系--高-效-体-验——",
							["arg9"] = "本地防务 - 达萨罗",
							["arg2"] = "镁兲開団-凯恩血蹄",
						}, -- [34]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1588863593,
							["arg1"] = "【尼奥啰萨-觉星之城】史-詩-铨-樋**【120级団夲】——莱--各系--高-效-体-验——",
							["arg9"] = "本地防务 - 达萨罗",
							["arg2"] = "镁兲開団-凯恩血蹄",
						}, -- [35]
						{
							["arg1"] = " ",
						}, -- [36]
						{
							["arg1"] = " ",
						}, -- [37]
						{
							["arg1"] = "记录开始于 05/07/2020 的 23:07:23。",
							["type"] = "SYSTEM",
						}, -- [38]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [39]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1588864240,
							["arg1"] = "100Wg = 15 oR.有620W 可.散.有需要的Mmm",
							["arg9"] = "本地防务 - 奥格瑞玛",
							["arg2"] = "Vggtr-勇士岛",
						}, -- [40]
						{
							["arg1"] = " ",
						}, -- [41]
						{
							["arg1"] = " ",
						}, -- [42]
						{
							["arg1"] = "记录开始于 05/07/2020 的 23:11:42。",
							["type"] = "SYSTEM",
						}, -- [43]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1588864328,
							["arg1"] = "100Wg = 15 oR.有620W 可.散.有需要的Mmm",
							["arg9"] = "本地防务 - 奥格瑞玛",
							["arg2"] = "Vggtr-勇士岛",
						}, -- [44]
						{
							["arg1"] = " ",
						}, -- [45]
						{
							["arg1"] = " ",
						}, -- [46]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 23:12:40。",
						}, -- [47]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1588864414,
							["arg1"] = "100Wg = 15 oR.有620W 可.散.有需要的Mmm",
							["arg9"] = "本地防务 - 奥格瑞玛",
							["arg2"] = "Vggtr-勇士岛",
						}, -- [48]
						{
							["arg1"] = " ",
						}, -- [49]
						{
							["arg1"] = " ",
						}, -- [50]
						{
							["arg1"] = "记录开始于 05/07/2020 的 23:13:53。",
							["type"] = "SYSTEM",
						}, -- [51]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1588864502,
							["arg1"] = "100Wg = 15 oR.有620W 可.散.有需要的Mmm",
							["arg9"] = "本地防务 - 奥格瑞玛",
							["arg2"] = "Vggtr-勇士岛",
						}, -- [52]
						{
							["arg1"] = " ",
						}, -- [53]
						{
							["arg1"] = " ",
						}, -- [54]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 23:15:53。",
						}, -- [55]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1588864589,
							["arg1"] = "100Wg = 15 oR.有620W 可.散.有需要的Mmm",
							["arg9"] = "本地防务 - 奥格瑞玛",
							["arg2"] = "Vggtr-勇士岛",
						}, -- [56]
						{
							["arg1"] = " ",
						}, -- [57]
						{
							["arg1"] = " ",
						}, -- [58]
						{
							["arg1"] = "记录开始于 05/07/2020 的 23:16:57。",
							["type"] = "SYSTEM",
						}, -- [59]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1588864677,
							["arg1"] = "100Wg = 15 oR.有620W 可.散.有需要的Mmm",
							["arg9"] = "本地防务 - 奥格瑞玛",
							["arg2"] = "Vggtr-勇士岛",
						}, -- [60]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1588864768,
							["arg1"] = "100Wg = 15 oR.有620W 可.散.有需要的Mmm",
							["arg9"] = "本地防务 - 奥格瑞玛",
							["arg2"] = "Vggtr-勇士岛",
						}, -- [61]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [62]
						{
							["arg1"] = " ",
						}, -- [63]
						{
							["arg1"] = " ",
						}, -- [64]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/07/2020 的 23:19:55。",
						}, -- [65]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [66]
						{
							["arg1"] = " ",
						}, -- [67]
						{
							["arg1"] = " ",
						}, -- [68]
						{
							["arg1"] = "记录开始于 05/08/2020 的 00:03:26。",
							["type"] = "SYSTEM",
						}, -- [69]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [70]
						{
							["arg1"] = " ",
						}, -- [71]
						{
							["arg1"] = " ",
						}, -- [72]
						{
							["arg1"] = "记录开始于 05/08/2020 的 19:54:10。",
							["type"] = "SYSTEM",
						}, -- [73]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [74]
						{
							["arg1"] = " ",
						}, -- [75]
						{
							["arg1"] = " ",
						}, -- [76]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 20:10:24。",
						}, -- [77]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [78]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [79]
						{
							["arg1"] = " ",
						}, -- [80]
						{
							["arg1"] = " ",
						}, -- [81]
						{
							["arg1"] = "记录开始于 05/08/2020 的 20:18:53。",
							["type"] = "SYSTEM",
						}, -- [82]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [83]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [84]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [85]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [86]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [87]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [88]
						{
							["arg1"] = " ",
						}, -- [89]
						{
							["arg1"] = " ",
						}, -- [90]
						{
							["arg1"] = "记录开始于 05/08/2020 的 21:26:52。",
							["type"] = "SYSTEM",
						}, -- [91]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [92]
						{
							["arg1"] = " ",
						}, -- [93]
						{
							["arg1"] = " ",
						}, -- [94]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 22:04:00。",
						}, -- [95]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [96]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [97]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [98]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [99]
						{
							["arg1"] = " ",
						}, -- [100]
						{
							["arg1"] = " ",
						}, -- [101]
						{
							["arg1"] = "记录开始于 05/08/2020 的 22:12:22。",
							["type"] = "SYSTEM",
						}, -- [102]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [103]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [104]
						{
							["arg1"] = " ",
						}, -- [105]
						{
							["arg1"] = " ",
						}, -- [106]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/08/2020 的 22:49:32。",
						}, -- [107]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [108]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [109]
						{
							["arg1"] = " ",
						}, -- [110]
						{
							["arg1"] = " ",
						}, -- [111]
						{
							["arg1"] = "记录开始于 05/09/2020 的 20:13:03。",
							["type"] = "SYSTEM",
						}, -- [112]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [113]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [114]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [115]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [116]
						{
							["arg1"] = " ",
						}, -- [117]
						{
							["arg1"] = " ",
						}, -- [118]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 20:41:55。",
						}, -- [119]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [120]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [121]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [122]
						{
							["arg1"] = " ",
						}, -- [123]
						{
							["arg1"] = " ",
						}, -- [124]
						{
							["arg1"] = "记录开始于 05/09/2020 的 21:18:08。",
							["type"] = "SYSTEM",
						}, -- [125]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [126]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [127]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [128]
						{
							["arg1"] = " ",
						}, -- [129]
						{
							["arg1"] = " ",
						}, -- [130]
						{
							["arg1"] = "记录开始于 05/09/2020 的 22:14:43。",
							["type"] = "SYSTEM",
						}, -- [131]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [132]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [133]
						{
							["arg1"] = " ",
						}, -- [134]
						{
							["arg1"] = " ",
						}, -- [135]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 05/09/2020 的 22:23:20。",
						}, -- [136]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [137]
						{
							["arg1"] = " ",
						}, -- [138]
						{
							["arg1"] = " ",
						}, -- [139]
						{
							["arg1"] = "记录开始于 05/09/2020 的 23:02:08。",
							["type"] = "SYSTEM",
						}, -- [140]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [141]
						{
							["arg1"] = " ",
						}, -- [142]
						{
							["arg1"] = " ",
						}, -- [143]
						{
							["arg1"] = "记录开始于 05/09/2020 的 23:28:14。",
							["type"] = "SYSTEM",
						}, -- [144]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [145]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [146]
					},
				},
			},
		},
	},
}
