
ElephantDBPerChar = {
	["profileKeys"] = {
		["懒起画蛾眉 - 古尔丹"] = "懒起画蛾眉 - 古尔丹",
	},
	["char"] = {
		["懒起画蛾眉 - 古尔丹"] = {
			["logs"] = {
				{
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "悄悄话",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/16/2020 的 13:43:36。",
							["type"] = "SYSTEM",
						}, -- [1]
						{
							["arg2"] = "|Kq88|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589607898,
							["arg1"] = "tmd今天出了3个腰带",
						}, -- [2]
						{
							["arg2"] = "|Kq88|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1589607905,
							["arg1"] = "哦",
						}, -- [3]
						{
							["arg2"] = "|Kq88|k",
							["type"] = "BN_WHISPER",
							["time"] = 1589607917,
							["arg1"] = "我自己的毕业腰 换不了",
						}, -- [4]
						{
							["arg2"] = "叽里呱啦的奴-塞泰克",
							["type"] = "WHISPER",
							["time"] = 1589608151,
							["arg1"] = "----顶级团本-（觉醒之城）--装<备>--来--买么？",
							["clColor"] = "ff00fe95",
						}, -- [5]
						{
							["arg2"] = "团本装备获取-冬泉谷",
							["type"] = "WHISPER",
							["time"] = 1589608151,
							["arg1"] = " ----顶级团本-（觉醒之城）--装<备>--来--买么？",
							["clColor"] = "ffc31d39",
						}, -- [6]
						{
							["arg2"] = "叽里呱啦的奴-塞泰克",
							["type"] = "WHISPER_INFORM",
							["time"] = 1589608151,
							["arg1"] = "BadBoy_Levels: You do not meet the requirements to whisper me.",
							["clColor"] = "ff00fe95",
						}, -- [7]
						{
							["arg2"] = "团本装备获取-冬泉谷",
							["type"] = "WHISPER_INFORM",
							["time"] = 1589608151,
							["arg1"] = "BadBoy_Levels: You do not meet the requirements to whisper me.",
							["clColor"] = "ffc31d39",
						}, -- [8]
						{
							["arg2"] = "大哥买装备不-迦拉克隆",
							["type"] = "WHISPER",
							["time"] = 1589608231,
							["arg1"] = " ----顶级团本-（觉醒之城）-->--来--买么？    ",
							["clColor"] = "ffc31d39",
						}, -- [9]
						{
							["arg2"] = "大哥买装备不-迦拉克隆",
							["type"] = "WHISPER_INFORM",
							["time"] = 1589608231,
							["arg1"] = "BadBoy_Levels: You do not meet the requirements to whisper me.",
							["clColor"] = "ffc31d39",
						}, -- [10]
					},
				}, -- [1]
				{
					["enabled"] = true,
					["name"] = "团队",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/16/2020 的 13:43:36。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				}, -- [2]
				{
					["enabled"] = true,
					["name"] = "小队",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/16/2020 的 13:43:36。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				}, -- [3]
				{
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "说",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/16/2020 的 13:43:36。",
							["type"] = "SYSTEM",
						}, -- [1]
						{
							["arg2"] = "薇薇安",
							["type"] = "MONSTER_SAY",
							["time"] = 1589607919,
							["arg1"] = "美妙的夜晚最适合杀戮了，你不这么认为吗？",
						}, -- [2]
						{
							["arg2"] = "暗影猎手乌卡比",
							["type"] = "MONSTER_SAY",
							["time"] = 1589607924,
							["arg1"] = "头儿，我把最近的一些威胁在桌子上画出来了，以便你随时查看。",
						}, -- [3]
					},
				}, -- [4]
				{
					["enabled"] = true,
					["name"] = "呼喊",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/16/2020 的 13:43:36。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				}, -- [5]
				{
					["enabled"] = true,
					["name"] = "公会官员",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/16/2020 的 13:43:36。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				}, -- [6]
				{
					["enabled"] = true,
					["name"] = "公会",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/16/2020 的 13:43:36。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				}, -- [7]
				{
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "战利品",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/16/2020 的 13:43:36。",
							["type"] = "SYSTEM",
						}, -- [1]
						{
							["type"] = "LOOT",
							["time"] = 1589608295,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:127768::::::::120:258::::::|h[邪能花瓣]|h|rx3。",
						}, -- [2]
					},
				}, -- [8]
				{
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "系统信息",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/16/2020 的 13:43:36。",
							["type"] = "SYSTEM",
						}, -- [1]
						{
							["type"] = "SYSTEM",
							["time"] = 1589607887,
							["arg1"] = "烈焰之弦现在被加入屏蔽名单了",
						}, -- [2]
						{
							["type"] = "SYSTEM",
							["time"] = 1589607904,
							["arg1"] = "艾泽拉斯大陆最新火热招聘，战鼓再次被敲响，这一次你将用自己的双手铸造起守护艾泽拉斯世界的屏障！魔兽客 服招聘，简历请投递至wow163@188. com 【工作地点：杭州】",
						}, -- [3]
						{
							["type"] = "SYSTEM",
							["time"] = 1589608308,
							["arg1"] = "他的小蜜下线了。",
						}, -- [4]
						{
							["type"] = "SYSTEM",
							["time"] = 1589608320,
							["arg1"] = "|Hplayer:圣殿小骑士|h[圣殿小骑士]|h上线了。",
						}, -- [5]
						{
							["type"] = "SYSTEM",
							["time"] = 1589608363,
							["arg1"] = "圣殿小骑士下线了。",
						}, -- [6]
						{
							["type"] = "SYSTEM",
							["time"] = 1589608382,
							["arg1"] = "|Hplayer:他的小蜜|h[他的小蜜]|h上线了。",
						}, -- [7]
					},
				}, -- [9]
				{
					["enabled"] = true,
					["name"] = "成就",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/16/2020 的 13:43:36。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				}, -- [10]
				{
					["enabled"] = true,
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/16/2020 的 13:43:36。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				}, -- [11]
				["大脚世界频道"] = {
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "大脚世界频道",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/16/2020 的 13:44:59。",
							["type"] = "SYSTEM",
						}, -- [1]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589607899,
							["arg1"] = "|cffffff00|Hachievement:13687:Player-1504-0463A2A6:0:0:0:-1:0:0:0:0|h[永恒团队的荣耀]|h|r成就全做  随便来  免费给 给艾萨利的嘭水瑶",
							["arg2"] = "额我热额-古尔丹",
							["arg9"] = "大脚世界频道",
						}, -- [2]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589607917,
							["arg1"] = "|cffffff00|Hachievement:11763:Player-741-0535E922:0:0:0:-1:0:0:0:0|h[古墓探险者的荣耀]|h|r35分钟 2坑  来的M 免费",
							["arg2"] = "孤藤老树昏鸦-古尔丹",
							["arg9"] = "大脚世界频道",
						}, -- [3]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589607923,
							["arg1"] = "|cffffff00|Hachievement:11763:Player-741-0535E922:0:0:0:-1:0:0:0:0|h[古墓探险者的荣耀]|h|r35分钟 2坑  来的M 免费",
							["arg2"] = "古藤老树昏鸦-古尔丹",
							["arg9"] = "大脚世界频道",
						}, -- [4]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589607956,
							["arg1"] = "|cffffff00|Hachievement:10149:Player-741-05357155:0:0:0:-1:0:0:0:0|h[地狱火团队的荣耀]|h|r成就全刷 来的M 给又粗又大帅气无敌绿光狼 几分钟开打 免费  2坑",
							["arg2"] = "断肠人在天崖-古尔丹",
							["arg9"] = "大脚世界频道",
						}, -- [5]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589607990,
							["arg1"] = "|cffffff00|Hachievement:13687:Player-1504-0463A2A6:0:0:0:-1:0:0:0:0|h[永恒团队的荣耀]|h|r成就全做  随便来  免费给 给艾萨利的嘭水瑶",
							["arg2"] = "额我热额-古尔丹",
							["arg9"] = "大脚世界频道",
						}, -- [6]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589608026,
							["arg1"] = "|cffffff00|Hachievement:8454:Player-741-05356513:0:0:0:-1:0:0:0:0|h[奥格瑞玛破城者的荣耀]|h|r 通刷 M我 免费",
							["arg2"] = "仗剑走天涯-古尔丹",
							["arg9"] = "大脚世界频道",
						}, -- [7]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589608030,
							["arg1"] = "|cffffff00|Hachievement:11763:Player-741-0535E922:0:0:0:-1:0:0:0:0|h[古墓探险者的荣耀]|h|r35分钟 2坑  来的M 免费",
							["arg2"] = "孤藤老树昏鸦-古尔丹",
							["arg9"] = "大脚世界频道",
						}, -- [8]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589608032,
							["arg1"] = "|cffffff00|Hachievement:8124:Player-1971-0210AE23:0:0:0:-1:0:0:0:0|h[雷电团队的荣耀]|h|r成就全刷 来的M 几分钟开打 免费 2坑",
							["arg2"] = "小桥流水仁家-古尔丹",
							["arg9"] = "大脚世界频道",
						}, -- [9]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589608038,
							["arg1"] = "|cffffff00|Hachievement:11763:Player-741-0535E922:0:0:0:-1:0:0:0:0|h[古墓探险者的荣耀]|h|r35分钟 2坑  来的M 免费",
							["arg2"] = "古藤老树昏鸦-古尔丹",
							["arg9"] = "大脚世界频道",
						}, -- [10]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589608045,
							["arg1"] = "|cffffff00|Hachievement:13687:Player-1504-0463A2A6:0:0:0:-1:0:0:0:0|h[永恒团队的荣耀]|h|r成就全做  随便来  免费给 给艾萨利的嘭水瑶",
							["arg2"] = "额我热额-古尔丹",
							["arg9"] = "大脚世界频道",
						}, -- [11]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589608069,
							["arg1"] = "|cffffff00|Hachievement:8454:Player-741-05356513:0:0:0:-1:0:0:0:0|h[奥格瑞玛破城者的荣耀]|h|r 通刷 M我 免费",
							["arg2"] = "仗剑走天涯-古尔丹",
							["arg9"] = "大脚世界频道",
						}, -- [12]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589608070,
							["arg1"] = "|cffffff00|Hachievement:10149:Player-741-05357155:0:0:0:-1:0:0:0:0|h[地狱火团队的荣耀]|h|r成就全刷 来的M 给又粗又大帅气无敌绿光狼 几分钟开打 免费  2坑",
							["arg2"] = "断肠人在天崖-古尔丹",
							["arg9"] = "大脚世界频道",
						}, -- [13]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589608071,
							["arg1"] = "PT尼奥 速推 440+++++++++++ 2坑",
							["arg2"] = "小文好帅呀-古尔丹",
							["arg9"] = "大脚世界频道",
						}, -- [14]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589608076,
							["arg1"] = "|cffffff00|Hachievement:8454:Player-741-05356513:0:0:0:-1:0:0:0:0|h[奥格瑞玛破城者的荣耀]|h|r 通刷 M我 免费",
							["arg2"] = "仗剑走天涯哦-古尔丹",
							["arg9"] = "大脚世界频道",
						}, -- [15]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589608102,
							["arg1"] = "|cffffff00|Hachievement:13687:Player-1504-0463A2A6:0:0:0:-1:0:0:0:0|h[永恒团队的荣耀]|h|r成就全做  随便来  免费给 给艾萨利的嘭水瑶",
							["arg2"] = "额我热额-古尔丹",
							["arg9"] = "大脚世界频道",
						}, -- [16]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589608104,
							["arg1"] = "|cffffff00|Hachievement:8454:Player-741-05356513:0:0:0:-1:0:0:0:0|h[奥格瑞玛破城者的荣耀]|h|r 通刷 M我 免费",
							["arg2"] = "仗剑走天涯-古尔丹",
							["arg9"] = "大脚世界频道",
						}, -- [17]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589608109,
							["arg1"] = "|cffffff00|Hachievement:8454:Player-741-05356513:0:0:0:-1:0:0:0:0|h[奥格瑞玛破城者的荣耀]|h|r 通刷 M我 免费",
							["arg2"] = "仗剑走天涯哦-古尔丹",
							["arg9"] = "大脚世界频道",
						}, -- [18]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589608131,
							["arg1"] = "|cffffff00|Hachievement:8454:Player-741-05356513:0:0:0:-1:0:0:0:0|h[奥格瑞玛破城者的荣耀]|h|r 通刷 M我 免费",
							["arg2"] = "仗剑走天涯-古尔丹",
							["arg9"] = "大脚世界频道",
						}, -- [19]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589608137,
							["arg1"] = "|cffffff00|Hachievement:8454:Player-741-05356513:0:0:0:-1:0:0:0:0|h[奥格瑞玛破城者的荣耀]|h|r 通刷 M我 免费",
							["arg2"] = "仗剑走天涯哦-古尔丹",
							["arg9"] = "大脚世界频道",
						}, -- [20]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589608164,
							["arg1"] = "|cffffff00|Hachievement:10149:Player-741-05357155:0:0:0:-1:0:0:0:0|h[地狱火团队的荣耀]|h|r成就全刷 来的M 给又粗又大帅气无敌绿光狼 几分钟开打 免费  2坑",
							["arg2"] = "断肠人在天崖-古尔丹",
							["arg9"] = "大脚世界频道",
						}, -- [21]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589608168,
							["arg1"] = "|cffffff00|Hachievement:8454:Player-741-05356513:0:0:0:-1:0:0:0:0|h[奥格瑞玛破城者的荣耀]|h|r 通刷 M我 免费",
							["arg2"] = "仗剑走天涯-古尔丹",
							["arg9"] = "大脚世界频道",
						}, -- [22]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589608173,
							["arg1"] = "|cffffff00|Hachievement:8454:Player-741-05356513:0:0:0:-1:0:0:0:0|h[奥格瑞玛破城者的荣耀]|h|r 通刷 M我 免费",
							["arg2"] = "仗剑走天涯哦-古尔丹",
							["arg9"] = "大脚世界频道",
						}, -- [23]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589608177,
							["arg1"] = "|cffffff00|Hachievement:8124:Player-1971-0210AE23:0:0:0:-1:0:0:0:0|h[雷电团队的荣耀]|h|r成就全刷 来的M 几分钟开打 免费 2坑",
							["arg2"] = "小桥流水仁家-古尔丹",
							["arg9"] = "大脚世界频道",
						}, -- [24]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589608181,
							["arg1"] = "|cffffff00|Hachievement:13687:Player-1504-0463A2A6:0:0:0:-1:0:0:0:0|h[永恒团队的荣耀]|h|r成就全做  随便来  免费给 给艾萨利的嘭水瑶",
							["arg2"] = "额我热额-古尔丹",
							["arg9"] = "大脚世界频道",
						}, -- [25]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589608196,
							["arg1"] = "|cffffff00|Hachievement:11763:Player-741-0535E922:0:0:0:-1:0:0:0:0|h[古墓探险者的荣耀]|h|r35分钟 2坑  来的M 免费",
							["arg2"] = "孤藤老树昏鸦-古尔丹",
							["arg9"] = "大脚世界频道",
						}, -- [26]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589608203,
							["arg1"] = "|cffffff00|Hachievement:11763:Player-741-0535E922:0:0:0:-1:0:0:0:0|h[古墓探险者的荣耀]|h|r35分钟 2坑  来的M 免费",
							["arg2"] = "古藤老树昏鸦-古尔丹",
							["arg9"] = "大脚世界频道",
						}, -- [27]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589608222,
							["arg1"] = "|cffffff00|Hachievement:8454:Player-741-05356513:0:0:0:-1:0:0:0:0|h[奥格瑞玛破城者的荣耀]|h|r 通刷 M我 免费",
							["arg2"] = "仗剑走天涯-古尔丹",
							["arg9"] = "大脚世界频道",
						}, -- [28]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589608228,
							["arg1"] = "|cffffff00|Hachievement:8454:Player-741-05356513:0:0:0:-1:0:0:0:0|h[奥格瑞玛破城者的荣耀]|h|r 通刷 M我 免费",
							["arg2"] = "仗剑走天涯哦-古尔丹",
							["arg9"] = "大脚世界频道",
						}, -- [29]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589608232,
							["arg1"] = "|cffffff00|Hachievement:13687:Player-1504-0463A2A6:0:0:0:-1:0:0:0:0|h[永恒团队的荣耀]|h|r成就全做  随便来  免费给 给艾萨利的嘭水瑶",
							["arg2"] = "额我热额-古尔丹",
							["arg9"] = "大脚世界频道",
						}, -- [30]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589608265,
							["arg1"] = "|cffffff00|Hachievement:10149:Player-741-05357155:0:0:0:-1:0:0:0:0|h[地狱火团队的荣耀]|h|r成就全刷 来的M 给又粗又大帅气无敌绿光狼 几分钟开打 免费  2坑",
							["arg2"] = "断肠人在天崖-古尔丹",
							["arg9"] = "大脚世界频道",
						}, -- [31]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589608271,
							["arg1"] = "|cffffff00|Hachievement:8454:Player-741-05356513:0:0:0:-1:0:0:0:0|h[奥格瑞玛破城者的荣耀]|h|r 通刷 M我 免费",
							["arg2"] = "仗剑走天涯-古尔丹",
							["arg9"] = "大脚世界频道",
						}, -- [32]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589608271,
							["arg1"] = "|cffffff00|Hachievement:13687:Player-1504-0463A2A6:0:0:0:-1:0:0:0:0|h[永恒团队的荣耀]|h|r成就全做  随便来  免费给 给艾萨利的嘭水瑶",
							["arg2"] = "额我热额-古尔丹",
							["arg9"] = "大脚世界频道",
						}, -- [33]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589608278,
							["arg1"] = "|cffffff00|Hachievement:8454:Player-741-05356513:0:0:0:-1:0:0:0:0|h[奥格瑞玛破城者的荣耀]|h|r 通刷 M我 免费",
							["arg2"] = "仗剑走天涯哦-古尔丹",
							["arg9"] = "大脚世界频道",
						}, -- [34]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589608315,
							["arg1"] = "PT尼奥 速推 440+++++++++++ 2坑",
							["arg2"] = "小文好帅呀-古尔丹",
							["arg9"] = "大脚世界频道",
						}, -- [35]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589608324,
							["arg1"] = "|cffffff00|Hachievement:8454:Player-741-05356513:0:0:0:-1:0:0:0:0|h[奥格瑞玛破城者的荣耀]|h|r 通刷 M我 免费",
							["arg2"] = "仗剑走天涯-古尔丹",
							["arg9"] = "大脚世界频道",
						}, -- [36]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589608332,
							["arg1"] = "|cffffff00|Hachievement:8124:Player-1971-0210AE23:0:0:0:-1:0:0:0:0|h[雷电团队的荣耀]|h|r成就全刷 来的M 几分钟开打 免费 2坑",
							["arg2"] = "小桥流水仁家-古尔丹",
							["arg9"] = "大脚世界频道",
						}, -- [37]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589608332,
							["arg1"] = "|cffffff00|Hachievement:11763:Player-741-0535E922:0:0:0:-1:0:0:0:0|h[古墓探险者的荣耀]|h|r35分钟 2坑  来的M 免费",
							["arg2"] = "孤藤老树昏鸦-古尔丹",
							["arg9"] = "大脚世界频道",
						}, -- [38]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589608333,
							["arg1"] = "|cffffff00|Hachievement:13687:Player-1504-0463A2A6:0:0:0:-1:0:0:0:0|h[永恒团队的荣耀]|h|r成就全做  随便来  免费给 给艾萨利的嘭水瑶",
							["arg2"] = "额我热额-古尔丹",
							["arg9"] = "大脚世界频道",
						}, -- [39]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589608333,
							["arg1"] = "|cffffff00|Hachievement:8454:Player-741-05356513:0:0:0:-1:0:0:0:0|h[奥格瑞玛破城者的荣耀]|h|r 通刷 M我 免费",
							["arg2"] = "仗剑走天涯哦-古尔丹",
							["arg9"] = "大脚世界频道",
						}, -- [40]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589608338,
							["arg1"] = "|cffffff00|Hachievement:11763:Player-741-0535E922:0:0:0:-1:0:0:0:0|h[古墓探险者的荣耀]|h|r35分钟 2坑  来的M 免费",
							["arg2"] = "古藤老树昏鸦-古尔丹",
							["arg9"] = "大脚世界频道",
						}, -- [41]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589608369,
							["arg1"] = "|cffffff00|Hachievement:13687:Player-1504-0463A2A6:0:0:0:-1:0:0:0:0|h[永恒团队的荣耀]|h|r成就全做  随便来  免费给 给艾萨利的嘭水瑶",
							["arg2"] = "额我热额-古尔丹",
							["arg9"] = "大脚世界频道",
						}, -- [42]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589608382,
							["arg1"] = "|cffffff00|Hachievement:8454:Player-741-05356513:0:0:0:-1:0:0:0:0|h[奥格瑞玛破城者的荣耀]|h|r 通刷 M我 免费",
							["arg2"] = "仗剑走天涯-古尔丹",
							["arg9"] = "大脚世界频道",
						}, -- [43]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589608394,
							["arg1"] = "|cffffff00|Hachievement:8454:Player-741-05356513:0:0:0:-1:0:0:0:0|h[奥格瑞玛破城者的荣耀]|h|r 通刷 M我 免费",
							["arg2"] = "仗剑走天涯哦-古尔丹",
							["arg9"] = "大脚世界频道",
						}, -- [44]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589608398,
							["arg1"] = "|cffffff00|Hachievement:10149:Player-741-05357155:0:0:0:-1:0:0:0:0|h[地狱火团队的荣耀]|h|r成就全刷 来的M 给又粗又大帅气无敌绿光狼 几分钟开打 免费  2坑",
							["arg2"] = "断肠人在天崖-古尔丹",
							["arg9"] = "大脚世界频道",
						}, -- [45]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589608420,
							["arg1"] = "|cffffff00|Hachievement:11763:Player-741-0535E922:0:0:0:-1:0:0:0:0|h[古墓探险者的荣耀]|h|r35分钟 2坑  来的M 免费",
							["arg2"] = "孤藤老树昏鸦-古尔丹",
							["arg9"] = "大脚世界频道",
						}, -- [46]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589608426,
							["arg1"] = "|cffffff00|Hachievement:11763:Player-741-0535E922:0:0:0:-1:0:0:0:0|h[古墓探险者的荣耀]|h|r35分钟 2坑  来的M 免费",
							["arg2"] = "古藤老树昏鸦-古尔丹",
							["arg9"] = "大脚世界频道",
						}, -- [47]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589608431,
							["arg1"] = "|cffffff00|Hachievement:13687:Player-1504-0463A2A6:0:0:0:-1:0:0:0:0|h[永恒团队的荣耀]|h|r成就全做  随便来  免费给 给艾萨利的嘭水瑶",
							["arg2"] = "额我热额-古尔丹",
							["arg9"] = "大脚世界频道",
						}, -- [48]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589608439,
							["arg1"] = "|cffffff00|Hachievement:8454:Player-741-05356513:0:0:0:-1:0:0:0:0|h[奥格瑞玛破城者的荣耀]|h|r 通刷 M我 免费",
							["arg2"] = "仗剑走天涯-古尔丹",
							["arg9"] = "大脚世界频道",
						}, -- [49]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589608444,
							["arg1"] = "|cffffff00|Hachievement:8454:Player-741-05356513:0:0:0:-1:0:0:0:0|h[奥格瑞玛破城者的荣耀]|h|r 通刷 M我 免费",
							["arg2"] = "仗剑走天涯哦-古尔丹",
							["arg9"] = "大脚世界频道",
						}, -- [50]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589608455,
							["arg1"] = "|cffffff00|Hachievement:8124:Player-1971-0210AE23:0:0:0:-1:0:0:0:0|h[雷电团队的荣耀]|h|r成就全刷 来的M 几分钟开打 免费 2坑",
							["arg2"] = "小桥流水仁家-古尔丹",
							["arg9"] = "大脚世界频道",
						}, -- [51]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589608493,
							["arg1"] = "|cffffff00|Hachievement:8454:Player-741-05356513:0:0:0:-1:0:0:0:0|h[奥格瑞玛破城者的荣耀]|h|r 通刷 M我 免费",
							["arg2"] = "仗剑走天涯-古尔丹",
							["arg9"] = "大脚世界频道",
						}, -- [52]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589608498,
							["arg1"] = "|cffffff00|Hachievement:8454:Player-741-05356513:0:0:0:-1:0:0:0:0|h[奥格瑞玛破城者的荣耀]|h|r 通刷 M我 免费",
							["arg2"] = "仗剑走天涯哦-古尔丹",
							["arg9"] = "大脚世界频道",
						}, -- [53]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589608504,
							["arg1"] = "|cffffff00|Hachievement:10149:Player-741-05357155:0:0:0:-1:0:0:0:0|h[地狱火团队的荣耀]|h|r成就全刷 来的M 给又粗又大帅气无敌绿光狼 几分钟开打 免费  2坑",
							["arg2"] = "断肠人在天崖-古尔丹",
							["arg9"] = "大脚世界频道",
						}, -- [54]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1589608530,
							["arg1"] = "PT尼奥 速推 440+++++++++++ 2坑",
							["arg2"] = "小文好帅呀-古尔丹",
							["arg9"] = "大脚世界频道",
						}, -- [55]
					},
				},
				["本地防务"] = {
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "本地防务",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/16/2020 的 13:43:36。",
							["type"] = "SYSTEM",
						}, -- [1]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [2]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [3]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [4]
					},
				},
				["世界防务"] = {
					["enabled"] = true,
					["name"] = "世界防务",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/16/2020 的 13:43:36。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				},
				["综合"] = {
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "综合",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/16/2020 的 13:43:36。",
							["type"] = "SYSTEM",
						}, -- [1]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [2]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [3]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [4]
					},
				},
				["交易"] = {
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "交易",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/16/2020 的 13:43:36。",
							["type"] = "SYSTEM",
						}, -- [1]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [2]
					},
				},
				["公会招募"] = {
					["enabled"] = true,
					["name"] = "公会招募",
					["logs"] = {
						{
							["arg1"] = "记录开始于 05/16/2020 的 13:43:36。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				},
			},
		},
	},
}
